[{"Abstract":"Cancer of unknown primary (CUP) is a malignancy with poor prognosis and an unknown primary site and histologically unknown metastasis. Most patients receive empiric chemotherapy including platinum-taxane therapies but experience short survival times. Patients with poor prognosis CUP could benefit from optimizing drug therapy based on primary organ estimation. We constructed and evaluated an ensemble learning model to accurately determine the primary organ using methylation profiles of tumor tissues. Methylation data from 890 samples representing 10 types of cancer from TCGA were analyzed. After data preprocessing, we extracted the top 10,000 CpGs sites based on ANOVA and Gain Ratio or 100 CpG sites from a Gradient Boosting classifier. Performance was evaluated using several machine learning models. Unsupervised analysis was carried out to determine the relationships between the CpG sites selected by Gradient Boosting. Methylation profiling by ANOVA and Gain Ratio yielded favorable performance when using various machine learning models. Using gradient boosting as a feature selector reduced the number of CpG sites by 100-fold without compromising model performance. The training and validation sets showed favorable results for the classification of primary organs with ensemble models. In validation, classification accuracy was 91.2%, 93.5%, 89.7%, and 87.7% for Extreme Gradient Boosting, CatBoost, Random Forest, and Gradient Boosting, respectively. Further profiling of the selected methylation regions was correlated with cancer types and even revealed subgroups within breast and lung cancers. Gradient Boosting as a feature selector for DNA methylation profiling was highly effective in accurately determining tissue origin. Our study has outlined an approach whereby we used an embedded machine learning algorithm to identify a select set of informative features from complex high-dimension data to train and predict cancer type.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"DNA methylation,Machine learning,Profiling,Molecular profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Marco A. De Velasco<\/b><sup><\/sup>, Kazuko Sskai<sup><\/sup>, Seiichiro Mitani<sup><\/sup>, Yurie Kura<sup><\/sup>, Shuji Minamoto<sup><\/sup>, Takahiro Haeno<sup><\/sup>, Hidetoshi Hayashi<sup><\/sup>, Kazuto Nishio<sup><\/sup><br><br\/>Kindai University Faculty of Medicine, Osaka-Sayama, Japan","CSlideId":"","ControlKey":"b9ebb724-8308-44f1-ad1e-37e1fa99587c","ControlNumber":"8769","DisclosureBlock":"<b>&nbsp;M. A. De Velasco, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract.<br><b>K. Sskai, <\/b> None..<br><b>S. Mitani, <\/b> None..<br><b>Y. Kura, <\/b> None..<br><b>S. Minamoto, <\/b> None..<br><b>T. Haeno, <\/b> None.&nbsp;<br><b>H. Hayashi, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Honoraria. <br><b>Bristol Myers Squibb<\/b> Honoraria. <br><b>Amgen<\/b> Honoraria. <br><b>Chugai Pharmaceutical<\/b> Grant\/Contract, Honoraria. <br><b>Eli Lilly Japan<\/b> Honoraria. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract, Honoraria. <br><b>Pfizer Japan<\/b> Honoraria. <br><b>PAREXEL International<\/b> Grant\/Contract. <br><b>Clinical Research Operations<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>Taiho Pharmaceutical<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>Sysmex<\/b> Grant\/Contract. <br><b>Takeda Pharmaceutical<\/b> Grant\/Contract. <br><b>Nippon Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>GlaxoSmithKline<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>K. Nishio, <\/b> <br><b>Chugai Pharmaceutical<\/b> Other, Honoraria. <br><b>Nippon Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>Clinical Research Support Center Kyushu<\/b> Grant\/Contract. <br><b>West Japan Oncology Group<\/b> Grant\/Contract. <br><b>Nichirei Biosciences<\/b> Grant\/Contract. <br><b>Eli Lilly Japan<\/b> Grant\/Contract. <br><b>Hitachi<\/b> Grant\/Contract. <br><b>Otsuka Pharmaceutical<\/b> Grant\/Contract. <br><b>Osakaminami Hospital<\/b> Grant\/Contract.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6537","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4331","PresenterBiography":"","PresenterDisplayName":"Marco De Velasco, PhD","PresenterKey":"d9dd4a98-fb19-4cd4-a4b3-0e9c54a19459","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4331. Machine learning-based classification of tissue origin of cancer using methylation profiles","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Machine learning-based classification of tissue origin of cancer using methylation profiles","Topics":null,"cSlideId":""},{"Abstract":"Genome-wide association studies (GWAS) have identified over 170 genetic variants associated with breast cancer risk. Integrative methods, like colocalization and transcriptome-wide association studies (TWAS), can identify potential biological mediators for genetic associations but, to date, have only contextualized a fraction of GWAS loci. This reduced discovery is due to an overreliance on reference transcriptomic panels of total gene expression, which ignore widespread alternative splicing that gives rise to multiple transcript-isoforms of the same gene with differing effects on tumorigenesis and progression. However, integrating highly correlated transcript-isoforms with phenotypic associations from genome-wide association studies (GWAS) requires methodological innovations.Here, we first introduce isoTWAS, a multivariate, machine learning method to integrate genetics, isoform-level expression, and phenotypic associations in a step-wise testing framework, and present its advantages over traditional gene-level methods.We then apply isoTWAS to multiomic data from non-cancerous breast samples from the Genotype-Tissue Expression Project (GTEx) and breast cancer risk GWAS summary statistics from the Breast Cancer Association Consortium. In total, we generated strong predictive models for 70,816 isoforms across 12,103 genes and estimated isoform associations for overall and subtype-specific breast cancer risk. We observed 570 associated isoforms across 384 unique genes (compared to 141 associated genes out of 14,613 genes tested in a gene-level TWAS with the same GWAS) at FDR and FWER-corrected P &#60; 0.05. Critically, isoTWAS prioritized isoform associations within 1 Megabase of 66 independent GWAS-significant loci compared to 22 from gene-level TWAS. Of these isoforms within 1 Megabase of a GWAS locus, 19 associated isoforms had a significantly associated risk variant within the gene body. Of note, we find a negative association between the <i>ESR1<\/i> isoform ENST00000488573 and overall breast cancer risk (P = 3.35 x 10<sup>-9<\/sup>). Previous studies using breast tissue have not prioritized <i>ESR1<\/i> expression as a potential mediator, despite strong SNP associations at this locus. We are currently updating transcriptomic annotations using long-read RNA-sequencing data to improve the precision and specificity of GTEx isoform-level quantifications. We will then expand our isoTWAS analysis to other related tissues (connective, adipose, and immune-related tissues) to identify causal susceptibility transcripts for overall and subtype-specific risk. Our study underscores the wealth of information remaining in bulk RNA-seq datasets that sophisticated methods like isoTWAS can leverage to identify genetic risk mechanisms for breast cancer that is missed with traditional gene-centric measurements and methods.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-04 Large-scale approaches to cancer gene discovery,,"},{"Key":"Keywords","Value":"Breast cancer,Splice variants,RNA sequencing,Genome-wide association studies (GWAS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Bhattacharya<\/b><sup>1<\/sup>, Y.-H. Chang<sup>2<\/sup>, B. Pasaniuc<sup>2<\/sup>, S. Lindstroem<sup>3<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>University of California, Los Angeles, Los Angeles, CA, <sup>3<\/sup>University of Washington, Seattle, WA","CSlideId":"","ControlKey":"55c1fb8e-d2f9-4427-8561-8c8c39e329f6","ControlNumber":"5321","DisclosureBlock":"&nbsp;<b>A. Bhattacharya, <\/b> None..<br><b>Y. Chang, <\/b> None..<br><b>B. Pasaniuc, <\/b> None..<br><b>S. Lindstroem, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6538","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4332","PresenterBiography":null,"PresenterDisplayName":"Arjun Bhattacharya, PhD","PresenterKey":"750c72c1-6772-442a-b125-e451187f1a50","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4332. Isoform-level transcriptome-wide analyses identify extensive genetic mechanisms for breast cancer risk undetectable on the gene-level","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Isoform-level transcriptome-wide analyses identify extensive genetic mechanisms for breast cancer risk undetectable on the gene-level","Topics":null,"cSlideId":""},{"Abstract":"Astrocytoma and oligodendroglioma are most commonly initiated by missense mutations at the arginine 132 codon of isocitrate dehydrogenase 1 (<i>IDH1<\/i>). Biochemically the mutant IDH1 protein acquires neomorphic activity: reductive NADPH-dependent catalysis of &#945;-ketoglutarate (&#945;KG) to (<i>R<\/i>)-2-hydroxyglutarate [(<i>R<\/i>)-2-HG]. (<i>R<\/i>)-2-HG interferes with the function of &#945;KG-dependent epigenetic modifiers, resulting in extensive epigenetic remodeling that impairs cellular differentiation and promotes gliomagenesis. Strategies for selectively targeting <i>IDH1<\/i>-mutant cells offer promise for improved treatment over the standard modalities of surgery, chemotherapy and radiotherapy.<br \/>Whole-genome CRISPR\/Cas9 knockout screens were conducted to identify gene dependencies in isogenic <i>IDH1<\/i>-mutant and wild-type (WT) U-87 MG cells. Cells were transduced with the Brunello single guide RNA (sgRNA) library, grown for 21 days, then sgRNA distributions were assessed by amplicon sequencing. Gene dependencies were identified using CRISPRcleanR and BAGELR pipelines. We discovered that glucose-6-phosphate dehydrogenase (G6PD), a pentose phosphate pathway (PPP) enzyme, was needed for viability of <i>IDH1<\/i>-mutant cells, but was dispensable for U-87 MG WT cells. The PPP is the main producer of cytosolic NADPH that is required for de novo lipogenesis, maintenance of antioxidants and production of (<i>R<\/i>)-2-HG by mutant IDH1. Previous reports demonstrated that <i>IDH1<\/i>-mutant cells increase PPP flux to support these processes.<br \/>We have validated this dependency using G6PDi-1, a cell-active inhibitor of G6PD. Growth inhibition (IC<sub>50<\/sub>) assays demonstrated that <i>IDH1<\/i>-mutant U-87 MG cells were threefold more sensitive to G6PDi-1 with IC<sub>50<\/sub> of 23 &#956;M and enhanced cell death (increased propidium iodide uptake), compared with WT U-87 MG cells with IC<sub>50<\/sub> of 67 &#956;M. <i>G6PD<\/i> knockout was then conducted to further validate this dependency. Nucleofection of <i>IDH1<\/i> WT U-87 MG cells with <i>G6PD<\/i> multi guide RNA-Cas9 ribonucleoproteins resulted in highly efficient knockout of <i>G6PD<\/i> at day 5 (99-100%), which was maintained at day 21 (96-98%). In contrast, efficient <i>G6PD<\/i> knockout in <i>IDH1<\/i>-mutant U-87 MG cells at day 5 (98-100%) was lost following 21 days culture (0-5%), indicating death of almost all edited cells within the culture. Finally, Kaplan-Meier analysis of <i>IDH1<\/i>-mutant patients in the TCGA lower grade glioma dataset demonstrated that higher <i>G6PD<\/i> expression correlated with worse median overall survival (7.3 versus 9.5 years; log-rank p=0.01), but was not prognostic in the <i>IDH1<\/i> WT TCGA glioblastoma multiforme dataset.<br \/>These findings demonstrate that a cell line model of <i>IDH1<\/i>-mutant glioma is highly dependent on <i>G6PD<\/i> for survival. This observation builds on the recognized importance of the PPP in the metabolic biology of <i>IDH1<\/i>-mutant malignancy by establishing G6PD as a targetable dependency in this disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-01 Functional genomics,,"},{"Key":"Keywords","Value":"IDH1,Glioma,CRISPR\/Cas9,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"K. M. Paras, P. Patel, P. Choi, W. R. Wilson, T.-W. Lee, S. M. F. Jamieson, <b>D. C. Singleton<\/b>; <br\/>University of Auckland, Auckland, New Zealand","CSlideId":"","ControlKey":"d68f6777-2898-4394-98c0-a0d3a3aa3aff","ControlNumber":"4008","DisclosureBlock":"&nbsp;<b>K. M. Paras, <\/b> None..<br><b>P. Patel, <\/b> None..<br><b>P. Choi, <\/b> None..<br><b>W. R. Wilson, <\/b> None..<br><b>T. Lee, <\/b> None..<br><b>S. M. F. Jamieson, <\/b> None..<br><b>D. C. Singleton, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6539","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4333","PresenterBiography":null,"PresenterDisplayName":"Dean Singleton, BS;PhD","PresenterKey":"4859e44f-e2c2-49d2-bd4c-ba681e5b9cb2","PresenterPhoto":"https:\/\/files.abstractsonline.com\/\/assocphotos\/101\/4859e44f-e2c2-49d2-bd4c-ba681e5b9cb2.profile.jpg","SearchResultActions":null,"SearchResultBody":"4333. Identification of glucose-6-phosphate dehydrogenase dependency in IDH1 mutant glioma cells using functional genomics","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of glucose-6-phosphate dehydrogenase dependency in IDH1 mutant glioma cells using functional genomics","Topics":null,"cSlideId":""},{"Abstract":"Cervical cancer is caused by human papillomavirus (HPV) infection and is the most common cause of cancer death in low-resource countries. We characterized 18 cervical and 4 head and neck cancer cell lines using long-read DNA and RNA sequencing and identified the HPV types, HPV integration sites, and cancer driver mutations. This cell line panel represents the major molecular subtypes of cervical cancer. Structural variation analysis revealed recurrent chromosomal alteration and telomeric deletions associated with DNA inversions resulting from breakage-fusion-bridge (BFB) cycles. BFB is a common mechanism of chromosomal alteration in cancer that has not been studied using long-read sequencing. Analysis of the inversion sites revealed staggered ends consistent with exonuclease deletion of the DNA after breakage. Some BFB events are complex, involving interchromosomal or intrachromosomal insertions or rearrangements. In total, there were three different types of BFB events: Type I, II, and III. Type I BFB events have staggered ends but no additional insertion at the fusion site. Type II BFB events have an insertion of DNA from another chromosome at the junction, and Type III has an insertion of sequences from the same chromosome as the BFB. BFB cycles are thought to resolve with the addition of a telomere. However, a search for telomeric sequences did not identify any on chromosomes impacted by BFB. In many cancers, BFB events co-occur with chromothripsis; however, in our cervical cancers, only 1 out of 13 had chromosomal shattering near the BFB event, indicating that the mechanism of chromosome rearrangement may be different in cervical cancers. Five cell lines have a Chr11q BFB event, with YAP1\/BIRC2\/BIRC3 gene amplification. Analysis of 911 publicly available cervical cancer exomes showed that YAP1 amplification is associated with a 10-year earlier age of diagnosis of cervical cancer (x2, p&#60;0.0001) and is three times more common in African Americans (x2=12, p=0.003). Therefore, cervical cancer patients with YAP1\/BIRC2\/BIRC3 amplification, especially those of African American ancestry, might benefit from anti-YAP1\/BIRC2\/BIRC3 therapies. Our panel provides models for all the major HPV types and subtypes of cervical cancer that will aid in developing new therapeutic approaches. In summary, we uncovered novel insights into the mechanisms and consequences of BFB cycles in cervical cancer using long-read sequencing. We are expanding long-read sequencing to other cancer cell lines to gain knowledge of events associated with BFB.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-01 Functional genomics,,"},{"Key":"Keywords","Value":"Genomics,Sequencing,Cervical cancer,Chromosomal instability,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>I. Rodriguez<\/b><sup>1<\/sup>, N. Rossi<sup>1<\/sup>, A. Kesus<sup>2<\/sup>, Y. Xie<sup>1<\/sup>, T. Ahmad<sup>2<\/sup>, A. Bryant<sup>2<\/sup>, H. Lou<sup>3<\/sup>, J. Godinez Paredes<sup>1<\/sup>, R. Milano<sup>1<\/sup>, M. Kolmogorov<sup>2<\/sup>, S. Tulsyan<sup>1<\/sup>, J. Bess<sup>1<\/sup>, V. Mukhina<sup>4<\/sup>, D. Gaykalova<sup>4<\/sup>, L. Malik<sup>5<\/sup>, K. J. Billingsley<sup>5<\/sup>, C. Blauwendraat<sup>5<\/sup>, L. Mirabello<sup>1<\/sup>, M. Dean<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute, National Institute of Health, Rockville, MD, <sup>2<\/sup>National Cancer Institute, National Institute of Health, Bethesda, MD, <sup>3<\/sup>Frederick National Laboratory for Cancer Research, National Cancer Institute, Frederick, MD, <sup>4<\/sup>University of Maryland School of Medical Center, Baltimore, MD, <sup>5<\/sup>National Institute on Aging, National Institute of Health, Bethesda, MD","CSlideId":"","ControlKey":"651f092c-f79b-46bf-8a5b-c42edc44e534","ControlNumber":"2159","DisclosureBlock":"&nbsp;<b>I. Rodriguez, <\/b> None..<br><b>N. Rossi, <\/b> None..<br><b>A. Kesus, <\/b> None..<br><b>Y. Xie, <\/b> None..<br><b>T. Ahmad, <\/b> None..<br><b>A. Bryant, <\/b> None..<br><b>H. Lou, <\/b> None..<br><b>J. Godinez Paredes, <\/b> None..<br><b>R. Milano, <\/b> None..<br><b>M. Kolmogorov, <\/b> None..<br><b>S. Tulsyan, <\/b> None..<br><b>J. Bess, <\/b> None..<br><b>V. Mukhina, <\/b> None..<br><b>D. Gaykalova, <\/b> None..<br><b>L. Malik, <\/b> None..<br><b>K. J. Billingsley, <\/b> None..<br><b>C. Blauwendraat, <\/b> None..<br><b>L. Mirabello, <\/b> None..<br><b>M. Dean, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6540","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4334","PresenterBiography":null,"PresenterDisplayName":"Isabel Rodriguez, BS","PresenterKey":"bcc3bdd3-c473-4560-8160-44114477502b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4334. Insight into the structure of breakage fusion bridge events and chromothripsis in cancer cell lines using long-read sequencing","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Insight into the structure of breakage fusion bridge events and chromothripsis in cancer cell lines using long-read sequencing","Topics":null,"cSlideId":""},{"Abstract":"This study is aimed at testing the hypothesis that increased patient age fosters conditions that are favorable for head and neck squamous cell carcinomas (HNSCC) of the oral cavity development. There is a well-documented increase in cancer incidence with age observed across diverse cancer types, where elderly patients exhibit diminished survival outcomes compared to their younger counterparts. While the convergence of aging and cancer hallmarks offers valuable insights, further work is needed to elucidate the age-specific mechanisms influencing HNSCC, beyond the shared characteristics of these biological processes.<br \/><i><u>To this end, we have assembled a high-quality human single-cell RNA-sequencing HNSCC atlas profiling more than 230,000 cells across more than 50 patients with ages ranging between 18 and 89, which provides a resource to investigate age-associated changes in the disease heterogeneity<\/u>. <\/i>For this library, we integrated six publicly available single-cell RNAseq datasets from 54 HPV-negative patients to create the atlas. Cells were clustered, classified, characterized by gene set enrichment analysis, both in the epithelial cell compartment and in the tumor microenvironment (TME). Differential cell type proportion analysis was performed to identify cell types enriched in young (&#60;49 years) or old (&#62;70 years) patients. Cell-cell communication analysis was performed to identify signaling events occurring between different populations, and how these and specific ligand-receptor pairs differed in patients of different ages. CNV analyses were performed to identify cancer subclones and assess level of variation across tumors. Interestingly, <u>we identified distinct cell populations and signaling events that associate with age, and we were able to compare, validate and recapitulate these observations in the 4MOSC1 OSCC isograft tumor model in old and young mice.<\/u> Additional notable findings include a differential enrichment for cytotoxic CD8 T cells over dysfunctional CD8 T cells in young patients when compared to old, suggesting younger patients have a more effective immune TME. We also found an enrichment for cancer-associated fibroblast populations in old patients (myCAFs) that send collagen signals to malignant epithelial cells, a result we have recapitulated using the 4MOSC1 model, and hypothesize may play a role in ECM stiffening, EMT, and metastasis. Further analyses are ongoing, and we plan to validate the hypotheses generated, specifically the presence of differential abundance of specific cell populations, and age-specific ligand-receptor signaling events that lead to tumor growth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Oral cancers,Aging,Single cell,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Kroehling<\/b><sup>1<\/sup>, A. Spinella<sup>1<\/sup>, M. Kukuruzinska<sup>2<\/sup>, X. Varelas<sup>1<\/sup>, S. Monti<sup>1<\/sup>; <br\/><sup>1<\/sup>Boston Univ. School of Medicine, Boston, MA, <sup>2<\/sup>Boston Univ. School of Dental Medicine, Boston, MA","CSlideId":"","ControlKey":"1c36a31f-304a-442d-9421-c3af4d9368af","ControlNumber":"671","DisclosureBlock":"&nbsp;<b>L. Kroehling, <\/b> None..<br><b>A. Spinella, <\/b> None..<br><b>M. Kukuruzinska, <\/b> None..<br><b>X. Varelas, <\/b> None..<br><b>S. Monti, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6541","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4335","PresenterBiography":null,"PresenterDisplayName":"Lina Kroehling, MS","PresenterKey":"f8b3bd4a-a5a0-47f7-a733-e9a937ce9a2f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4335. High-resolution characterization of age-specific cell type composition changes and signaling events in HPV-negative HNSCC tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High-resolution characterization of age-specific cell type composition changes and signaling events in HPV-negative HNSCC tumors","Topics":null,"cSlideId":""},{"Abstract":"High grade serous ovarian cancer (HGSOC) is the most lethal gynecologic malignancy, killing more than 9,000 women each year in the United States. Nearly 80% of patients with HGSOC will experience recurrence within 5 years, but little is known about the mechanisms that drive this process. Up to 60% of the genome in an HGSOC tumor is impacted by structural variant mutations and pronounced intratumoral heterogeneity. Intratumor heterogeneity is believed to be a key feature of recurrence and therapy resistance with some evidence indicating diverse and complex mechanisms of the seeding of metastatic sites and recurrent tumors. We included 35 HGSOC patients for whom paired chemo-naive and chemoresistant tumors as well as germline DNA was available. Whole genome sequencing was used to identify somatic single nucleotide variants (SNV) insertion\/deletion variants (indels), and structural variants (SVs) in each tumor. The number of somatic SVs and indels was higher in tumors with homologous recombination repair deficiency (HRD; P=0.000252 SVs, P=0.00385 Indel) but was not affected by recurrent status (P=0.826 SV, P=0.145 SNV\/indel). Clonal composition and dynamics were measured using SNVs\/indels as tumors progressed from chemo-na&#239;ve primary samples to recurrent chemo-resistant tumors. Surprisingly, few changes were observed in clonal abundance and complexity through progression. When this analysis was repeated with SVs homologous recombination repair proficient tumors tend to be polyclonal while HRD tumors tend to be monoclonal. Five <i>denovo<\/i> structural variant signatures were identified in our cohort and led to three distinct structural variant classes tumors defined by deletion, tumors defined by duplication, and tumors defined by copy number neutral changes (inversions, translocations and balanced complex events). Patients with tumors defined by deletions and copy number neutral changes carry pathogenic SVs correlating with reduced survival (P=0.00023), while DNA gains are less subject to pathogenic alterations. Each class displayed distinct regions of the chromosome that was frequently affected by large scale SV events (&#62;5Mb), which was also observed in the HRP\/HRD status. Although no regions were notably altered across recurrence, GO analysis revealed that recurrent tumors have a significantly reduced immune response, which was not seen in the primary tumors. Within a subset of tumors, we are plan to utilize Oxford Nanopore Technologies ultra long read sequencing which will allow for confirmation of SVs observed in the WGS as well as identification of more complex events that cannot be deciphered using WGS techniques.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Clonal evolution,Cancer genomics,Homologous recombination repair,Whole genome sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. A. Diaz<\/b><sup>1<\/sup>, N. Gull<sup>1<\/sup>, P.-C. Peng<sup>1<\/sup>, K. Lawrenson<sup>1<\/sup>, B. J. Rimel<sup>1<\/sup>, J. Lester<sup>2<\/sup>, B. Karlan<sup>2<\/sup>, S. A. Gayther<sup>1<\/sup>, M. R. Jones<sup>1<\/sup>; <br\/><sup>1<\/sup>Cedars-Sinai Medical Center, Los Angeles, CA, <sup>2<\/sup>University of California, Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"4164e6fc-e6ad-4424-a0aa-dd30a954ade2","ControlNumber":"1333","DisclosureBlock":"&nbsp;<b>M. A. Diaz, <\/b> None..<br><b>N. Gull, <\/b> None..<br><b>P. Peng, <\/b> None..<br><b>K. Lawrenson, <\/b> None..<br><b>B. J. Rimel, <\/b> None..<br><b>J. Lester, <\/b> None..<br><b>B. Karlan, <\/b> None..<br><b>S. A. Gayther, <\/b> None..<br><b>M. R. Jones, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6542","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4336","PresenterBiography":null,"PresenterDisplayName":"Michael Diaz, MS","PresenterKey":"693abfb9-9d15-44fb-8634-b08cb0f53907","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4336. Homologous recombination repair deficiency, and not recurrence, determines mutational burden and clonal dynamics in high grade serous ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Homologous recombination repair deficiency, and not recurrence, determines mutational burden and clonal dynamics in high grade serous ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Structural rearrangements and in particular, gene fusions, are key mutational processes in bone and soft tissue tumors, used for both disease classification and as biomarkers. However, the mutational processes and rearrangement processes underlying many of these events remain poorly characterized. Recent data indicate that sarcomas show particularly high frequencies of complex rearrangement events, including patterns which do not fit those of known mutational mechanisms. As the largest whole genome sequencing (WGS) cohort of sarcomas to date, the Genomics England (GE) 100,000 Genomes project represents a unique dataset in which to profile these events.<br \/>Structural variants (SVs) were identified in whole genome sequencing data for 978 samples from the Genomics England 100,000 Genomes Project using an optimized approach based on 5 specialized SV callers. SVs identified by at least 2 callers were filtered to retain only those which passed the quality filter, and to remove variants present in either matched germline samples or &#62;1% of a panel of normal variants. Chromothriptic events, extrachromosomal DNA (ecDNA) and genes enriched for SVs were identified using established algorithms.<br \/>The prevalence of SVs varies across sarcoma, in keeping with previous reports, with particularly high rates observed in myxofibrosarcoma and liposarcoma. As described previously, liposarcomas showed the highest rates of chromothripsis. We have examined some tumor types at higher granularity than previously available, demonstrating directly that the rates of complex rearrangement events vary across subtypes. For example, chromothriptic events are identified in 100% of well-differentiated liposarcomas, but less than 10% of myxoid liposarcomas. Similarly, the presence of ecDNA varies by tumor type, with the novel observation of particularly high rates in angiosarcoma. Using these data, we have catalogued the rearrangement patterns generating canonical gene fusions in fusion-driven soft tissue tumor types.<br \/>Despite more recent advances in histological classification, survival for patients with sarcoma has remained largely unchanged for 40 years. Characterization of the mutational processes underlying these rearrangements will shed light on the pathogenesis of these tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Genomics,Sarcoma\/soft-tissue malignancies,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Waise<\/b><sup>1<\/sup>, T. Lesluyes<sup>1<\/sup>, J. Demeulemeester<sup>2<\/sup>, M. Tarabichi<sup>3<\/sup>, A. Flanagan<sup>4<\/sup>, N. Pillay<sup>4<\/sup>, P. Van Loo<sup>5<\/sup>; <br\/><sup>1<\/sup>The Francis Crick Institute, London, United Kingdom, <sup>2<\/sup>KU Leuven, Leuven, Belgium, <sup>3<\/sup>Université Libre de Bruxelles, Brussels, Belgium, <sup>4<\/sup>University College London, London, United Kingdom, <sup>5<\/sup>MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"f68cbb62-2f95-42b2-bf2e-4b7bc0dcf612","ControlNumber":"1589","DisclosureBlock":"&nbsp;<b>S. Waise, <\/b> None..<br><b>T. Lesluyes, <\/b> None..<br><b>J. Demeulemeester, <\/b> None..<br><b>M. Tarabichi, <\/b> None..<br><b>A. Flanagan, <\/b> None..<br><b>N. Pillay, <\/b> None..<br><b>P. Van Loo, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6543","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4337","PresenterBiography":null,"PresenterDisplayName":"Sara Waise, BA;MBBS;PhD","PresenterKey":"a1ee53a3-53fb-46b7-a1c4-a69f7527c6f0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4337. Illuminating the complex rearrangement landscape of sarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Illuminating the complex rearrangement landscape of sarcoma","Topics":null,"cSlideId":""},{"Abstract":"Aneuploidy is a hallmark of human cancers and studies have shown that cancer patients harbor many differences in their copy number aberrations (CNAs) reflecting interpatient heterogeneity (IPH). While IPH has been studied extensively, the intratumoral heterogeneity (ITH) of CNAs within a tumor remains understudied. Here, we conducted a pan-cancer analysis of 94 human tumor samples at single cell genomic resolution, representing seven major cancer types: bladder, breast, colon, glioblastoma, kidney, lung, and ovary. In total, 62,646 aneuploid cells were analyzed by single cell copy number profiling and bulk exome sequencing was performed. In most cancer types, increased subclonal diversity was associated with higher CNA burden, whole genome doubling (WGD) events, and <i>TP53<\/i> mutations. In all tumors, our data show that cancer cells share a clonal set of truncal CNAs or mutations, suggesting these tumors evolved from a single ancestral cell. In 18\/94 cases we identified subclonal WGD events, which resulted in a higher number of copy number losses after tetraploidization. Macro-spatial sampling showed that increased clonal diversity also correlated with increased spatial geographical diversity. We found that many cancers evolved CNAs in short punctuated bursts of evolution, and that this was not restricted to a specific cancer type. Collectively, these data show that copy number ITH is universally associated with molecular features across these human cancer types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Single cell,Copy number alterations,Tumor evolution,Pan-cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Ye<\/b><sup>1<\/sup>, T. McDonald<sup>2<\/sup>, E. Sei<sup>1<\/sup>, D. Conterno Minussi<sup>1<\/sup>, M. Hu<sup>1<\/sup>, C. Tang<sup>1<\/sup>, J. Wang<sup>1<\/sup>, K. Wang<sup>1<\/sup>, A. Casasent<sup>1<\/sup>, H. Chen<sup>1<\/sup>, F. Michor<sup>2<\/sup>, N. Navin<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Harvard University, Boston, MA","CSlideId":"","ControlKey":"5a48276e-f64d-4fd5-bfeb-d34ff0524f1c","ControlNumber":"1769","DisclosureBlock":"&nbsp;<b>H. Ye, <\/b> None..<br><b>T. McDonald, <\/b> None..<br><b>E. Sei, <\/b> None..<br><b>D. Conterno Minussi, <\/b> None..<br><b>M. Hu, <\/b> None..<br><b>C. Tang, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>K. Wang, <\/b> None..<br><b>A. Casasent, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>F. Michor, <\/b> None..<br><b>N. Navin, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6544","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4338","PresenterBiography":null,"PresenterDisplayName":"Hanghui Ye, BS","PresenterKey":"a756972b-b9cb-4c3a-b7ae-6572f91b07e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4338. A pan-cancer single-cell analysis of intratumoral copy number diversity and evolution","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A pan-cancer single-cell analysis of intratumoral copy number diversity and evolution","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>The stepwise progression of colorectal cancer from healthy epithelium, to premalignant adenoma, to cancer is accompanied by genome-wide epigenetic reprogramming. However, current analyses of these processes have been hampered by complex mixtures of cells in normal, adenoma and cancer tissue samples, as well as absence of suitable adenoma model systems. Cultured colorectal organoids, comprised of pure epithelial cells, could enable insights on the epigenetic changes leading to progression from healthy tissue to cancer.<br \/><b>Methods: <\/b>Using 43 patient-derived colorectal organoids derived from healthy, adenoma, and cancer tissues, we examined the chromatin landscape of tumor progression using transposase accessible chromatin analyses with next generation sequencing. We defined a consensus set of nucleosome depleted regions for each disease stage and used principal component analyses to identify peaks that contributed the most variation across the collection of organoids. Consensus regions were linked to genes they overlapped, and intergenic consensus regions were linked to the nearest gene within 1 Mbp. Subsequently, we performed a gene set enrichment analysis to assess pathways affected by differential chromatin accessibility. To identify the transcription factor drivers of regulatory reprogramming, the DNA sequences within the consensus peaks were analyzed for enrichment of characteristic binding motifs. We analyzed regions of consensus peaks for fragmentation characteristics in the circulating cell-free DNA (cfDNA) of 250 healthy individuals and 51 patients with stage IV colorectal cancer.<br \/><b>Results: <\/b>Across all organoid samples, we identified &#62;35 million nucleosome depleted regions that we coalesced into a consensus set of 61,755 regions. We excluded 13,040 regions that had low variation across the organoid tissues, leaving 48,715 regions that could potentially define tissue-specific signatures of chromatin accessibility. As 78% of these regions could be linked to genes, we assessed whether these signatures identify known pathways involved in colorectal cancer. We identified unique signatures of healthy tissues, adenomas, and cancers comprising genes of known and novel pathways, including those involved in WNT, hippo, and RAS signaling. We found that changes in chromatin accessibility can be detected in circulating cfDNA profiles and were associated with independent circulating tumor DNA abundance by droplet digital PCR (R=0.78, p&#60;0.0001).<br \/><b>Conclusions: <\/b>These analyses highlight important targets of chromatin remodeling in colorectal tumorigenesis and provide an avenue for evaluating these through genome-wide analyses of cfDNA fragmentation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Colorectal adenocarcinoma,Cell-free DNA,Genomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. A. Vulpescu<\/b><sup>1<\/sup>, Z. H. Foda<sup>1<\/sup>, P. H. A. Wisse<sup>2<\/sup>, J. E. Medina<sup>3<\/sup>, V. Adleff<sup>1<\/sup>, R. J. A. Fijneman<sup>2<\/sup>, R. B. Scharpf<sup>1<\/sup>, G. A. Meijer<sup>2<\/sup>, B. Carvalho<sup>2<\/sup>, V. E. Velculescu<sup>1<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD, <sup>2<\/sup>Netherlands Cancer Institute, Amsterdam, Netherlands, <sup>3<\/sup>Delfi Diagnostics, Baltimore, MD","CSlideId":"","ControlKey":"d904776e-ba7f-4da1-894a-71ce82bda557","ControlNumber":"7519","DisclosureBlock":"&nbsp;<b>N. A. Vulpescu, <\/b> None..<br><b>Z. H. Foda, <\/b> None..<br><b>P. H. A. Wisse, <\/b> None.&nbsp;<br><b>J. E. Medina, <\/b> <br><b>Delfi Diagnostics<\/b> Employment. <br><b>V. Adleff, <\/b> <br><b>Delfi Diagnostics<\/b> Independent Contractor, Other, Founder. <br><b>R. J. A. Fijneman, <\/b> <br><b>Cergentis BV<\/b> Grant\/Contract. <br><b>Personal Genome Diagnostics<\/b> Grant\/Contract. <br><b>Delfi Diagnostics<\/b> Grant\/Contract. <br><b>Merck BV<\/b> Grant\/Contract. <br><b>R. B. Scharpf, <\/b> <br><b>Delfi Diagnostics<\/b> Employment, Stock, Other, Founder. <br><b>G. A. Meijer, <\/b> <br><b>CRCbioscreen BV<\/b> Other, Co-founder and board member. <br><b>Health-RI (Dutch National Health Data infrastructure for research & innovation)<\/b> Other, Co-founder and board member. <br><b>IKNL (Netherlands Comprehensive Cancer Organization)<\/b> Other, Supervisory board member. <br><b>Exact Sciences<\/b> Other, Research collaboration. <br><b>Sysmex<\/b> Other, Research collaboration. <br><b>Sentinel Ch. SpA<\/b> Other, Research collaboration. <br><b>Personal Genome Diagnostics<\/b> Other, Research collaboration. <br><b>Delfi Diagnostics<\/b> Other, Research collaboration. <br><b>Hartwig Medical Foundation<\/b> Other, Research collaboration. <br><b>B. Carvalho, <\/b> <br><b>ZonMw<\/b> Grant\/Contract. <br><b>V. E. Velculescu, <\/b> <br><b>Delfi Diagnostics<\/b> Stock, Patent, Other, Founder, Board member. <br><b>LabCorp<\/b> Patent. <br><b>Qiagen<\/b> Patent. <br><b>Sysmex<\/b> Patent. <br><b>Agios<\/b> Patent. <br><b>Genzyme<\/b> Patent. <br><b>Esoterix<\/b> Patent. <br><b>Ventana<\/b> Patent. <br><b>ManaT Bio<\/b> Patent. <br><b>Viron Therapeutics<\/b> Other, Advisor. <br><b>Epitope<\/b> Other, Advisor.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6545","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4339","PresenterBiography":null,"PresenterDisplayName":"Nicholas Vulpescu, MS,BA","PresenterKey":"d14227e4-d07e-4656-982b-a17876bb1712","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4339. Chromatin landscapes of colorectal cancer development and cfDNA fragmentation","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chromatin landscapes of colorectal cancer development and cfDNA fragmentation","Topics":null,"cSlideId":""},{"Abstract":"Background: As tumors evolve, they accumulate somatic mutations that serve as an archeological record of their evolutionary past. Undifferentiated pleomorphic sarcomas (USARCs) are malignant soft tissue tumors that often contain scattered giant cancer cells, or potential &#8216;hopeful monster cells&#8217;, histologically. As USARCs frequently undergo whole genome doubling (WGD) and chromothripsis (Steele <i>et al<\/i>, 2019), both mutational events are likely to contribute to the formation of giant cancer cells, which frequently display atypical nuclear features such as polyploidy, micronuclei and extrachromosomal DNA. Giant cancer cells are also a common histological finding in other sarcoma types, such as dedifferentiated liposarcomas.<br \/>Aims: This study aims to leverage single cell sequencing approaches to determine the evolutionary history and genomic landscape of giant cancer cells in sarcomas.<br \/>Methods: 112 giant cancer cells identified in 8 USARCs, 1 dedifferentiated liposarcoma (DDLPS) and 1 myxofibrosarcoma by histology (i.e. nuclear size and shape, as well as multi-nucleation) were isolated via laser capture microdissection thereby retaining important spatial and morphological information. Once isolated, single cell DNA was extracted and amplified using the Ampli1 whole genome amplification (WGA) kit and underwent WGS. DNA was also estimated at a single cell level in one USARC using FACS. Once sorted into different ploidy populations, single nuclei also underwent WGS. Allele specific copy number aberrations (CNAs) were inferred in all single cells. Bulk tumour and normal WGS was also performed.<br \/>Results: LCM isolated giant cancer cells exhibited extreme sub-clonal heterogeneity with some demonstrating <i>de novo<\/i> chromothripsis events that was not present in bulk WGS. FACS analysis and copy number inference of single cancer cells in one USARC also revealed the presence of three ploidy populations, including a haploid, a near diploid and a WGD population. Single cell WGS and copy number profiling demonstrated that following near genome scale haploidisation, multiple haploid cells underwent successive rounds of WGD.<br \/>Conclusions: Chromothripsis and WGD emerges as major contributors to intra-tumor heterogeneity in sarcoma giant cancer cells. Single cell LCM and WGS revealed that some giant cancer cells contained <i>de novo<\/i> chromothripsis events that were not observed in bulk WGS. Multiple sub-clonal WGD events also permitted one USARC to continue to explore its fitness landscape contributing to ongoing tumor heterogeneity and lethality.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Single cell,Heterogeneity,Genomic instability,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Bowes<\/b><sup>1<\/sup>, T. Lesluyes<sup>1<\/sup>, S. Waise<sup>2<\/sup>, A. Verfaillie<sup>3<\/sup>, A. Flanagan<sup>4<\/sup>, J. Demeulemeester<sup>5<\/sup>, M. Tarabichi<sup>6<\/sup>, N. Pillay<sup>7<\/sup>, P. Van Loo<sup>8<\/sup>; <br\/><sup>1<\/sup>The Francis Crick Institute, London, United Kingdom, <sup>2<\/sup>Cancer Sciences, University of Southampton, Southampton, United Kingdom, <sup>3<\/sup>Genomics Core, UZ \/ KU Leuven, Belgium, Belgium, <sup>4<\/sup>Genetics and Cell Biology of Sarcoma, UCL Cancer Institute, London, United Kingdom, <sup>5<\/sup>VIB Centre for Cancer Biology, Leuven, Belgium, Belgium, <sup>6<\/sup>Institute for Interdisciplinary Research, Université Libre de Bruxelles, Brussels, Belgium, United Kingdom, <sup>7<\/sup>Sarcoma Biology and Genomics Group, UCL Cancer Institute, London, United Kingdom, <sup>8<\/sup>The University of Texas MD Anderson Cancer Centre, Houston, United Kingdom","CSlideId":"","ControlKey":"cbd93023-fc42-4dc3-a29c-297053e6b682","ControlNumber":"1883","DisclosureBlock":"&nbsp;<b>A. Bowes, <\/b> None..<br><b>T. Lesluyes, <\/b> None..<br><b>S. Waise, <\/b> None..<br><b>A. Verfaillie, <\/b> None..<br><b>A. Flanagan, <\/b> None..<br><b>J. Demeulemeester, <\/b> None..<br><b>M. Tarabichi, <\/b> None..<br><b>N. Pillay, <\/b> None..<br><b>P. Van Loo, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6547","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4340","PresenterBiography":null,"PresenterDisplayName":"Amy Bowes, MBBS","PresenterKey":"94b471de-2c08-45f6-b558-242a81ceb936","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4340. Profiling the evolutionary history of giant cancer cells in sarcomas: Hopeful monsters or an evolutionary dead end?","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Profiling the evolutionary history of giant cancer cells in sarcomas: Hopeful monsters or an evolutionary dead end?","Topics":null,"cSlideId":""},{"Abstract":"The vast majority of recurrent somatic mutations arising in tumors affect protein-coding genes in the nuclear genome. Here, through population-scale analysis of 15,619 whole tumor genomes, we report the discovery of highly recurrent mutations affecting both the small (12S, <i>MT<\/i> - <i>RNR1<\/i>) and large (16S, <i>MT<\/i> - <i>RNR2<\/i>) RNA subunits of the mitoribosome. In total, we identified 70 recurrent, hotspot mutations affecting either subunit of the mitoribosome. Compared to non-hotspot positions, rRNA hotspots preferentially affect positions participating in Watson-Crick base pairing, and tend to arise at positions under strong purifying selection in the germline. Consistent with their putative selection, hotspot rRNA alleles arose at higher heteroplasmy than silent mutations under neutral selection. Transcriptional and metabolomic profiling of the m.1227G&#62;A <i>MT<\/i> - <i>RNR1 <\/i>hotspot revealed a heteroplasmic dosage-dependent shift in energy generation towards glycolysis. Mutations disrupting the mitoribosome therefore represent a novel class of functional mutations under positive selection in cancer genomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Mitochondrial DNA,Somatic mutations,Whole genome sequencing,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Boscenco<\/b><sup>1<\/sup>, J. Tait-Mulder<sup>2<\/sup>, M. Kim<sup>1<\/sup>, C. Tang<sup>1<\/sup>, M. Zucker<sup>1<\/sup>, T. Park<sup>1<\/sup>, W. Wei<sup>3<\/sup>, P. F. Chinnery<sup>3<\/sup>, P. A. Gammage<sup>2<\/sup>, E. Reznik<sup>1<\/sup>; <br\/><sup>1<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY, <sup>2<\/sup>Cancer Research UK Beatson Institute, Glasgow, United Kingdom, <sup>3<\/sup>Medical Research Council Mitochondrial Biology Unit, Cambridge, United Kingdom","CSlideId":"","ControlKey":"ceba4582-d760-426a-bb97-eb7c500b7248","ControlNumber":"3189","DisclosureBlock":"&nbsp;<b>S. Boscenco, <\/b> None..<br><b>J. Tait-Mulder, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>C. Tang, <\/b> None..<br><b>M. Zucker, <\/b> None..<br><b>T. Park, <\/b> None..<br><b>W. Wei, <\/b> None..<br><b>P. F. Chinnery, <\/b> None.&nbsp;<br><b>P. A. Gammage, <\/b> <br><b>Cancer Research Horizons<\/b> Patent. <br><b>Pretzel Therapeutics Inc.<\/b> Other Securities, Other, Consultant. <br><b>E. Reznik, <\/b> <br><b>Cancer Research Horizons<\/b> Patent.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6548","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4341","PresenterBiography":null,"PresenterDisplayName":"Sonia Boscenco","PresenterKey":"0ae50c3c-b6a6-4701-9035-8152c643361d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4341. Non canonical mitochondrial hotspot mutations in cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non canonical mitochondrial hotspot mutations in cancer","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is one of the most diagnosed cancers and has a complex tumor microenvironment (TME). Breast tumors are subtyped by receptor expression, and all have a high degree of cellular heterogeneity. We analyzed tumors from 8 individuals with early-stage breast cancer. The patients had either triple negative breast (TNBC) or an estrogen receptor (ER) positive cancer. The tumors and normal adjacent tissue were profiled by single-nuclei gene expression (GEX) and ATAC data using the 10X multi-ome methodology. Gene set analysis identified specific epithelial clusters associated with the estrogen early\/late response, epithelial mesenchymal transition, and several key cytokine pathways. From those epithelial cells, a subset highly proliferative in nature emerged. It consists of both ER positive and TNBC tumor types enriched for specific DNA transcriptional motifs including those for stem cell (Yamanaka) factors and other cellular proliferation motifs. GEX proliferation markers such as MKi-67 were also highly expressed. Overlaying GEX and ATAC data, it was possible to filter the numerous differentially expressed genes and peaks into a subset of genes specific to progressive breast cancer within the proliferative cluster. Those genes included ESRP1, POP4, CCNE1, and AAMDC all of which are associated with progressive breast cancer. To further elucidate the complexity of the TME, we examined clusters of fibroblasts from our dataset. A difference in cancer associated fibroblast marker gene expression was related to the level of ER expression expressed in the tumor epithelium. In general, ER-low tumor fibroblasts had higher expression of immune cancer associated fibroblasts (iCAFs) markers while ER-positive and TNBC tumors had greater expression of extracellular matrix associated markers (emCAFs). Specific clusters were enriched for emCAFs and iCAFs representing another critical part of the TME. In conclusion, using a multi-modal single-cell approach to the TME allowed the identification of an aggressive cluster of epithelial cells marked by genes for cellular proliferation and noted therapeutic targets while also characterizing other critical TME components especially, CAFs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Breast cancer,Single cell,Gene expression,Epigenomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Russell<\/b>, M. Rao, G. Duclos, R. Aguilar, N. Barkas, M. Callahan, O. Chaudhary, P. Gathungu, C. Rands, V. Shankarappa, D. Stetson, A. Rotem, M. Scaltriti, B. Dougherty; <br\/>AstraZeneca US, Waltham, MA","CSlideId":"","ControlKey":"1ac3f51a-1e10-495d-a064-ff5ea06e8786","ControlNumber":"4611","DisclosureBlock":"<b>&nbsp;H. Russell, <\/b> <br><b>AstraZeneca Pharmaceuticals<\/b> Employment. <br><b>M. Rao, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>G. Duclos, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>R. Aguilar, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>N. Barkas, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>M. Callahan, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>O. Chaudhary, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>P. Gathungu, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>C. Rands, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>V. Shankarappa, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>D. Stetson, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>A. Rotem, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>M. Scaltriti, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>B. Dougherty, <\/b> <br><b>Brian Dougherty<\/b> Employment, Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6549","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4342","PresenterBiography":null,"PresenterDisplayName":"Hugh Russell, D Phil","PresenterKey":"12a390f4-bab8-4f81-8a16-0830ba41dec7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4342. Breast cancer multi-omic single cell profiling identifies key progressive disease markers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Breast cancer multi-omic single cell profiling identifies key progressive disease markers","Topics":null,"cSlideId":""},{"Abstract":"The mortality rate associated with ovarian cancer (OvCa) is disproportionately high in comparison to its incidence rate. This is partly due to the heterogeneous nature of the disease, which reduces treatment efficacy and contributes to high rates of relapse and chemotherapy resistance. Most OvCa are epithelial in origin and can be classified into four main subtypes: serous, mucinous, endometrioid, and clear cell. Of these, high grade serous ovarian cancer (HGSOC) is the deadliest. Epithelial ovarian carcinomas (EOC) typically exhibit widespread chromosomal and arm-level copy number abnormalities across most of the genome; in HGSOC, focal amplifications and microdeletions are especially prevalent and indicative of high genomic instability. To understand the heterogeneity of aneuploidy in EOC and HGSOC, we performed shallow single-cell whole genome sequencing on four EOC samples: two HGSOC, one clear cell, and one mixed clear cell and endometrioid. All samples were late stage and treatment na&#239;ve, and one sample had a known <i>BRCA2 <\/i>mutation. Sequencing data was processed by two complementary methods to call copy number alterations. First, we used the Cell Ranger DNA pipeline (10x Genomics) to align cell-identified sequencing reads to human reference genome GRCh38 for coverage-based copy number estimation. Resulting copy number calls were cleaned up for mappability, quality, and noisiness. Each sample was then subject to clustering and subclustering analysis using maximum likelihood genetic clustering algorithms. All samples exhibited a high level of aneuploidy, including characteristic alterations known to be associated with EOC. Two tumors contained readily distinguishable clonal populations, and all samples contained main tumor clones that could be further divided by unique subclonal characteristics. Evidence of polyploidy was also seen in all four specimens, with some tumor clusters exhibiting triploid and tetraploid baselines. In parallel, sequencing data was analyzed by the Copy-number Haplotype Inference in Single-cell by Evolutionary Links (CHISEL) algorithm. CHISEL utilizes both binned read depth ratio and B-allele frequency data to determine allele- and haplotype-specific copy numbers in single cells. Results from CHISEL confirmed the copy number calls from Cell Ranger DNA, and revealed widespread loss of heterozygosity in all samples. These findings were corroborated with allele-specific copy number data derived from matched tumor-normal whole exome sequencing. Furthermore, CHISEL detected polyploidy in one-third of the tumor cells with no preference for the A or B alleles. Overall, our findings highlight that the known heterogeneity of ovarian cancer extends to the level of aneuploidy and CNAs, shedding light on factors which pose significant barriers to effective personalized medicine implementation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Single cell,Ovarian cancer,Heterogeneity,Aneuploidy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Jin<\/b><sup>1<\/sup>, R. Bassiouni<sup>1<\/sup>, L. D. Gibbs<sup>2<\/sup>, J. Qian<sup>2<\/sup>, S. Rotimi<sup>2<\/sup>, M. G. Webb<sup>1<\/sup>, S. Rajpara<sup>2<\/sup>, D. W. Craig<sup>1<\/sup>, L. D. Roman<sup>2<\/sup>, J. D. Carpten<sup>1<\/sup>; <br\/><sup>1<\/sup>Beckman Research Institute of The City of Hope, Duarte, CA, <sup>2<\/sup>University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"9fddef07-c237-422d-8bb3-244f9fd40974","ControlNumber":"5333","DisclosureBlock":"&nbsp;<b>Y. Jin, <\/b> None..<br><b>R. Bassiouni, <\/b> None..<br><b>L. D. Gibbs, <\/b> None..<br><b>J. Qian, <\/b> None..<br><b>S. Rotimi, <\/b> None..<br><b>M. G. Webb, <\/b> None..<br><b>S. Rajpara, <\/b> None..<br><b>D. W. Craig, <\/b> None..<br><b>L. D. Roman, <\/b> None..<br><b>J. D. Carpten, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6550","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4343","PresenterBiography":null,"PresenterDisplayName":"Yuxin Jin, MS","PresenterKey":"17a9c706-5e03-425d-adec-30e1336fb677","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4343. Revealing ovarian cancer copy number variation in single cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Revealing ovarian cancer copy number variation in single cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Colorectal cancer (CRC) is the third most frequent cancer worldwide, and approximately a third of patients die from the disease. There is therefore an urgent need to better understand CRC biology. A particular feature in (colorectal) cancer is the activation of LINE-1 (L1) retrotransposons: DNA fragments which propagate to other places in the genome through an RNA intermediate. Per genome, about 100-150 genomic L1 copies are still retrotransposition-competent, but repressed in most somatic tissues. Their role in tumor development is currently unknown. Recently, the PCAWG consortium characterized the landscape of somatic L1 retrotranspositions in a series of primary cancers of different origin, and identified 124 recurrently active L1 source regions. However, only a limited number of these concerned CRC.<br \/><b>Aim<\/b>: This study aims to perform a comprehensive analysis of L1 activity in a large cohort of metastatic colorectal cancer.<br \/><b>Methods<\/b>: To this end, we retrieved data from the Hartwig Medical Foundation, comprising deep (106x) whole genome sequencing (WGS) data from metastatic CRC (n=745), to compare to breast (n=888) and lung cancer samples (n=640). We determined L1 activity as the number of somatic L1 insertions reported by the HMF DNA analysis pipeline and used the activity of each of the 124 L1 sources as previously reported by the PCAWG consortium.<br \/><b>Results: <\/b>99% of mCRC samples (n=741) displayed at least 1 somatic L1 retrotransposition, with at least 10 retrotranspositions in 89% of samples. L1 retrotransposition is more prevalent in mCRC than in metastatic lung and breast cancer, in which only 40% and 20% had at least 10 retrotranspositions per sample, respectively. Each cancer type showed a unique profile of active L1 sources. We did not observe a clear preference of L1 insertions for a single genomic region. However, in CRC, the gene most frequently affected in an <i>exon<\/i> was APC (n=13), an important tumor-suppressor gene. An analysis of somatic SNVs and SVs confirmed an association of mutations in some known L1 regulators such as TP53 with increased L1 activity, whereas mutations in others showed no change in the number of somatic retrotranspositions.<br \/><b>Conclusions<\/b>: We conclude that somatic L1 retrotranspositions are highly prevalent in metastatic colorectal cancer. Presence of L1 insertions in APC suggests retrotranspositions start very early in CRC development and prompts further investigation into earlier CRC stages.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Colorectal cancer,LINE-1,Genomic instability,transposable elements,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. de Wit<\/b><sup>1<\/sup>, S. Lakbir<sup>2<\/sup>, C. Buranelli<sup>2<\/sup>, G. A. Meijer<sup>3<\/sup>, S. Abeln<sup>4<\/sup>, R. J. A. Fijneman<sup>3<\/sup>; <br\/><sup>1<\/sup>Dept. Information and Computing Sciences and Dept. Biology, Utrecht University, Utrecht, Netherlands, <sup>2<\/sup>Dept. Computer Science, Vrije Universiteit Amsterdam, Amsterdam, Netherlands, <sup>3<\/sup>Netherlands Cancer Institute, Amsterdam, Netherlands, <sup>4<\/sup>Utrecht University, Utrecht; VU Bioinformatics Group, Vrije Universiteit Amsterdam, Amsterdam, Netherlands","CSlideId":"","ControlKey":"a3523646-dc04-468d-a6b6-4f09778d5dec","ControlNumber":"6380","DisclosureBlock":"&nbsp;<b>R. de Wit, <\/b> None..<br><b>S. Lakbir, <\/b> None..<br><b>C. Buranelli, <\/b> None.&nbsp;<br><b>G. A. Meijer, <\/b> <br><b>CRCbioscreen B.V.<\/b> Stock, Other, Co-founder and board member (CSO). <br><b>CZ Health Insurances<\/b> Other, cash matching to ZonMw grant, payments made to the institute. <br><b>Exact Sciences<\/b> Other, research collaboration: the company provided materials, equipment and\/or sample\/genomic analyses. <br><b>Personal Genome Diagnostics<\/b> Other, research collaboration: the company provides materials, equipment and\/or sample\/genomic analyses.. <br><b>Delfi Diagnostics<\/b> Other, research collaboration: the company provides materials, equipment and\/or sample\/genomic analyses.. <br><b>Hartwig Medical Foundation<\/b> Other, research collaboration: the company provides materials, equipment and\/or sample\/genomic analyses.&nbsp;<br><b>S. Abeln, <\/b> <br><b>Cergentis<\/b> Grant\/Contract. <br><b>Olink Proteomics AB<\/b> Grant\/Contract. <br><b>Quanterix Corporation<\/b> Grant\/Contract. <br><b>R. J. A. Fijneman, <\/b> <br><b>Personal Genome Diagnostics<\/b> Grant\/Contract, Other, public\/private partnership grant. <br><b>Delfi Diagnostics<\/b> Grant\/Contract, Other, public\/private partnership grant. <br><b>Cergentis B.V., a Solvias company<\/b> Grant\/Contract, Other, public\/private partnership grant. <br><b>Natera<\/b> Other, public\/private partnership.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6551","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4344","PresenterBiography":null,"PresenterDisplayName":"Henderijntje de Wit, MS","PresenterKey":"cda3b2d3-e5ae-42ad-a67e-535d9709e0e8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4344. Comprehensive analysis of LINE-1 transposable elements in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive analysis of LINE-1 transposable elements in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"The three-prime repair exonuclease 1, TREX1, degrades cytosolic DNA to prevent aberrant immune activation. Inactivation of TREX1 results in DNA accumulation in the cytosol and subsequent induction of the cGAS-STING DNA sensing pathway, downstream interferon-mediated innate immune signaling, and inflammation. Correspondingly, germline pathogenic mutational defects in the TREX1 gene lead to hereditary autoimmune and autoinflammatory disorders. While TREX1 mutations are also reported in some tumors, their consequences in cancer remain poorly understood. To assess the functional importance of amino acid residues in TREX1, we analyzed protein sequences of the functional TREX1 isoform, TREX1b, from 168 mammalian species. We also conducted a survey of genomic variant databases COSMIC, ClinVar, TCGA, LOVD, Decipher, and gnomAD for disease-associated TREX1 mutations. Finally, we modeled TREX1 mutations occurring in human tumors to evaluate predicted impact on protein stability and function using structure-based approaches FoldX and INPS-3D, and compared results to available predictions from AlphaMissense and COSMIC-3D. In the Cancer Genome Atlas (TCGA), 16 out of 32 cancer histologies have tumor samples bearing protein-altering TREX1 variants, with bladder cancer and melanoma having the highest frequency of TREX1 variants at 2.7% of tumor samples. Moreover, all 32 cancer types have some samples with loss of one or both copies of TREX1; frequencies of heterozygous loss range from 0.6% (thymoma) to 86% (kidney clear cell and lung squamous cell carcinomas). We also observed TREX1 copy gain with lower frequency than instances of copy loss, but also occurring in 31 out of 32 studies. Multiple tumors have a combination of a TREX1 protein sequence variant and copy number gain or loss, suggesting that their potential interplay may increase functional impact of TREX1 variants. Out of 15 cancer-associated TREX1 variants, 5 (33%) were predicted to be pathogenic by AlphaMissense. For FoldX and INPS-3D mutagenesis modeling, we used the published experimental 3D crystal structure of the wild type (WT) human TREX1 (PDB: 7TQQ). The changes in Gibbs free energy of folding &#916;&#916;G between WT and mutant predicted by FoldX and INPS-3D both correlated strongly with the AlphaMissense pathogenic probability scores (Pearson r=0.69 and 0.73, respectively). We will discuss implications of TREX1 variation and conservation across mammalian species and potential effects of germline TREX1 variants in hereditary autoimmune and autoinflammatory disorders and on somatic and germline TREX1 variants in human cancer cells and tumor samples.<br \/>*The first two authors contributed equally.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-01 Functional genomics,,"},{"Key":"Keywords","Value":"Copy number,Mutations,Innate immunity,Modeling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. M. Konate<\/b>, M. Shekfeh, J. Krushkal; <br\/>National Cancer Inst - Shady Grove Campus, Rockville, MD","CSlideId":"","ControlKey":"16375ef8-5a21-411a-97e9-3868337c99f8","ControlNumber":"775","DisclosureBlock":"&nbsp;<b>M. M. Konate, <\/b> None..<br><b>M. Shekfeh, <\/b> None..<br><b>J. Krushkal, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6552","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4345","PresenterBiography":null,"PresenterDisplayName":"Mariam Konate Monnard, BS;M Phil;MS;PhD","PresenterKey":"fdd03ab6-7517-4b93-9b32-257b68a6c78f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4345. Evaluation of the prevalence and impact of molecular variation in the three-prime repair exonuclease 1 TREX1 across mammalian species and in human malignancies","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of the prevalence and impact of molecular variation in the three-prime repair exonuclease 1 TREX1 across mammalian species and in human malignancies","Topics":null,"cSlideId":""},{"Abstract":"Extrachromosomal DNA (ecDNA) drives substantial copy number increases in focal regions harboring oncogenes and its non-Mendelian inheritance during mitosis contributes to cancer heterogeneity and a poor prognosis across multiple cancer types. However, the prevalence and function of ecDNA in gastric cancer (GC) are still largely unknown. Here, we profiled ecDNA by whole-genome sequencing analysis from 76 GC patients and explored its functional attributes through whole-transcriptome sequencing from the same tissues. Focal somatic copy number amplification (fSCNA) was detected in 27 patients (35.5%), of which 17 (22.4%) had at least one circular form of focal amplification (ecDNA<sup>+<\/sup>\/fSCNA<sup>+<\/sup>). Most of the patients carrying one or more ecDNA were classified as TCGA-CIN subtype (n=12; CIN: chromosomal instability). The fSCNA hotspots were observed at 17q12 and 19q12, where <i>ERBB2<\/i> and <i>CCNE1<\/i> are located, respectively. Amplifications at both loci occurred in seven patients and were formed into ecDNA in four and two patients, respectively. The ecDNA amplicons carried more oncogenes with significantly higher copy numbers than other amplicons (one-tailed Mann-Whitney <i>U<\/i> test, <i>p<\/i>=3.9e-03), and 44.4% (12 of 27) of ecDNA amplicons regions were overlapped with tandem duplication or chromothripsis, known causes of ecDNA formation. Oncogenes such as <i>ERBB2<\/i> and <i>MIEN1<\/i>, residing on ecDNA, exhibited significantly increased expression compared to matched normal tissue as well as patients with the corresponding genes located on their chromosome only, suggesting that the ecDNA-induced copy number increases contribute to elevated expression levels. On the other hand, <i>MYC<\/i> showed higher expression in the ecDNA<sup>+<\/sup>\/fSCNA<sup>+<\/sup> group, irrespective of its fSCNA status (<i>padj<\/i>=0.028 and 4.24e-06 against the ecDNA<sup>-<\/sup>\/fSCNA<sup>+<\/sup> and ecDNA<sup>-<\/sup>\/fSCNA<sup>-<\/sup> group, respectively). We further explored gene clusters that were associated with the ecDNA<sup>+<\/sup>\/fSCNA<sup>+<\/sup> group using weighted gene co-expression network (WGCNA) analysis. One module was distinct from ecDNA<sup>-<\/sup> patients, consisting of genes associated with the &#8220;protein processing in endoplasmic reticulum&#8221; and &#8220;spliceosome&#8221; pathways, inferring that transcription and translation are more active in ecDNA<sup>+<\/sup> patients. Moreover, the overall survival analysis of 76 GC patients revealed that ecDNA<sup>+<\/sup>\/fSCNA<sup>+<\/sup> patients were significantly associated with poor prognosis (log-rank test, <i>p<\/i>=0.014). In conclusion, ecDNA may be a main source of high expression of oncogenes that influence GC development, and subsequently upregulated global transcription activity will make GC more aggressive.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Gastric cancer,Genomic instability,Gene amplification,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Seol<\/b><sup>1<\/sup>, S. Kang<sup>2<\/sup>, S. Kim<sup>2<\/sup>, J. Lee<sup>1<\/sup>, M. Yoo<sup>1<\/sup>, D. Hwang<sup>1<\/sup>, S. Kang<sup>1<\/sup>, C. Bang<sup>1<\/sup>, Y. Park<sup>1<\/sup>, S.-H. Ahn<sup>1<\/sup>, H.-H. Kim<sup>1<\/sup>, H. Kim<sup>2<\/sup>, Y.-S. Suh<sup>1<\/sup>; <br\/><sup>1<\/sup>Seoul National University Bundang Hospital, Seongnam, Korea, Republic of, <sup>2<\/sup>Sungkyunkwan University, Suwon, Korea, Republic of","CSlideId":"","ControlKey":"831da956-f0b9-484a-8a58-78541f8d7213","ControlNumber":"2347","DisclosureBlock":"&nbsp;<b>D. Seol, <\/b> None..<br><b>S. Kang, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>M. Yoo, <\/b> None..<br><b>D. Hwang, <\/b> None..<br><b>S. Kang, <\/b> None..<br><b>C. Bang, <\/b> None..<br><b>Y. Park, <\/b> None..<br><b>S. Ahn, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>Y. Suh, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6553","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4346","PresenterBiography":null,"PresenterDisplayName":"Donghyeok Seol","PresenterKey":"bec4bd78-2895-445c-aaa5-dbb6d1aa1599","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4346. Deciphering the landscape of extrachromosomal DNA in gastric cancer and its potential impact on cancer dynamics","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering the landscape of extrachromosomal DNA in gastric cancer and its potential impact on cancer dynamics","Topics":null,"cSlideId":""},{"Abstract":"APOBEC3s (A-H) are a family of seven cytosine deaminases that inactivate viruses as part of the innate immune response. However, APOBEC3A and APOBEC3B have been found to mediate mutagenesis in tumor genomes by deaminating ssDNA that transiently arise during transcription and DNA replication. The mechanisms that trigger these enzymes to generate high mutation burdens in some cancers and affect disease progression and clinical outcomes are largely unknown. Here, we explored cell-type-specific transcriptional regulation of APOBEC3s using single-nucleus\/cell RNA-seq (sn\/scRNA-seq) data (&#62;100 samples and &#62;300,000 cells) from four tumor types - bladder, lung, breast, and kidney - that display different levels of APOBEC-induced mutation burden. Our analyses revealed that among seven members of the APOBEC3 family, <i>APOBEC3A <\/i>is expressed in a cell-type-specific manner. The expression was predominant in KRT13 and CDH12 epithelial cell-types and inflamed macrophages. The APOBEC3A+<i> <\/i>epithelial cell populations were abundant in the bladder, moderate in the lung and breast, and nearly absent in the kidney tumors. <i>APOBEC3A<\/i> expression correlated with interferon and pro-inflammatory signaling in KRT13+ cells. Transcription factors ELF3 and ATF3 were significantly upregulated in APOBEC3A+ KRT13 cells. Pseudotime analysis of sn\/scRNA&#8208;seq data revealed that <i>APOBEC3A<\/i> cells are in epithelial-mesenchymal transition. Finally, several gene markers defining APOBEC3A+ KRT13 cell types were identified. Ongoing analyses include investigations into clinical correlates, cell-type-specific mutation burdens, and validation through <i>in vitro<\/i> functional approaches. Our results propose that <i>APOBEC3A<\/i> is turned on in specific epithelial cell types by multiple signaling pathways during tumorigenesis, thereby driving tumor heterogeneity, particularly in high mutation-burden cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Bladder cancer,APOBEC3A,scRNA-seq,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Yesudhas<\/b>, B. Lone, K. Butler, A. Chakraborty, A. Banday; <br\/>NIH-NCI, Bethesda, MD","CSlideId":"","ControlKey":"2ecee279-f0af-4c93-9c76-3360955385d6","ControlNumber":"5068","DisclosureBlock":"&nbsp;<b>D. Yesudhas, <\/b> None..<br><b>B. Lone, <\/b> None..<br><b>K. Butler, <\/b> None..<br><b>A. Chakraborty, <\/b> None..<br><b>A. Banday, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6554","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4347","PresenterBiography":null,"PresenterDisplayName":"Dhanusha Yesudhas, PhD","PresenterKey":"93ceaae2-c8bb-4b4d-a1f7-c6dfedf31af3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4347. Cell-type specific transcriptional regulation of APOBEC3A in cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell-type specific transcriptional regulation of APOBEC3A in cancers","Topics":null,"cSlideId":""},{"Abstract":"Dysregulation of p53 signaling is central to oncogenesis. As revealed by the Cancer Genome Atlas (TCGA), mutation of tumor suppressor <i>TP53<\/i> is the most frequent single somatic event found across human cancers. In Epstein-Barr Virus (EBV)-associated nasopharyngeal cancer (NPC), an aggressive head and neck cancer prevalent in Southeast Asia, our recent study showed that only 9% cases harbored <i>TP53<\/i> mutation. Studies in NPC demonstrated that EBV infection alone was not sufficient to attenuate p53 signaling in EBV(+)NPC cells. As p53 signaling and function are intricately regulated by multiple pathway components, aberrations of the p53 regulatory network may also off-set p53 signaling, thus facilitating EBV(+)NPC tumorigenesis. Here, we hypothesized that in addition to <i>TP53<\/i> aberrations, <i>TP53<\/i>-regulome (genes direct regulate <i>TP53<\/i> expression and function), and <i>TP53<\/i>-effectome (genes responsible for executing biological functions of p53 signaling in cells) may also be genomically altered in NPC during oncogenesis. Here, we assembled the most updated <i>TP53<\/i>-regulome\/-effectome genelists, including newly identified p53 regulatory components, to enable characterization of <i>TP53<\/i>-regulatory network in EBV(+)NPC patient tumors<i>.<\/i> Among the subclasses of <i>TP53<\/i>-regulome, mutations of genes regulating p53 acetylation and ubiquitination were significantly co-occurred, while <i>TP53<\/i>-effectome genes involved in p53-mediated DNA repair and p53 metabolism were co-mutated with statistical significance, for instance. Analysis of the 111 whole-exome sequenced EBV(+)NPC samples first demonstrated that 40.5% and 26.1% was affected by <i>TP53<\/i>-regulome and <i>TP53<\/i>-effectome mutations respectively, while only 9.0% cases carried <i>TP53<\/i> mutation. In total, 55% of EBV(+)NPC harbored p53-related somatic mutations, which may implicate a wider <i>TP53<\/i>-associated genomic defect for NPC tumorigenesis. Among the 10 cases of <i>TP53<\/i>-mutated EBV(+)NPC, 5 of them co-harbored <i>TP53<\/i>-regulome mutations while 5 cases co-harbored <i>TP53<\/i>-effectome mutations. Subsequent in-depth allele frequency analysis revealed that in 4 out of 7 <i>TP53<\/i>, <i>TP53<\/i>-regulome and <i>TP53<\/i>-effectome co-mutated cases, the allele frequencies of <i>TP53<\/i>-regulome or <i>TP53<\/i>-effectome mutant genes were higher than that of <i>TP53<\/i>, implicating likely earlier events of these genetic defects than <i>TP53<\/i> mutation during NPC tumorigenesis. In conclusion, p53 regulatory network mutations are far more frequent than <i>TP53<\/i> mutations in this virally associated HNC, and functional study of such a wide array of p53-network mutations on p53 signaling in NPC tumorigenesis are warranted.<br \/>Acknowledgments: VWYL is supported by the Start-up Fund from the Georgia Cancer Center, USA.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Nasopharyngeal carcinoma,Epstein-Barr virus (EBV),TP53,Head and neck cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Law<\/b><sup>1<\/sup>, Y.-K. Ng<sup>1<\/sup>, J. Wen<sup>1<\/sup>, J.-H. Ng<sup>2<\/sup>, M. Wong<sup>2<\/sup>, P. Tse<sup>2<\/sup>, V. Lui<sup>1<\/sup>; <br\/><sup>1<\/sup>Augusta University, Augusta, GA, <sup>2<\/sup>University of California San Diego, La Jolla, CA","CSlideId":"","ControlKey":"53c31077-27ba-48df-b5ef-7aabb5e4a682","ControlNumber":"5813","DisclosureBlock":"&nbsp;<b>T. Law, <\/b> None..<br><b>Y. Ng, <\/b> None..<br><b>J. Wen, <\/b> None..<br><b>J. Ng, <\/b> None..<br><b>M. Wong, <\/b> None..<br><b>P. Tse, <\/b> None..<br><b>V. Lui, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6555","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4348","PresenterBiography":null,"PresenterDisplayName":"Tin Yu Samuel Law, BS;MS","PresenterKey":"f5a8698a-b245-4bfb-92ed-61d03a9cabc2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4348. <i>TP53-<\/i>regulome and <i>TP53<\/i>-effectome are frequently altered in Epstein-Barr virus-associated nasopharyngeal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>TP53-<\/i>regulome and <i>TP53<\/i>-effectome are frequently altered in Epstein-Barr virus-associated nasopharyngeal cancer","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) stands as the second leading cause of cancer death in American men, with overtreatment being common given the difficulty in distinguishing between indolent and aggressive cases. Unlike many cancers, PCa lacks hallmark mutations in key oncogenes and tumor-suppressor genes. Instead, PCa exhibit extensive genomic rearrangements and chromosomal instability (CIN). CIN occurs during PCa progression, producing ETS gene family fusions, PTEN loss and androgen receptor amplification. Importantly, the mechanism underlying CIN in PCa remains unclear.<br \/>Previously, we found that cell within early-grade human primary prostate adenocarcinomas (PRAD) frequently lack centrosomes, and this frequency correlates with tumor grade. We demonstrated that transient removal of centrosomes within non-tumorigenic human prostate epithelial cells (hPrEC) induces CIN and was, strikingly, sufficient to transform subpopulations of cells capable of producing xenograft tumors in mice. To unravel the molecular mechanisms underlying this path to tumorigenesis, we isolated DNA and RNA from parental hPrECs, clonal lines subjected to transient centrosome loss, and xenograft tumor cells and performed whole genome sequencing (WGS) and bulk RNA-seq. This allowed us to characterize the genomic profiles induced by centrosome loss and to identify an associated mutational signature.<br \/>We used MUTECT2 to identify single nucleotide variants. Kataegis loci were observed on multiple chromosomes in all transient centrosome removal samples. Copy number variations were also detected in these samples using FACETS and SEQUENZA. Next, we extracted the copy number (CN) signature with SigProfiler and Sigminer, comparing it to COSMIC CN signatures and WGS data from PRAD patients. Our results revealed that the transient centrosome loss signature bears similarity to CN signatures associated with chromothripsis, loss of heterozygosity, and homologous recombination repair deficiency. Patients with PRAD displaying the centrosome loss CN signature had a poorer prognosis. Additionally, our CN analysis discovered that centrosome loss induced mosaic loss of chromosome Y in our samples. To detect structural variations, we employed DELLY, MANTA, SVABA, revealing a high occurrence of both non-clustered and clustered translocations in transient centrosome loss samples. These translocations were validated in our RNA-seq data using STAR-Fusion. Ongoing analyses include inferring CNV from PCa scRNA-seq data, and determining cell populations with the centrosome loss CN-signature and their associated transcriptome features.<br \/>This work unveils a comprehensive genomic profile stemming from centrosome loss and demonstrates its role in driving oncogenesis in PCa. These findings have the potential to establish centrosome loss as a hallmark in PCa stratification, and lead to a significant advancement in prostate tumor treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Prostate tumor,Centrosome,Chromosomal instability,Cancer genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Yang<\/b>, D. de Oliveira Pessoa, J. M. Ryniawec, E. Loertscher, A. E. Cress, M. Padi, G. C. Rogers; <br\/>University of Arizona, Tucson, AZ","CSlideId":"","ControlKey":"a7782c18-be64-461a-98d4-e0c32fdf9816","ControlNumber":"6003","DisclosureBlock":"&nbsp;<b>J. Yang, <\/b> None..<br><b>D. de Oliveira Pessoa, <\/b> None..<br><b>J. M. Ryniawec, <\/b> None..<br><b>E. Loertscher, <\/b> None..<br><b>A. E. Cress, <\/b> None..<br><b>M. Padi, <\/b> None..<br><b>G. C. Rogers, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6556","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4349","PresenterBiography":null,"PresenterDisplayName":"Jiawen Yang, MS,BS","PresenterKey":"bd79c7b0-2e85-4da6-9f32-82dd3ccaff9e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4349. Characterization of a centrosome loss-induced tumorigenic signature in prostate epithelial cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of a centrosome loss-induced tumorigenic signature in prostate epithelial cells","Topics":null,"cSlideId":""},{"Abstract":"Alternative splicing driven by RNA-binding proteins (RBPs) plays a significant role in TNBC, however, pharmacological modulators of core spliceosomal proteins can disrupt early stages of spliceosome assembly and lead to toxic effects in normal tissues, limiting their utility as safe therapeutics. Here, we used <i>in vivo<\/i> CRISPR-Cas9 screening to evaluate RBP dependencies in TNBC and identified 17 splicing regulatory candidates that are essential in TNBC but dispensable for normal cell growth and survival. Within this cohort, the alternative splicing factor, PUF60, was the most significantly upregulated candidate in patient TNBC tumors. We found that depletion of PUF60 induced apoptosis in human TNBC cell lines and impeded xenografted tumor growth <i>in vivo<\/i> while upregulation of PUF60 expression increased TNBC cellular proliferation. Although PUF60 has been shown to also bind DNA and influence transcription, TNBC cells constructed with a previously characterized mutation (L140P) required for 3&#8217; splice site recognition displayed significantly decreased cellular proliferation compared to cells containing wild type PUF60. Integrated eCLIP and KD RNA-sequencing revealed that PUF60 selectively regulates the splicing of mRNAs in TNBC that contribute to essential processes including DNA repair, replication and cell cycle progression. RNA-seq following L140P-mediated inhibition of 3&#8217; ss recognition revealed a cohort of splicing events within genes enriched for similar processes following knockdown of endogenous PUF60 including cell cycle and histone modification. Altogether, our study highlights a critical role for PUF60-mediated splicing in the maintenance of genomic integrity in TNBC as well as the therapeutic potential of identifying and targeting splicing effector RBPs only responsible for TNBC survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-03 High-throughput sequencing,,"},{"Key":"Keywords","Value":"RNA,Alternative splicing,Triple-negative breast cancer (TNBC),CRISPR\/Cas9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Tankka<\/b>, T. Gomberg, C. Zhou, V. Pham, G. Yeo; <br\/>University of California San Diego - UCSD, La Jolla, CA","CSlideId":"","ControlKey":"ccd8c554-c58a-4eee-9cc0-578531bd69b1","ControlNumber":"8286","DisclosureBlock":"&nbsp;<b>A. Tankka, <\/b> None..<br><b>T. Gomberg, <\/b> None..<br><b>C. Zhou, <\/b> None..<br><b>V. Pham, <\/b> None.&nbsp;<br><b>G. Yeo, <\/b> <br><b>Eclipse Bioinnovations<\/b> Stock, Other Business Ownership, Patent. <br><b>Trotana<\/b> Stock, Other Business Ownership, Patent.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6558","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4350","PresenterBiography":null,"PresenterDisplayName":"Alexandra Tankka","PresenterKey":"4342148f-5ba0-4e35-a48d-7d50e47625e4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4350. Characterization of PUF60 splicing activity that is essential for the survival of triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of PUF60 splicing activity that is essential for the survival of triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Chimeric RNAs are RNA transcripts containing sequences originating from multiple distinct genetic loci and can form through a variety of mechanisms such as DNA rearrangement, cis-splicing of adjacent genes, or RNA trans-splicing. Chimeras have long been known to be a hallmark of cancer and due to their unique properties are promising targets for precision medicine. Appropriately, fusion proteins transcribed from chimeras such as <i>BCR-ABL1<\/i> and <i>TPM3-NTRK1<\/i> have been shown to be effective targets. Due to these past successes, there exists an opportunity to identify new chimeras as therapeutic targets. While modern chimera prediction software allows for the fast and accurate identification of chimeric RNAs from RNA sequencing data, investigations separating therapeutically relevant transcripts from &#8220;transcriptional noise&#8221; remain lacking. In this study we performed an <i>in-silico<\/i> functional screen of chimeras across cell lines representing a wide variety of cancers. We used state-of-the-art chimeric RNA prediction software to create a database of chimeric RNAs across 1017 cell lines from The Cancer Cell Line Encyclopedia. For each chimera we assessed factors such as frequency, recurrence, breakpoint coordinates, frame, and coding potential. To identify specific functional transcripts, we integrated publicly available shRNA knockdown data with our predictions and developed an in-silico functional analysis pipeline comparing differential knockdown effects between chimera and corresponding parental transcripts. For each transcript we assessed the average fold change of chimera-mapping probes, a function score defined as the difference between the fold change of chimera-mapping and parent-specific probes, and a p-value assessing the confidence of our functional score. From our initial screen of 127,819 transcripts, we identified 1088 high-confidence functional chimeras. We successfully identified nearly all known functional chimeras screened including <i>PAX3-FOXO1<\/i>, <i>EWSR1-FLI1<\/i>, and <i>TCF3-PBX1<\/i>. We also identified previously unknown chimeras that that we predict have a function in cell growth and proliferation. Overall, the results of our study reveal a new landscape of functionally relevant chimeric transcripts in cancer. Follow-up studies can further investigate these transcripts to determine their potential as therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-04 Large-scale approaches to cancer gene discovery,,"},{"Key":"Keywords","Value":"Fusion genes,Genomics,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Lalani<\/b>, S. Gadh, J. Elfman, S. Singh, H. Li; <br\/>University of Virginia, Charlottesville, VA","CSlideId":"","ControlKey":"2d168ecf-b821-4166-8c66-6b18b067ddbb","ControlNumber":"1006","DisclosureBlock":"<b>&nbsp;S. Lalani, <\/b> <br><b>Genentech (Roche)<\/b> Employment.<br><b>S. Gadh, <\/b> None..<br><b>J. Elfman, <\/b> None..<br><b>S. Singh, <\/b> None..<br><b>H. Li, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6559","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4351","PresenterBiography":null,"PresenterDisplayName":"Samir Lalani, BS,MS","PresenterKey":"d0b07037-7b0e-411e-9631-34a487255b08","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4351. Differential dependency mapping of chimeric RNAs across cancer reveals a new landscape of functional fusion transcripts","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Differential dependency mapping of chimeric RNAs across cancer reveals a new landscape of functional fusion transcripts","Topics":null,"cSlideId":""},{"Abstract":"Persistent Human Papillomavirus (HPV) infection causes an increased risk of Head and Neck Squamous Cell Carcinoma (HNSCC). However, a comprehensive understanding of the intricate molecular events within virus-positive tumors remains a critical knowledge gap. Therefore, we used long-read sequencing to study the intricacies of HPV integration events within the genomic landscape of HPV+ HNSCC tumors. A total of 16 tissue biopsies, including 10 tumors and 6 matched adjacent normal tissues from histopathologically confirmed HNSCC subjects were sequenced by LSK114 chemistry of Oxford Nanopore Technology with an average coverage of 30X and 10X, respectively. The predicted mitochondrial haplotype from Mitomaster confirmed that the tumor\/normal pair was from the same individual. The HPV integration status was determined by aligning fastq_pass files at the Cancer Genomics Cloud and viewing the breakpoints in the Integrated Genome Viewer. HPV lineage and sub-lineage classification was determined using ClustalOmega. We detected HPV16 in 8\/10 tumors, with sublineages A1 and A2 accounting for 38% (3\/8) and D3 for 25% (2\/8). One tumor sample had a very low HPV load with only one HPV16 sequence read and low detection by PCR. Interestingly, we found that 5\/8 HPV positive tumors had episomal HPV16 with different states. So, two tumors had intact HPV episomes, two more had either a small deletion or an insertion in the episomal HPV, and the last one had a rearranged episomal multimer (Table 1). The remaining three tumors had integrated HPV16: one with type 1 integrations at 11q12.13 and two others with type 2 integrations at chr1q42.12 and chr14q21.1. Our results indicate that episomal HPV16 is more prevalent than integrated HPV16 in primary HPV+ HNSCC samples. These findings provide new insights into the molecular mechanisms and consequences of HPV infection in HNSCC. Table 1: HPV characterization in HNSCC studied tissue biopsies.<b> <\/b><table class=\"AbstractTable\" id=\"{4FCDF6F8-BA31-430D-9D9A-FB59961CA981}\"><caption class=\"AbstractTableCaption\"><\/caption><tr><td rowspan=\"1\" colspan=\"1\">Patient ID<\/td><td rowspan=\"1\" colspan=\"1\">Race<\/td><td rowspan=\"1\" colspan=\"1\">HPV status<\/td><td rowspan=\"1\" colspan=\"1\">HPV sublineages<\/td><td rowspan=\"1\" colspan=\"1\">Predicted Haplotype<\/td><td rowspan=\"1\" colspan=\"1\">HPV pattern<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><sup>#<\/sup>PID_1<\/td><td rowspan=\"1\" colspan=\"1\">Caucasian<\/td><td rowspan=\"1\" colspan=\"1\">HPV16 +<\/td><td rowspan=\"1\" colspan=\"1\">A2<\/td><td rowspan=\"1\" colspan=\"1\">T2b (T2b)<\/td><td rowspan=\"1\" colspan=\"1\">Type 2 Integration (chr1q42.12)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><sup>#<\/sup>PID_2<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">HPV-<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">I1a (I1a1b)<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><sup>#<\/sup>PID_3<\/td><td rowspan=\"1\" colspan=\"1\">Caucasian<\/td><td rowspan=\"1\" colspan=\"1\">HPV16 +<\/td><td rowspan=\"1\" colspan=\"1\">A1<\/td><td rowspan=\"1\" colspan=\"1\">H1q (H1q)<\/td><td rowspan=\"1\" colspan=\"1\">Episomal (rearranged multimer)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">PID_4<\/td><td rowspan=\"1\" colspan=\"1\">African American<\/td><td rowspan=\"1\" colspan=\"1\">HPV16 +<\/td><td rowspan=\"1\" colspan=\"1\">A1<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">Episomal (deletion of 636bp from 4892 to 5528)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><sup>#<\/sup>PID_5<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">HPV16 +<\/td><td rowspan=\"1\" colspan=\"1\">A2<\/td><td rowspan=\"1\" colspan=\"1\">H1 (H1+16189)<\/td><td rowspan=\"1\" colspan=\"1\">Type 1 Integration (complex chr11q12.13)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">*<sup>#<\/sup>PID_6<\/td><td rowspan=\"1\" colspan=\"1\">Caucasian<\/td><td rowspan=\"1\" colspan=\"1\">HPV16 +<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">T2b (T2b)<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">PID_7<\/td><td rowspan=\"1\" colspan=\"1\">Caucasian<\/td><td rowspan=\"1\" colspan=\"1\">HPV16 +<\/td><td rowspan=\"1\" colspan=\"1\">D3<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">Episomal<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><sup>#<\/sup>PID_8<\/td><td rowspan=\"1\" colspan=\"1\">African American<\/td><td rowspan=\"1\" colspan=\"1\">HPV16 +<\/td><td rowspan=\"1\" colspan=\"1\">D3<\/td><td rowspan=\"1\" colspan=\"1\">L1c (L1c3a)<\/td><td rowspan=\"1\" colspan=\"1\">Type 2 Integration (chr14q21.1)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">PID_9<\/td><td rowspan=\"1\" colspan=\"1\">African American<\/td><td rowspan=\"1\" colspan=\"1\">HPV16 +<\/td><td rowspan=\"1\" colspan=\"1\">A2<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">Episomal (insertion of 257bp from 7310-7567)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">PID_10<\/td><td rowspan=\"1\" colspan=\"1\">Caucasian<\/td><td rowspan=\"1\" colspan=\"1\">HPV16 +<\/td><td rowspan=\"1\" colspan=\"1\">A1<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><td rowspan=\"1\" colspan=\"1\">Episomal<\/td><\/tr><\/table><br \/>*Very weakly HPV16 positive; <sup>#<\/sup>Tumor-normal pair","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,,Human papillomavirus (HPV),Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Sonam Tulsyan<\/b><sup>1<\/sup>, Vera Mukhina<sup>2<\/sup>, Isabel Rodriguez<sup>1<\/sup>, Subhendu  R.  Choudhury<sup>2<\/sup>, Erin Allor<sup>2<\/sup>, Kyle Hatte<sup>3<\/sup>, Michael Dean<sup>1<\/sup>, Daria  A.  Gaykalova<sup>4<\/sup><br><br\/><sup>1<\/sup>Laboratory of Translational Genomics, Division of Cancer Epidemiology and Genetics, National Cancer Institute, Rockville, MD,<sup>2<\/sup>University of Maryland School of Medicine, Institute for Genome Sciences, Baltimore, MD,<sup>3<\/sup>Department of Otorhinolaryngology-Head and Neck Surgery, Marlene & Stewart Greenebaum Comprehensive Cancer Center, University of Maryland Medical Center, Baltimore, MD,<sup>4<\/sup>Department of Oncology, Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"1faaf2fe-ee9e-4ebf-8ac6-7291a548316e","ControlNumber":"1497","DisclosureBlock":"&nbsp;<b>S. Tulsyan, <\/b> None..<br><b>V. Mukhina, <\/b> None..<br><b>I. Rodriguez, <\/b> None..<br><b>S. R. Choudhury, <\/b> None..<br><b>E. Allor, <\/b> None..<br><b>K. Hatte, <\/b> None..<br><b>M. Dean, <\/b> None..<br><b>D. A. Gaykalova, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6560","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4352","PresenterBiography":null,"PresenterDisplayName":"Sonam Tulsyan","PresenterKey":"1a14768b-ca68-4256-8f2f-f4a877e00b72","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4352. A high rate of episomal HPV16 is present in head and neck squamous cell carcinoma tumors by long-read whole genome sequencing","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A high rate of episomal HPV16 is present in head and neck squamous cell carcinoma tumors by long-read whole genome sequencing","Topics":null,"cSlideId":""},{"Abstract":"Anaplastic Thyroid Cancer (ATC) is the most aggressive thyroid cancer subset, with a &#60;4% five-year survival rate. ATC is completely refractory to traditional therapy and newer immunotherapeutic options. Unlike other lethal cancers, ATC has a low mutational burden, warranting the need for a comprehensive study of differential gene expression patterns. Transcriptomic regulators known as long non-coding RNAs (lncRNA) have been described as pivotal orchestrators of gene expression and drivers of carcinogenic patterns. Thus, we present the role of novel lncRNAs in shaping the ATC genotype and phenotype. &#8203;&#8203;Publicly available ATC vs. normal thyroid tissue transcriptomic datasets (Gene Expression Omnibus; GSE33630, GSE85457) were investigated to identify genomic transcripts that are differentially expressed in ATC samples using GEO2R. Bioinformatic analysis identified Double Homeobox A Pseudogene 10 (DUXAP10), as a highly upregulated lncRNA in ATC patient tissue samples in both databases (40-fold and 20-fold). Gene Expression Profiling Interactive Analysis statistically correlated high DUXAP10 expression with decreased survival in thyroid cancer patients. DUXAP10 expression was similarly upregulated in ATC cell line, T238, compared to immortalized &#8220;normal&#8221; thyroid epithelial cell line, Nthy-ori-3-1. Our T238-CRISPRi knockdown model of DUXAP10 was evaluated in vitro to assess consequences of overexpression. CRISPRi knockdown of DUXAP10 in T238 significantly reduced its migratory capabilities by 50%, invasion index by 30%, clonogenicity by 70%, cell viability by 67%, 60%, and 50% at 24, 48, and 72 hours, respectively, proliferation by 28%, 45%, and 36% at 24, 48, and 72 hours, respectively, and global transcription rate by 65%. Further, our DUXAP10-CRISPRi knockdown exhibited a downregulation of N-Cadherin and mediators of beta-catenin signaling- confirming a role in regulatory cross-talk of central carcinogenic pathways. We are currently evaluating proteins and miRNAs bound to and &#8220;sponged&#8221; by DUXAP10 in vitro utilizing RNA-centric methodology. These data reveal the novelty of DUXAP10, and that its over-expression may increase the negative consequences of ATC metastasis. Thus, we have identified DUXAP10 as a putative determinant for ATC diagnosis, prognosis, and therapeutic targeting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Thyroid cancer,Long noncoding RNA,Genomics,CRISPR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Nicole R. DeSouza<\/b><sup><\/sup>, Michelle Carnazza<sup><\/sup>, Danielle Quaranto<sup><\/sup>, Tara Jarboe<sup><\/sup>, Kaci Kopec<sup><\/sup>, Robert Suriano<sup><\/sup>, Kate Nielsen<sup><\/sup>, Augustine Moscatello<sup><\/sup>, Humayun Islam<sup><\/sup>, Jan Geliebter<sup><\/sup>, Raj K. Tiwari<sup><\/sup><br><br\/>New York Medical College, Valhalla, NY","CSlideId":"","ControlKey":"d52b42dc-9636-4842-b693-ae8e9f8a6562","ControlNumber":"7472","DisclosureBlock":"&nbsp;<b>N. R. DeSouza, <\/b> None..<br><b>M. Carnazza, <\/b> None..<br><b>D. Quaranto, <\/b> None..<br><b>T. Jarboe, <\/b> None..<br><b>K. Kopec, <\/b> None..<br><b>R. Suriano, <\/b> None..<br><b>K. Nielsen, <\/b> None..<br><b>A. Moscatello, <\/b> None..<br><b>H. Islam, <\/b> None..<br><b>J. Geliebter, <\/b> None..<br><b>R. K. Tiwari, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6562","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4354","PresenterBiography":null,"PresenterDisplayName":"Nicole DeSouza, BS","PresenterKey":"b8a62024-f384-4dff-bd71-0821cc729667","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4354. Long noncoding RNA DUXAP10 serves as a putative driver of carcinogenic transformation in anaplastic thyroid cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Long noncoding RNA DUXAP10 serves as a putative driver of carcinogenic transformation in anaplastic thyroid cancer","Topics":null,"cSlideId":""},{"Abstract":"Copy number changes are defining features in ovarian cancers. Two distinct methods by Steele et al. and Drews et al., published back-to-back in 2022, detail features and categories of copy number signatures. However, these methods have not been benchmarked for ovarian cancer. Mutational signatures are pivotal in understanding cancer biology and serve as predictive and prognostic biomarkers. This study aims to examine the landscape of copy number signatures to characterize the diversity of Homologous Recombination (HR) impairment within ovarian cancer. While assessing Homologous Recombination Deficiency (HRD) is crucial for targeted treatments, current HRD tests lack clarity. Using signature extraction tools SigProfilerExtractor and CINSignature, we analyzed whole-genome sequencing data (mean depth 100x) from 416 ovarian cases from Genomics England (GeL), employing both copy number signature methods. Among the signatures extracted, HRD signature CN17 from Steele et al. methodology was identified in 37% of the samples and primarily found in the high-grade serous ovarian cancer (HGSOC) subtype (77%). Additionally, higher exposure levels (median of 0.4 in n=154 compared to median of 0.29 in n=416) of Drews et al. methodology&#8217;s most complex HRD signature, CX3, was detected in samples exhibiting CN17 activity. This ongoing exploration of the copy number signatures landscape works towards identifying the spectrum of HR impairment, aiming to benchmark these two methods for a standardized diagnostic tool. This study contributes to our understanding of the mutational landscape of ovarian cancer and its potential implications for prevention and personalized treatment strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-03 High-throughput sequencing,,"},{"Key":"Keywords","Value":"Copy number,Cancer genomics,Ovarian cancer,Homologous recombination,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Hawari<sup>1<\/sup>, A. Tapinos<sup>1<\/sup>, C. J. H. Kramer<sup>2<\/sup>, A. J. Gruber<sup>3<\/sup>, R. Houlston<sup>4<\/sup>, J. Brenton<sup>1<\/sup>, <b>D. Wedge<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Manchester, Manchester, United Kingdom, <sup>2<\/sup>Leiden University Medical Center, Leiden, Netherlands, <sup>3<\/sup>University of Konstanz, Konstanz, Germany, <sup>4<\/sup>The Institute of Cancer Research, London, United Kingdom","CSlideId":"","ControlKey":"0dc1a895-c86c-4956-8a71-56eef9b2cd22","ControlNumber":"4484","DisclosureBlock":"&nbsp;<b>A. Hawari, <\/b> None..<br><b>A. Tapinos, <\/b> None..<br><b>C. J. H. Kramer, <\/b> None..<br><b>A. J. Gruber, <\/b> None..<br><b>R. Houlston, <\/b> None..<br><b>J. Brenton, <\/b> None..<br><b>D. Wedge, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6563","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4355","PresenterBiography":null,"PresenterDisplayName":"David Wedge, PhD","PresenterKey":"2a76c521-dda2-4a84-93d3-b3b5756dc2c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4355. Characterizing HRD in ovarian cancer: Insights from copy number signatures","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing HRD in ovarian cancer: Insights from copy number signatures","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC), a complex and molecularly heterogenous disease that lacks robust predictive markers and targeted therapies, is the second leading cause of cancer death worldwide. In recent years, technological advances in short-read single-cell RNA sequencing (scRNA-seq) have been instrumental in deciphering tumor cell heterogeneities. However, most studies have focused on gene-level expression quantification without considering alterations in transcript structures arising from widespread alternative end processing and\/or splicing which are frequently dysregulated in cancer. Here, we combined short- and long-read scRNA-seq of CRC patient samples to build the first isoform-resolution CRC transcriptomic atlas. We identified 394 dysregulated transcript structures in tumor epithelial cells, including 299 derived from the coupling of multiple alternative splicing events. Additionally, we characterized genes and isoforms associated with different colon epithelial lineages and tumor cell subpopulations exhibiting varying levels of stemness and differentiation, as well as their distinct prognostic implications. Finally, we built an algorithm by integrating mass spectrometry data and novel peptides derived from predicted open reading frames of recurrent tumor-specific transcripts to curate a panel of recurring neoepitopes. Overall, this study unveils the transcriptomic landscape of CRC and may drive the identification of neoantigens based on full-length transcriptomic atlases to aid future development of more universal neoantigen-based cancer vaccines.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-01 Functional genomics,,"},{"Key":"Keywords","Value":"Colorectal cancer,single-cell RNA-sequencing,long-read RNA-sequencing,Neoantigens,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Z. Li<sup>1<\/sup>, B. Zhang<sup>1<\/sup>, <b>J. Chan<\/b><sup>2<\/sup>, H. Tabatabaeian<sup>2<\/sup>, Q. Tong<sup>2<\/sup>, X. Chew<sup>2<\/sup>, X. Fan<sup>2<\/sup>, C. Chan<sup>2<\/sup>, P. Driguez<sup>1<\/sup>, F. Cheong<sup>2<\/sup>, S. Wang<sup>3<\/sup>, B. Siew<sup>4<\/sup>, I.-W. Tan<sup>3<\/sup>, K.-Y. Lee<sup>3<\/sup>, B. Lieske<sup>3<\/sup>, W.-K. Cheong<sup>3<\/sup>, D. Kappei<sup>2<\/sup>, K.-K. Tan<sup>3<\/sup>, X. Gao<sup>1<\/sup>, Y. Tay<sup>2<\/sup>; <br\/><sup>1<\/sup>King Abdullah University of Science and Technology, Thuwal, Saudi Arabia, <sup>2<\/sup>Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore, <sup>3<\/sup>National University Health System, Singapore, Singapore, <sup>4<\/sup>Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore","CSlideId":"","ControlKey":"b91b3df5-f677-460f-8f07-e8eaa91153e5","ControlNumber":"982","DisclosureBlock":"&nbsp;<b>Z. Li, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>J. Chan, <\/b> None..<br><b>H. Tabatabaeian, <\/b> None..<br><b>Q. Tong, <\/b> None..<br><b>X. Chew, <\/b> None..<br><b>X. Fan, <\/b> None..<br><b>C. Chan, <\/b> None..<br><b>P. Driguez, <\/b> None..<br><b>F. Cheong, <\/b> None..<br><b>S. Wang, <\/b> None..<br><b>B. Siew, <\/b> None..<br><b>I. Tan, <\/b> None..<br><b>K. Lee, <\/b> None..<br><b>B. Lieske, <\/b> None..<br><b>W. Cheong, <\/b> None..<br><b>D. Kappei, <\/b> None..<br><b>K. Tan, <\/b> None..<br><b>X. Gao, <\/b> None..<br><b>Y. Tay, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6564","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4356","PresenterBiography":null,"PresenterDisplayName":"Jia Jia Chan, BS,PhD","PresenterKey":"43a8e837-d75d-48c9-8fcf-45b2cb41f822","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4356. An isoform-resolution transcriptomic atlas of colorectal cancer from long-read single-cell sequencing","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An isoform-resolution transcriptomic atlas of colorectal cancer from long-read single-cell sequencing","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Clear cell renal cell carcinoma (CCRCC) and papillary renal cell carcinoma (PRCC) are both thought to arise from the renal proximal tubules. End stage renal disease (ESRD) patients have an increased incidence of developing PRCC and CCRCC. Some studies showed a progenitor cell population that is inherently present in renal tubules, and is significantly increased after renal injury. The studies have also illustrated similarities between these progenitor cells and PRCC &#38; CCRCC; hypothesizing that they are the cell of origin of these tumors. This trend was not observed in other renal cell carcinomas such as chromophobe renal cell carcinoma (chRCC). This study aims to further examine the possible role of ESRD in the development of PRCC and CCRCC to understand this initial step of renal cell carcinoma pathogenesis.<br \/>Methods: A cohort of n = 39 PRCC, 25 CCRCC, 63 normal, 10 end-stage and 18 chRCC cases were selected. RNA sequencing was performed and differential-gene-expression analysis was conducted between normal, ESRD and tumor using DESeq2 software. Pathway analysis was performed using GSEA. Genes from oncogenic pathways that have been studied to be involved in renal cancer development were selected to perform consensus clustering analysis on Genepattern.<br \/>Results: Oncogenic and developmental pathways enriched in ESRD are consistently overlapping with that of CCRCC and PRCC tumors. 50% of end-stage developmental pathways are found in both CCRCC and PRCC but only 4.5% in chRCC. 62.4% and 46.4% of end-stage oncogenic pathways are found in CCRCC and PRCC respectively but only 16% in chRCC. Clustering analysis showed ESRD cases clustered together with CCRCC and PRCC groups and not with chRCC. Overall, the ESRD cases exhibited a gene expression profile more closely resembling that of CCRCC and PRCC than chRCC.<br \/>Conclusion: Our findings support the hypothesis that ESRD provides a favorable environment for tumor growth promoting pathogenesis of both PRCC and CCRCC. The enrichment of the same developmental pathways in both ESRD and the tumors suggests that the progenitor cell population in the renal tubules, mentioned above, could be the origin of both PRCC and CCRCC lesions. Further analysis would allow the uncovering of the pathways that lead to tumor progression from these cells of origin, and can be used to determine biomarkers for early detection of CCRCC and PRCC. This is of particular benefit for those with increased risk as the ESRD patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Kidney cancer,Renal cell carcinoma,Cancer genomics,Pathway,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Wan<\/b><sup>1<\/sup>, V. Castillo<sup>1<\/sup>, R. Saleeb<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Toronto, Toronto, ON, Canada, <sup>2<\/sup>St. Michael Hospital, Toronto, ON, Canada","CSlideId":"","ControlKey":"317d4f70-4f99-49c0-b6d6-755aff9c04ef","ControlNumber":"1857","DisclosureBlock":"&nbsp;<b>M. Wan, <\/b> None..<br><b>V. Castillo, <\/b> None..<br><b>R. Saleeb, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6565","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4357","PresenterBiography":null,"PresenterDisplayName":"Wan Mingyuan","PresenterKey":"dced7c57-2720-45c3-87a8-a08757546a9b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4357. Examining the role of end-stage kidney as a potential intermediate stage in the development of renal cell carcinomas; understanding the pathogenesis allowing for early detection","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Examining the role of end-stage kidney as a potential intermediate stage in the development of renal cell carcinomas; understanding the pathogenesis allowing for early detection","Topics":null,"cSlideId":""},{"Abstract":"Background: Chronic kidney disease is frequently associated with persistent inflammation, which results in fibrosis in the stroma, a reduced number of renal tubules, the formation of multiple cystic lesions, ultimately terminating in renal failure and hemodialysis. The high incidence of renal cell carcinoma (RCC) in hemodialysis patients suggests a relationship between tissue remodeling by chronic inflammation and carcinogenesis. However, little is known about the genetic background of cancer development from remaining tubules and cystic lesions in hemodialysis patients.<br \/>Methods: We enrolled 5 patients under hemodialysis who were accompanied by acquired cystic kidney disease and who underwent total nephrectomy for renal cancer. Surgical specimens were fixed with alcohol-based solution and paraffin-embedded, and after H&#38;E staining, subjected to laser capture microdissection (LCM) to collect remaining tubules and cysts containing approximately 200 cells. DNA was extracted and analyzed for somatic mutations and copy number alteration by whole-exome sequencing.<br \/>Results: In total, we collected 161 LCM samples, including 118 from proximal tubules, 17 from collecting ducts, and 26 from cysts. The median variant allele frequencies of detected mutations were 0.237 in proximal tubules, 0.133 in collecting duct, and 0.381 in cysts, indicating larger clonal expansion in proximal tubules and cysts than in collecting ducts. Proximal tubules and cysts contained recurrent mutations in <i>FAT1 <\/i>(11% and 8%, respectively), <i>STAG2 <\/i>(5% and 8%), and <i>PTEN <\/i>(3% and 4%), whereas no recurrent driver mutations were identified in collecting ducts. In copy number analysis, 26% of proximal tubules, 35% of collecting ducts, and 80% of cysts had copy number alterations. Of note, samples from cysts had more copy number alterations compared to remaining tubules (on average, 2.3 vs. 1.1). Proximal tubules had recurrent copy number gains of chromosomes 3, 7, 10, 18, and 20, and loss of chromosome 22 and samples from collecting ducts showed gains of chromosome 7 and loss of chromosome 18. In cysts, gains of chromosomes 2, 3, 7, 10, 12, and 16 and loss of chromosomes 15, 16, 21, and 22 were frequently observed. Copy number profile in cysts was similar to that of papillary RCC and acquired cystic disease-associated RCC.<br \/>Conclusion: In the end-stage cystic kidney, both proximal tubules and cysts exhibited an enrichment of driver mutations commonly found in papillary RCC and RCC with acquired cystic disease, reflecting the fact that the incidence of these two types of RCC increases as the duration of dialysis becomes longer. In addition, clear cell RCC drivers, such as <i>VHL<\/i> mutation and loss of chromosome 3, were not observed, possibly explaining the rare occurrence of clear cell RCC in hemodialysis patients. Since cysts had more frequent copy number alterations than remaining tubules, cysts in the end-stage kidney might be precursor lesions of RCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-06 Other,,"},{"Key":"Keywords","Value":"Cancer genetics,Kidney cancer,Clonal evolution,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Kosuke Ieiri<\/b><sup>1<\/sup>, Nobuyuki Kakiuchi<sup>2<\/sup>, Tomonori Hirano<sup>3<\/sup>, Koichi Watanabe<sup>3<\/sup>, Hirona Maeda<sup>3<\/sup>, Hiroko Tanaka<sup>4<\/sup>, Satoru Miyano<sup>4<\/sup>, Dai Takamatsu<sup>1<\/sup>, Takashi Matsumoto<sup>1<\/sup>, Keisuke Monji<sup>1<\/sup>, Masaki Shiota<sup>1<\/sup>, Junichi Inokuchi<sup>1<\/sup>, Hideki Makishima<sup>3<\/sup>, Masatoshi Eto<sup>1<\/sup>, Seishi Ogawa<sup>3<\/sup><br><br\/><sup>1<\/sup>Kyushu Univ. Graduate School of Medical Sci., Fukuoka, Japan,<sup>2<\/sup>The Hakubi Center for Advanced Research, Kyoto University, Kyoto, Japan,<sup>3<\/sup>Department of Pathology and Tumor Biology, Kyoto University, Kyoto, Japan,<sup>4<\/sup>Department of Integrated Analytics, M&D Data Science Center, Tokyo Medical and Dental University, Tokyo, Japan","CSlideId":"","ControlKey":"4ad4f7eb-9289-4c5d-be73-7427355c6cfa","ControlNumber":"4235","DisclosureBlock":"&nbsp;<b>K. Ieiri, <\/b> None..<br><b>N. Kakiuchi, <\/b> None..<br><b>T. Hirano, <\/b> None..<br><b>K. Watanabe, <\/b> None..<br><b>H. Maeda, <\/b> None..<br><b>H. Tanaka, <\/b> None..<br><b>S. Miyano, <\/b> None..<br><b>D. Takamatsu, <\/b> None..<br><b>T. Matsumoto, <\/b> None..<br><b>K. Monji, <\/b> None..<br><b>M. Shiota, <\/b> None..<br><b>J. Inokuchi, <\/b> None..<br><b>H. Makishima, <\/b> None..<br><b>M. Eto, <\/b> None.&nbsp;<br><b>S. Ogawa, <\/b> <br><b>KAN Research Institute, Inc.<\/b> Employment, Grant\/Contract. <br><b>Chordia Therapeutics Inc.<\/b> Employment, Grant\/Contract. <br><b>ASAHI GENOMICS CO., LTD.<\/b> Stock. <br><b>Sumitomo Pharma Co., Ltd.<\/b> Grant\/Contract. <br><b>Otsuka Pharmaceutical Co., Ltd.<\/b> Grant\/Contract. <br><b>Nippon Shinyaku Co., Ltd.<\/b> Grant\/Contract. <br><b>Nanpuh Hospital<\/b> Grant\/Contract.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6903","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4358","PresenterBiography":null,"PresenterDisplayName":"Kosuke Ieiri, MD","PresenterKey":"adb48d97-081a-450f-9870-9369b330eeea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4358. Genomic profiling of residual kidney structures in dialysis patients","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genomic profiling of residual kidney structures in dialysis patients","Topics":null,"cSlideId":""},{"Abstract":"Colon cancer ranks as the second leading cause of cancer-related death worldwide. Although standard therapies are highly effective in stage II lymph-node negative colon cancers, about 10-15% of these patients show disease relapse within the next 5-year period after intended curative surgery. Extensive prior research has highlighted the role of intratumor heterogeneity, arising from genomic instability, as a leading contributor to metastasis in colon cancer. In the current study, we pioneered the integration of Multiplex Interphase FISH (miFISH) and Whole Exome Sequencing (WES) data aiming to depict intratumor heterogeneity and delineate the landscape of genetic aberrations that underlie the early metastatic potential in stage II colon cancer patients. To this aim, we have showcased the genome-wide copy-number alterations and single nucleotide mutations derived from WES analysis of samples obtained from primary stage II colon tumors and their patient-matched liver metastases of nine patients using multi-region sampling. miFISH was employed for the concurrent quantification of copy-numbers for nine genes relevant to colon cancer and a centromeric control probe in intact tumor nuclei derived from archival patient material allowing us to establish ploidy baselines and gain and loss patterns for the genes analyzed. Our study was revealing of several copy number alterations, such as gains of chromosomes 1q, 7, 8q, 13q and 20, and losses affecting chromosomes 17p and 18, which were confirmed by miFISH. Based on our SNV data, most frequently mutated genes were <i>APC<\/i>, <i>TP53<\/i>, <i>KRAS<\/i>. We were able to show several mutations in genes belonging to specific pathways most commonly altered in colorectal cancer, such as <i>APC<\/i>, <i>TCF7L2<\/i>, <i>AXIN2<\/i>, <i>FBXW7<\/i> in WNT signaling, <i>SMAD4<\/i> in TGF-&#223; signaling, <i>PIK3CA <\/i>and <i>PTEN<\/i> in PI3K signaling and <i>KRAS<\/i> in RTK-RAS signaling pathways. In nearly all cases, subclones that led to metastasis were already present in the primary cancer, indicating a direct progression from the primary to metastatic disease. However, the divergence from the primary tumor to metastasis enabled us to uncover several potential genetic aberrations present in the metastasis but not observed in the primary tumor. Moreover, in one of our cases, despite harboring <i>APC<\/i> and <i>TP53<\/i> mutations in both the primary and metastatic tumor, unique mutations for these genes along with several distinct mutations in the metastasis were identified. These observations suggest that the metastasis might not be related to the primary tumor analyzed and may have arisen from an independent lesion. In conclusion, applying miFISH and WES to decipher the mutational and copy number landscape in metastatic stage II colon cancer provided comprehensive insights into the complex and heterogenous nature of primary colon cancer and the clonal evolution leading to subsequent liver metastases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Colon cancer,Whole exome sequencing,Fluorescence in situ hybridization (FISH),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Yaghoubi<\/b><sup>1<\/sup>, K. Heselmeyer-Haddad<sup>1<\/sup>, I. Archilla<sup>2<\/sup>, C. Parra<sup>3<\/sup>, D. Wangsa<sup>4<\/sup>, G. Castellano<sup>3<\/sup>, J. Zhu<sup>1<\/sup>, D. Yaghoubi<sup>5<\/sup>, S. Lahoz<sup>3<\/sup>, V. Pablo-Fontecha3<sup>6<\/sup>, D. Hirsch<sup>7<\/sup>, W.-D. Chen<sup>1<\/sup>, T. Ried<sup>1<\/sup>, M. Cuatrecasas<sup>8<\/sup>, P. S. Meltzer<sup>1<\/sup>, J. Camps<sup>3<\/sup>; <br\/><sup>1<\/sup>Genetics Branch, CCR, National Cancer Institute, NIH, Bethesda, MD, <sup>2<\/sup>2 Pathology Department, Centro de Diagnóstico Biomédico, Molecular Biology CORE, Hospital Clínic, Tumour Bank-Biobank, IDIBAPS, University of Barcelona, Barcelona, Spain, <sup>3<\/sup>Translational Colorectal Cancer Genomics, Gastrointestinal and Pancreatic Oncology Team, Institut D'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Hospital Clínic de Barcelona, Barcelona, Spain, <sup>4<\/sup>National Center for Advancing Translational Sciences, NIH, Bethesda, MD, <sup>5<\/sup>Campus Pierre et Marie Curie, Faculty of Science and Engineering, Sorbonne University, Paris, France, <sup>6<\/sup>3 Translational Colorectal Cancer Genomics, Gastrointestinal and Pancreatic Oncology Team, Institut D'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Hospital Clínic de Barcelona, Barcelona, Spain, <sup>7<\/sup>Molekularpathologie, Universität Regensburg, Regensburg, Germany, <sup>8<\/sup>Pathology Department, Centro de Diagnóstico Biomédico, Molecular Biology CORE, Hospital Clínic, Tumour Bank-Biobank, IDIBAPS, University of Barcelona, Barcelona, Spain","CSlideId":"","ControlKey":"05ca22a4-5384-49ea-8fb7-c4217a3be06c","ControlNumber":"7524","DisclosureBlock":"&nbsp;<b>S. Yaghoubi, <\/b> None..<br><b>K. Heselmeyer-Haddad, <\/b> None..<br><b>I. Archilla, <\/b> None..<br><b>C. Parra, <\/b> None..<br><b>D. Wangsa, <\/b> None..<br><b>G. Castellano, <\/b> None..<br><b>J. Zhu, <\/b> None..<br><b>D. Yaghoubi, <\/b> None..<br><b>S. Lahoz, <\/b> None..<br><b>V. Pablo-Fontecha3, <\/b> None..<br><b>D. Hirsch, <\/b> None..<br><b>W. Chen, <\/b> None..<br><b>T. Ried, <\/b> None..<br><b>M. Cuatrecasas, <\/b> None..<br><b>P. S. Meltzer, <\/b> None..<br><b>J. Camps, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6988","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4360","PresenterBiography":null,"PresenterDisplayName":"Sanam Yaghoubi, MD","PresenterKey":"ceae4177-9053-4c67-a1cc-760f36af2cad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4360. Integrative analysis of multiplex interphase FISH copy number with whole exome sequencing identifies tumor evolution in Stage II colon cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"383","SessionOnDemand":"False","SessionTitle":"Characterization of Mutational Processes and Drivers in Cancer Development and Evolution","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrative analysis of multiplex interphase FISH copy number with whole exome sequencing identifies tumor evolution in Stage II colon cancer","Topics":null,"cSlideId":""}]