[{"Abstract":"<b>BACKGROUND: <\/b>Relapse of T-cell acute lymphoblastic leukemia (T-ALL) and B-cell acute lymphoblastic leukemia (B-ALL) post-chemotherapy or post-immunotherapy remains a therapeutic problem warranting novel therapeutic approaches. Aberrant Wnt pathway activation is a common feature in ALL as Wnt activation through &#946;-catenin is involved in self- renewal of drug resistant leukemia cells. A therapeutical approach to target Wnt signaling in T-ALL and B-ALL remains elusive. Here, we focus on the effect of transducin &#946;-like protein 1 (TBL1) inhibitor tegavivint in combination with chemotherapy in T-ALL and B-ALL. We hypothesize that interrupting the binding of TBL1 to &#946;-catenin abrogates leukemia cell survival and test if tegavivint sensitizes these cells to chemotherapeutic agents such as VDL (Vincristine, Dexamethasone, L-asparaginase) as part of preclinical evaluation of tegavivint in T- and B-cell ALL.<br \/><b>METHODS: <\/b>Four T-ALL cell lines one patient-derived T-ALL case, B-ALL cell lines and eight patient-derived B-ALL cases were used in vitro. We performed cytotoxicity studies using Annexin V\/7AAD stainings and flow cytometry or Trypanblue counts to exclude dead cells, western blots, and co-immunoprecipitation assays to investigate effects of TBL-1 inhibition using tegavivint on &#946;-catenin-mediated signaling. Tegavivint was injected intraperitoneally along with chemotherapeutic drugs.<br \/><b>RESULTS: <\/b>&#946;-catenin and TBL1 were uniformly expressed in all T-ALL and B-ALL cells as determined by western blotting, albeit at different levels. Tegavivint decreases &#946;-catenin protein expression as seen through western blot as well as decreases the binding of TBL1 to &#946;-catenin as seen through co-immunoprecipitation (co-IP) in both the T-ALL and B-ALL samples. We also determined that tegavivint as a monotherapy induced apoptosis in both cell lines and patient samples at as little of a dose of 5nM after 24 hours of incubation using Annexin-V\/DAPI staining by flow cytometry. We observed that tegavivint can sensitize all cases to chemotherapy (V: Vincristine, D: Dexamethasone, L:L-Asparaginase or Peg-Asparaginase) within 24 hours of incubation. Lastly, in vivo evaluation of tegavivint showed that tegavivint alone and in combination with VD chemotherapy significantly extends survival of NSG mice engrafted with patient-derived T-ALL and B-ALL compared to control treated mice.<br \/><b>CONCLUSION: <\/b>Our preliminary data shows that T-ALL and B-ALL are sensitive to TBL1-&#946;-catenin inhibition using tegavivint as a monotherapy. Tegavivint can also sensitize T-ALL and B-ALL to chemotherapy (VDL). As our data supports our hypothesis that TBL-1-&#946;-catenin inhibition is a new target in ALL therapy, further studies are in progress to preclinically evaluate this approach for clinical care.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Leukemias: acute lymphoblastic,Drug resistance,Wnt signaling,Small molecule inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Hurwitz<\/b><sup>1<\/sup>, R. Friedmann<sup>1<\/sup>, T. Fourfouris<sup>1<\/sup>, K. Lee<sup>1<\/sup>, Z. Wan<sup>1<\/sup>, C. Parekh<sup>1<\/sup>, F. Navid<sup>1<\/sup>, D. Bhojwani<sup>1<\/sup>, K. Holloway<sup>2<\/sup>, Y.-M. Kim<sup>1<\/sup>; <br\/><sup>1<\/sup>Children's Hospital Los Angeles, Los Angeles, CA, <sup>2<\/sup>Iterion Therapeutic, Houston, TX","CSlideId":"","ControlKey":"0e187652-3305-4775-b199-05b9248b3ba8","ControlNumber":"7955","DisclosureBlock":"&nbsp;<b>S. Hurwitz, <\/b> None..<br><b>R. Friedmann, <\/b> None..<br><b>T. Fourfouris, <\/b> None..<br><b>K. Lee, <\/b> None..<br><b>Z. Wan, <\/b> None..<br><b>C. Parekh, <\/b> None..<br><b>F. Navid, <\/b> None..<br><b>D. Bhojwani, <\/b> None.&nbsp;<br><b>K. Holloway, <\/b> <br><b>Iterion Theapeutics<\/b> Employment.<br><b>Y. Kim, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5636","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5920","PresenterBiography":null,"PresenterDisplayName":"Samantha Hurwitz, BS","PresenterKey":"a6a1cc30-f5a6-4bfa-a084-1eaae52f6593","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5920. Inhibition of TBL1 and &#946;-catenin interaction sensitizes acute lymphoblastic leukemia to chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of TBL1 and &#946;-catenin interaction sensitizes acute lymphoblastic leukemia to chemotherapy","Topics":null,"cSlideId":""},{"Abstract":"Background: High microsatellite instability (MSI-H) is highly prevalent across many cancer types including endometrium, gastric, ovary and colorectal cancer. It is well known that there is a clear synthetic lethality (SL) interaction between MSI-H and Werner syndrome protein (WRN) inhibition. WRN is a member of RecQ helicase family and involved in the maintenance of genome integrity. Different from other RecQ family members, WRN has two activity centers responsible for helicase and exonuclease activity, respectively. Further studies confirmed that an inhibition on helicase activity, but not exonuclease activity, is responsible for SL interaction with MSI-H. Also, Recent clinical observations supported that though loss-of-function of WRN could cause an early-aged disease Werner syndrome, selective loss of helicase but not exonuclease leads to only mild to moderate symptoms, suggesting a selective inhibitor of helicase activity has the potential to induce the SL interaction with MSI-H and keep patients safe.<br \/>Methods: Biochemical assays and cell-based assays were performed to evaluate <i>in vitro<\/i> activity and selectivity of PH027-1. The <i>in vivo<\/i> anti-tumor efficacy was tested in two cell-derived xenograft (CDX) mouse models with tumors harboring MSI-H. The<i> in vivo<\/i> pharmacokinetics (PK) properties were evaluated in mice, rats and dogs, and other <i>in vitro<\/i> and <i>in vivo <\/i>PK and safety properties were assessed with corresponding assay methods.<br \/>Results: Biochemical assays showed that PH027-1 potently inhibited helicase activity of WRN (IC50, 0.8 nM), but had no effect on other RecQ family members even at the highest tested concentration of 10 &#956;M (IC50, all&#8805;10 &#956;M for BLM, RecQ4 and RecQ5). At the same time, PH027-1 did not affect the exonuclease activity of WRN at all tested concentrations. In cell-based assays, PH027-1 potently inhibited cell viability of MSI-H cancer cells SW48 and HCT116 at tens of nM, but had no effect on MSS cells (HT29 cancer cells and CD34+ hematopoietic stem cells) even at 10 &#956;M. The tests were further expanded to 18 cancer cell lines covering uterus, gastric, ovary and colorectal cancer. Nine of twelve MSI-H cell lines were very sensitive to WRN inhibition, and all six MSS cell lines were totally resistant to the treatment. PH027-1 possessed excellent PK profiles as shown by <i>in vivo<\/i> PK studies, with absolute bioavailability of 58%~102% in mice, rats and dogs. In two CDX models (SW48 and HCT116), oral administration of PH027-1 dose-dependently inhibited tumor growth, and a nearly complete inhibition was observed at a dose of 20 mg\/kg QD. Tumor regression was clearly shown at higher doses. All other <i>in vitro<\/i> and <i>in vivo<\/i> PK and safety tests showed favorable results and supported for preclinical development of PH027-1.<br \/>Conclusion: As a highly selective and potent inhibitor on helicase activity of WRN, PH027-1 has the potential to become a novel and safe approach for treatment of MSI-H tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-14 Other,,"},{"Key":"Keywords","Value":"DNA repair enzymes,Synthetic lethality,Microsatellite instability,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Gao<\/b><sup>1<\/sup>, B. Liu<sup>1<\/sup>, L. Jing<sup>2<\/sup>, J. Wang<sup>1<\/sup>, Y. Wu<sup>2<\/sup>, J. Wan<sup>1<\/sup>, P. Zhang<sup>1<\/sup>, Y. Gao<sup>1<\/sup>, Z. Li<sup>3<\/sup>, Y. Guo<sup>1<\/sup>; <br\/><sup>1<\/sup>Puhe Biopharma, Beijing, China, <sup>2<\/sup>Gongkang Bio, Suzhou, China, <sup>3<\/sup>Shiyu Children Foundation, Beijing, China","CSlideId":"","ControlKey":"75216832-9b18-4f4f-adac-07f403cf912f","ControlNumber":"4300","DisclosureBlock":"&nbsp;<b>F. Gao, <\/b> None..<br><b>B. Liu, <\/b> None..<br><b>L. Jing, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>J. Wan, <\/b> None..<br><b>P. Zhang, <\/b> None..<br><b>Y. Gao, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>Y. Guo, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5637","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5921","PresenterBiography":null,"PresenterDisplayName":"Feng Gao, PhD","PresenterKey":"ac6a3af0-1e3d-4255-b77a-9c58a8019e03","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5921. PH027-1, a potent and selective small-molecule WRN inhibitor that targets MSI-H tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PH027-1, a potent and selective small-molecule WRN inhibitor that targets MSI-H tumors","Topics":null,"cSlideId":""},{"Abstract":"G-rich nucleic acid sequences can assume, under physiologic conditions, non-B secondary structures called G-quadruplexes (G4). The human genome contains thousands of putative quadruplex forming sequences (PQS), of which telomeres are the most extensively studied. PQS are frequently found in the promoters of oncogenes and transcription factors rather than in tumor suppressor or housekeeping genes, indicating an evolutionary selection of these elements based on gene function and suggesting a pivotal role of G4 in the regulation of gene expression. These observations have provided the rationale to explore G4 targeting as a therapeutic approach in cancer. Several small molecules have been indeed designed and characterized as G4-ligands (G4-L), most of them showing a &#8220;multiple-target&#8221; binding modality. Dedifferentiated liposarcoma (DDLPS) is a non-lipogenic disease characterized by aggressive local growth and multifocal local recurrences and the ability to elicit distant metastases. At the molecular level, DDLPS is marked by the amplification of the 12q13-q15 chromosomal region, leading to the abnormal expression of the <i>MDM2 <\/i>oncogene. The gene has emerged as an actionable therapeutic target and, recently, PQS within its promoter have been reported to fold into G4 structures. In addition, in our previous study, we observed that pathways related to telomere maintenance are remarkably up-modulated in DDLPS. These findings open a new avenue to explore the therapeutic potential of G4-L in this malignancy. In the present study, the biological activity of a tetra-substituted naphthalene diimide (NDI) G4-L derivative (SOP1812\/QN-302) has been characterized in two patient-derived DDLPS cell lines. In particular, the exposure of DDLPS cells to increasing concentrations of SOP1812 resulted in a marked cytotoxic activity <i>in vitro<\/i>, with IC50 values within the sub-micromolar range (~0.3 &#956;M). Moreover, DDLPS cells treated with equitoxic amounts of the compound were characterized by an 80-90% inhibition of telomerase activity and a remarkable perturbation in the MDM2-p53 feedback loop, leading to a pronounced accumulation of basal and phosphorylated (S15\/S46\/S392) p53 protein. These effects were paralleled by a 3-4 time increase in the number of &#947;-H2AX foci, the appearance of the cleaved form of PARP-1 and a pronounced inhibition of cell growth over time. Altogether, our findings indicate that targeting G4 structures by quadruplex-interacting molecules may represent a potential novel and effective therapeutic strategy in DDLPS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-14 Other,,"},{"Key":"Keywords","Value":"G-quadruplex,Liposarcoma,MDM2,DNA damage,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Eisa Naghshineh<\/b><sup>1<\/sup>, Beatrice Tosoni<sup>2<\/sup>, Lorenzo Di Pietro<sup>1<\/sup>, Sandro Pasquali<sup>1<\/sup>, Nadia Zaffaroni<sup>1<\/sup>, Stephen Neidle<sup>3<\/sup>, Sara  N.  Richter<sup>2<\/sup>, Marco Folini<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Experimental Oncology, Fondazione IRCCS Istituto Nazionale dei Tumori, Milan, Italy,<sup>2<\/sup>Department of Molecular Medicine, University of Padova, Padova, Italy,<sup>3<\/sup>UCL School of Pharmacy, University College London, London, United Kingdom","CSlideId":"","ControlKey":"184e7373-3fd7-4916-9de6-434d24798661","ControlNumber":"3971","DisclosureBlock":"&nbsp;<b>E. Naghshineh, <\/b> None..<br><b>B. Tosoni, <\/b> None..<br><b>L. Di Pietro, <\/b> None..<br><b>S. Pasquali, <\/b> None..<br><b>N. Zaffaroni, <\/b> None..<br><b>S. Neidle, <\/b> None..<br><b>S. N. Richter, <\/b> None..<br><b>M. Folini, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5639","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5922","PresenterBiography":null,"PresenterDisplayName":"Eisa Naghshineh, BS;MS","PresenterKey":"1b897fe4-8786-49e2-ab7f-2060cc84547a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5922. Characterization of the biological effects of a quadruplex-interacting molecule in dedifferentiated liposarcoma cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of the biological effects of a quadruplex-interacting molecule in dedifferentiated liposarcoma cells","Topics":null,"cSlideId":""},{"Abstract":"Interleukin-17B (IL-17B) and its receptor IL-17RB drive oncogenic signaling in pancreatic cancer by interacting with mixed-lineage kinase 4 (MLK4) and phosphorylating IL-17RB's tyrosine-447 site. Our study highlights a therapeutic peptide (amino acids 403-416 of IL-17RB) that disrupts MLK4 binding. Improving its efficacy, we transformed the linear peptide into a disulfide-bonded cyclic form, exhibiting enhanced uptake and stability. The modified cyclic peptide outperformed the linear counterpart, effectively inhibiting the growth and metastasis of PDAC tumor cells in vitro and in a mouse model. Molecularly, we identified the critical role of cysteine (C) residue C408 in IL-17RB, mediating interaction with arginine (R)216 in MLK4's kinase domain. This interaction is pivotal for the cyclic peptide's efficacy. Additionally, lysine (K) residue K410 in IL-17RB maintains the cyclic peptide's structural integrity. These findings provide a comprehensive molecular understanding of IL-17RB and MLK4 interaction, offering innovative strategies for designing therapeutic molecules against pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Cyclic Peptide,Targeted therapy,IL-17RB,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y.-C. Lo, Y. Ko, C. Huang, J. Lee, D. Wu, Y. Wu, H. Yu, <b>C.-M. Hu<\/b>; <br\/>Academia Sinica - Genomics Research Center, Taipei, Taiwan","CSlideId":"","ControlKey":"17b8c945-6020-4f79-9b36-5a891c28a9f6","ControlNumber":"1854","DisclosureBlock":"&nbsp;<b>Y. Lo, <\/b> None..<br><b>Y. Ko, <\/b> None..<br><b>C. Huang, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>D. Wu, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>H. Yu, <\/b> None..<br><b>C. Hu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5641","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5923","PresenterBiography":null,"PresenterDisplayName":"Chun-Mei Hu, PhD","PresenterKey":"c21654a9-1ddd-47da-9e66-8530d7680584","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5923. Innovative cyclic peptide disrupts IL-17RB\/MLK4 Interaction for targeted pancreatic cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Innovative cyclic peptide disrupts IL-17RB\/MLK4 Interaction for targeted pancreatic cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is the fifth most common solid tumor worldwide, and the third most common cause of cancer-related deaths. For the 40% to 50% of HCC patients who are candidates for systemic therapies, the landscape has evolved significantly in the last 10 years, with most recently, immunotherapies such as combination of atezolizumab and bevacizumab emerging as the current first-line systemic therapy for patients with intermediate or advanced disease. However, there are no predictive biomarkers for patients with HCC to enable selection of those most likely to benefit from these therapies and this remains a disease with high unmet medical need. Activation of the WNT pathway via mutational events or indirect pathway activation is implicated in many cancers including up to 50% of HCC patient tumors. High expression of beta-catenin, encoded by the CTNNB1 gene, has been shown to correlate with decreased survival and more rapid disease progression in HCC patients. In addition, WNT\/beta-catenin pathway activation has been shown to result in immune exclusion and resistance to immunotherapy in HCC. ALN-BCAT comprises a chemically modified siRNA encapsulated in a lipid nanoparticle formulation which generates robust and highly specific reductions of <i>CTNNB1<\/i> mRNA, downstream biomarkers and tumor cell proliferation in <i>in vitro<\/i> model systems. Anti-tumor activity has been demonstrated in multiple <i>in vivo<\/i> orthotopic HCC mouse models, in both early and late treatment settings as measured by liver to body weight ratio. Reductions in tumor burden were orthogonally confirmed by histology analysis and shown to be associated with changes in CTNNB1-related biomarkers. Finally, ALN-BCAT treatment results in changes in the tumor microenvironment in a mouse syngeneic HCC model, with increases in CD4+ and CD8+ T cells and reductions in M2 macrophages, consistent with a shift to a more immune stimulatory anti-tumor microenvironment. Here, we demonstrate that ALN-BCAT provides a novel approach to the inhibition of the WNT pathway as a therapeutic approach for treatment of HCC patients and WNT pathway activated tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,RNAi,Wnt pathway,&#946;-catenin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Dadali<\/b><sup>1<\/sup>, S. Miller<sup>1<\/sup>, G. Saawant<sup>1<\/sup>, S. Abbott<sup>1<\/sup>, M. Yu<sup>1<\/sup>, S. Morskaya<sup>1<\/sup>, B. Lehrich<sup>2<\/sup>, S. Monga<sup>2<\/sup>, G. Lau<sup>1<\/sup>, M. Maier<sup>1<\/sup>, W. Broom<sup>1<\/sup>; <br\/><sup>1<\/sup>Alnylam Pharmaceuticals, Inc., Cambridge, MA, <sup>2<\/sup>University of Pittsburgh, Pittsburgh, PA","CSlideId":"","ControlKey":"996cedcb-42f1-4c6e-b3f7-60cf6c3ddba7","ControlNumber":"1535","DisclosureBlock":"<b>&nbsp;T. Dadali, <\/b> <br><b>Alnylam<\/b> Employment. <br><b>S. Miller, <\/b> <br><b>Alnylam<\/b> Employment. <br><b>G. Saawant, <\/b> <br><b>Alnylam<\/b> Employment. <br><b>S. Abbott, <\/b> <br><b>Alnylam<\/b> Employment. <br><b>M. Yu, <\/b> <br><b>Alnylam Pharmaceuticals, Inc.<\/b> Employment. <br><b>S. Morskaya, <\/b> <br><b>Alnylam Pharmaceuticals, Inc.<\/b> Employment.<br><b>B. Lehrich, <\/b> None..<br><b>S. Monga, <\/b> None.&nbsp;<br><b>G. Lau, <\/b> <br><b>Alnylam Pharmaceuticals, Inc.<\/b> Employment. <br><b>M. Maier, <\/b> <br><b>Alnylam Pharmaceuticals, Inc.<\/b> Employment. <br><b>W. Broom, <\/b> <br><b>Alnylam Pharmaceuticals, Inc.<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5642","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5924","PresenterBiography":null,"PresenterDisplayName":"Tulin Dadali, PhD","PresenterKey":"fd86dcd6-044a-444f-accd-48148971ab61","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5924. RNAi mediated inhibition of beta-catenin demonstrates anti-tumor efficacy and immune microenvironment modulation in preclinical hepatocellular carcinoma models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RNAi mediated inhibition of beta-catenin demonstrates anti-tumor efficacy and immune microenvironment modulation in preclinical hepatocellular carcinoma models","Topics":null,"cSlideId":""},{"Abstract":"Background: Irofulven is a semisynthetic sesquiterpene anticancer agent initially investigated for its unique mechanism of action and potential to overcome resistance observed in other chemotherapeutics. This study investigates the pharmacokinetics and pharmacodynamics of a second generation irofulven analog, CAP-121 (Califia Pharma), and its efficacy and safety in preclinical cancer models relative to irofulven.<br \/>Methods: 24-hour comprehensive PK was performed at two different intravenous (IV) doses in canines for irofulven (0.2 mg\/kg and 1 mg\/kg; MTD) and CAP-121 (1 mg\/kg and 3 mg\/kg). Plasma concentrations were measured by ultra-high performance liquid chromatography multiple reaction monitoring mass spectrometry. PK parameters were determined for both compounds using noncompartmental methods (Phoenix WinNonlin, version 8.4). PK parameters included area under the concentration vs time curve (AUC), maximum observed concentration (C<sub>max<\/sub>), clearance (CL), volume of distribution (Vd), and elimination half-life (t<sub>1\/2<\/sub>). Canine platelet and neutrophil counts were measured across 28 days to ascertain the maximum tolerated dose (MTD); platelet count reversibility was also assessed. Mice xenograft models implanted with a drug resistant human ovarian cancer (A2870), or a drug-resistant human metastatic lung cancer (MV522), were dosed with irofulven (9 mg\/kg; MTD) and CAP-121 (15, 20, and 25 mg\/kg) and resulting tumor mass, % change in body weight, and platelet counts were compared relative to vehicle only.<br \/>Results: Systemic exposure, CL, Vd, and t<sub>1\/2<\/sub> were similar between irofulven and CAP-121 at a 1 mg\/kg IV dose. For irofulven, exposure increased approximately proportionally at doses of 0.2 mg\/kg and 1 mg\/kg. For CAP-121, exposure increased less than proportionally at doses of 1 mg\/kg and 3 mg\/kg. MTD of CAP-121 was found to be 3-fold higher in canines compared to irofulven as 3-fold more CAP-121 was required to match the platelet reduction with irofulven; platelet nadir was rapidly reversible for CAP-121. Canine nadir platelets were 3-fold higher for CAP-121 vs irofulven at the same dose (1 mg\/kg). CAP-121 was superior to irofulven (p<i> <\/i>&#60; 0.02) with regards to final tumor weights in mice xenograft models, even though MTD was not reached for CAP-121; a change in body weight and platelet loss was not observed for CAP-121 at up 25 mg\/kg in mice.<br \/>Conclusion: The canine PK\/PD study of CAP-121 demonstrates that CAP-121 has favorable PK parameters. With regards to <i>in <\/i><i>vivo <\/i>anticancer cytotoxic activity, the two drug-resistant xenograft models confirm the superiority of CAP-121 over irofulven. Together, these findings indicate a wider therapeutic window in humans is expected for CAP-121 compared to irofulven, emphasizing the potential anticancer utility of CAP-121 for solid cancers without prolonged thrombocytopenia. Further investigation in clinical trials is warranted","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"DNA repair inhibition,DNA damage,Xenografts,Pharmacokinetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. T. Suhandynata<\/b><sup>1<\/sup>, T. K. Nguyen<sup>1<\/sup>, V. R. Kotamraju<sup>2<\/sup>, J. D. Momper<sup>1<\/sup>, M. J. Kelner<sup>1<\/sup>; <br\/><sup>1<\/sup>UC San Diego, La Jolla, CA, <sup>2<\/sup>Califia Pharma, San Diego, CA","CSlideId":"","ControlKey":"23fcf7a7-a789-4ba7-9baf-60d5c13d8adf","ControlNumber":"5705","DisclosureBlock":"&nbsp;<b>R. T. Suhandynata, <\/b> None..<br><b>T. K. Nguyen, <\/b> None.&nbsp;<br><b>V. R. Kotamraju, <\/b> <br><b>Califia Pharma, Inc.<\/b> Employment.<br><b>J. D. Momper, <\/b> None.&nbsp;<br><b>M. J. Kelner, <\/b> <br><b>Califia Pharma<\/b> Stock.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5643","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5925","PresenterBiography":null,"PresenterDisplayName":"Michael Kelner, MD","PresenterKey":"a064a404-dba1-4694-bcf2-f1bef35523e6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5925. Safety, efficacy, pharmacokinetics, and pharmacodynamics of a second generation Irofulven analog CAP-0121 in preclinical cancer models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Safety, efficacy, pharmacokinetics, and pharmacodynamics of a second generation Irofulven analog CAP-0121 in preclinical cancer models","Topics":null,"cSlideId":""},{"Abstract":"Background: Osteosarcoma (OS) is a bone cancer primarily affecting adolescents and young adults, with about 20% of patients having detectable metastatic disease at the time of diagnosis. Despite a large number of clinical trial efforts, metastatic sarcoma remains a lethal disease, and there have been no meaningful advances in therapy or improvements in patient outcomes for decades. Y-box binding protein 1 (YB-1) is a multifunctional cold-shock protein that translationally activates diverse stress response factors with pro-metastatic activities in many cancer types. Importantly, YB-1 is strongly associated with poor outcomes in sarcoma patients and is a major metastatic driver in high-risk sarcomas.<br \/>Methods: We recently described a novel compound, CET056, that inhibits cancer progression via YB-1 inhibition. We hypothesized that CET056 had the potential to suppress the progression of OS and could provide a new treatment for this disease. We screened osteosarcoma human and mouse cell lines for YB-1 protein expression. OS cells were functionally characterized for responses to CET056 <i>in vitro<\/i> and <i>in vivo<\/i>.<br \/>Results: YB-1 expression was seen in nearly all cell lines tested. CET056 treatment of OS cells resulted in reduced cell viability and YB-1 protein expression in a dose- and time- dependent manner, as well as reduced formation of colonies and spheroids. <i>In vivo<\/i> efficacy studies, which employed a syngeneic subcutaneous tumor model, revealed that CET056 effectively inhibited tumor progression and enhanced overall survival in contrast to vehicle treated control mice.<br \/>Conclusion: These results support our hypothesis and illustrate that YB-1 inhibition by CET056 is a promising candidate for further development as a therapy for OS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Osteosarcoma,Small molecule drugs,YB-1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Stefan<\/b><sup>1<\/sup>, A. Dheeraj<sup>1<\/sup>, D. Tailor<sup>1<\/sup>, L. E. Davis<sup>2<\/sup>, S. V. Malhotra<sup>1<\/sup>; <br\/><sup>1<\/sup>Knight Cancer Institute, Oregon Health & Science University, Portland, OR, <sup>2<\/sup>School of Medicine, Oregon Health & Science University, Portland, OR","CSlideId":"","ControlKey":"f122b4d3-6366-4d58-b9cc-6498d668a9f0","ControlNumber":"3937","DisclosureBlock":"&nbsp;<b>K. Stefan, <\/b> None..<br><b>A. Dheeraj, <\/b> None..<br><b>D. Tailor, <\/b> None..<br><b>L. E. Davis, <\/b> None..<br><b>S. V. Malhotra, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5644","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5926","PresenterBiography":null,"PresenterDisplayName":"Kirsten Stefan, PhD","PresenterKey":"0624aae4-9535-4c61-b4b8-ca193cb9091c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5926. YB-1 inhibition as an effective approach for the treatment of osteosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"YB-1 inhibition as an effective approach for the treatment of osteosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Non-alcoholic fatty liver disease (NAFLD) or its severe form non-alcoholic steatohepatitis (NASH) is becoming an ever more prevalent risk factor of hepatocellular carcinoma (HCC). Currently, there are no approved drugs for the treatment of NASH. Extracellular ACBP\/DBI (Acyl coenzyme A binding protein, also called diazepam-binding inhibitor) acts as an autophagy checkpoint and neutralization of ACBP\/DBI prevents NASH. Therefore, we investigated the functional roles, mechanisms, and clinical relevance of ACBP\/DBI in HCC.<br \/>Methods: ACBP\/DBI was blocked by four strategies: an inducible Acbp\/Dbi knockout (Acbp<sup>-\/-<\/sup>, control: Acbp<sup>+\/+<\/sup>), a constitutive Gabrg2<sup>F77I <\/sup>mutation that prevents binding of ACBP\/DBI to the receptor (control: WT), induction of ACBP\/DBI-specific autoantibodies (induced by KLH-DBI, control: KLH), and monoclonal anti-DBI antibody (control: isotype). Three different types of HCC mouse models, including toxins\/diet-based NASH-induced models (western diet plus CCl<sub>4<\/sub>), hydrodynamic transfection of oncogenes (Myc+Ctnnb1), and orthotopic transplantation (Hep55.1C) were used in combination with the aforementioned ACBP\/DBI inhibition strategies to determine the association of ACBP\/DBI and HCC.<br \/>Results: ACBP\/DBI inhibition attenuates tumorigenesis in mice with NASH, blunts oncogene induced HCC, and reduces the growth of orthotopically transplanted cancers. Mechanistically, ACBP\/DBI inhibition retards cell cycle, suppresses cell proliferation, and favors ferroptosis, as determined by RNA-seq data and mass spectrometric metabolomics. CCK-8 proliferation, colony formation, and cell cycle assays performed on Huh-7, HepG2 and Hep55.1C cells demonstrated that ACBP\/DBI knockdown reduced cell proliferation and induced G0\/G1 arrest. IHC detection of Ki67 and PCNA in liver sections revealed antiproliferative effects of ACBP\/DBI inhibition. qRT-PCR demonstrated the ACBP\/DBI inhibition-induced upregulation of cell cycle inhibitor genes and downregulation of genes invoded in G0\/G1 phase in liver tissues. qRT-PCR and immunoblot confirmed the upregulation of pro-ferroptotic and the downregulation of anti-ferroptotic genes and proteins in liver tissues upon ACBP\/DBI inhibition. Primary HCC cell lines from Acbp<sup>+\/+<\/sup> and Acbp<sup>-\/-<\/sup> mice further confirmed the pro-ferroptotic effects of ACBP\/DBI inhibition obtained in liver tissues. Acbp<sup>-\/-<\/sup> cell lines were more sensitivity to RSL3-induced ferroptosis.<br \/>Conclusion: <b><\/b>ACBP\/DBI inhibition constitutes a potential strategy for treating NASH and NASH-induced HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Cancer therapy,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Li<\/b><sup>1<\/sup>, O. Motiño<sup>2<\/sup>, F. Lambertucci<sup>2<\/sup>, M. C. Maiuri<sup>2<\/sup>, I. Martins<sup>2<\/sup>, G. Kroemer<sup>2<\/sup>; <br\/><sup>1<\/sup>Faculté de Médecine, Université de Paris Saclay, Kremlin Bicêtre, Centre de Recherche des Cordeliers UMRS1138, Inserm, Université Paris Cité, Sorbonne Université, Paris, France, <sup>2<\/sup>Centre de Recherche des Cordeliers UMRS1138, Inserm, Université Paris Cité, Sorbonne Université, Paris, France","CSlideId":"","ControlKey":"2ef65901-e7fc-47b3-8e3e-70f7449f40c8","ControlNumber":"4569","DisclosureBlock":"&nbsp;<b>S. Li, <\/b> None..<br><b>O. Motiño, <\/b> None..<br><b>F. Lambertucci, <\/b> None..<br><b>M. C. Maiuri, <\/b> None..<br><b>I. Martins, <\/b> None..<br><b>G. Kroemer, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5645","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5927","PresenterBiography":null,"PresenterDisplayName":"Sijing Li, M Pharm","PresenterKey":"7235a06a-1a21-46d9-9fec-922aabdef3b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5927. ACBP\/DBI inhibition suppresses NASH-induced hepatocarcinogenesis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ACBP\/DBI inhibition suppresses NASH-induced hepatocarcinogenesis","Topics":null,"cSlideId":""},{"Abstract":"The tetrasubstituted naphthalene diimide compound QN-302 binds to G-quadruplex DNA structures. It inhibits the transcription of cancer-related genes in pancreatic ductal adenocarcinoma (PDAC) cells, shows high potency in PDAC cells in vitro and in PDAC animal models. It is currently in Phase 1 clinical evaluation as an anticancer drug for advanced, metastatic solid tumors. A study of structure-activity relationships of QN-302 and two related analogs (CM03 and SOP1247) is reported here. These have been probed using comparisons of transcriptional profiles from whole-genome RNA-seq analyses, together with qualitative molecular modelling. Compounds CM03 and SOP1247 differ by the presence of a methoxy substituent in the former: these two have closely similar transcriptional profiles, whereas that of QN-302, although showing effects in the same cancer-related pathways, highlights the down regulation of distinct genes, for example in the hedgehog pathway. The distinct pattern of genes affected by QN-302 is hypothesized to contribute to its superior potency compared to CM03 and SOP1247. Its superior ability to stabilize quadruplex structures has been attributed to its benzyl-pyrrolidine substituent fitting into and filling most of the space in a quadruplex groove compared to the hydrogen atom in CM03 or the methoxy group in SOP1247.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"DNA binding,Transcription,Structure-activity relationships,Target discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Ahmed  A.  Ahmed<sup>1<\/sup>, Shozeb Haider<sup>1<\/sup>, Tariq Arshad<sup>2<\/sup>, <b>Stephen Neidle<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>School of Pharmacy, University College London (UCL), London, United Kingdom,<sup>2<\/sup>Qualigen Therapeutics Inc, Carlsbad, CA","CSlideId":"","ControlKey":"ff20f40e-0e83-4e62-a9ff-75fca1afc964","ControlNumber":"4500","DisclosureBlock":"&nbsp;<b>A. A. Ahmed, <\/b> None..<br><b>S. Haider, <\/b> None..<br><b>T. Arshad, <\/b> None..<br><b>S. Neidle, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5646","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5928","PresenterBiography":null,"PresenterDisplayName":"Stephen Neidle, DSc;PhD","PresenterKey":"62cb953f-6481-4252-904a-40c54617dca6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5928. Structure-activity relationships for the pan-quadruplex experimental drug QN-302 and two analogs probed with comparative transcriptome profiling and molecular modeling","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Structure-activity relationships for the pan-quadruplex experimental drug QN-302 and two analogs probed with comparative transcriptome profiling and molecular modeling","Topics":null,"cSlideId":""},{"Abstract":"HuR is an RNA binding protein overexpressed in multiple human cancers and is involved in tumorigenesis, invasion, and metastasis. Genetic and pharmacologic inhibition of HuR demonstrated antitumor activity establishing HuR as a molecular target for cancer therapy. However, little is known about HuR&#8217;s role in medulloblastoma (MB). In the present study, we investigated the effect of CMLD2, a small molecule inhibitor of HuR, on MB cell growth and on the adaptive immune response by assessing the cyclic GMP-AMP synthase (cGAS) - stimulator of interferon genes (STING) pathway. The cytoplasmic double-stranded DNA (dsDNA) sensing cGAS-STING signaling pathway plays pivotal role in host defense against cancers. Activation of the cGAS-STING signaling cascade induces the expression of pro-inflammatory cytokines and type I interferons promoting anti-tumor immunity. Human MB Daoy cells were treated with DMSO (control) or CMLD2 (20uM and 30uM). At 48 and 72 h after treatment, cells were collected and cell viability was determined using Trypan blue assay. A time and dose-dependent cytotoxicity was observed with 22.5% and 32.5% reduction in cell number with 20uM treatment (p&#60;0.01) and 38.3% and 50.2% reduction with 30uM treatment (p&#60;0.001) at 48 h and 72 h respectively compared to DMSO-treated control. Western blot analysis showed CMLD2 treatment inhibited HuR and markedly increased the expression of cGAS-STING pathway proteins (p-STING <sup>Ser366<\/sup>, p-TBK1 <sup>Ser172<\/sup>, p-IRF3<sup>Ser396<\/sup> and pNF-KB<sup>Ser536<\/sup>) at the two drug concentrations tested albeit greater increase in cGAS-STING protein expression was observed with 20uM treatment. Analysis for chemokines (CXCL10 and CCL5) and cytokine (IL-6) associated with the cGAS-STING pathway in cell culture supernatant collected from 20uM CMLD2 treatment showed significant increase in CXCL10 (1.96 &#177; 0.12 and 2.12 &#177; 0.06 fold increase at 48 h and 72 h; p&#60;0.01) and CCL5 (1.21 &#177; 0.09 and 1.86 &#177; 0.05 fold increase at 48 h and 72 h; p=ns at 48 h; p&#60;0.01 at 72 h) over DMSO-treated control. IL-6 expression significantly increased at 72h (1.98&#177; 0.24 fold, p&#60;0.001) but not at 48h after 20uM CMLD2 treatment compared to DMSO treated control. Our study results demonstrate CMLD2 mediated HuR targeting induces MB cell cytotoxicity and concurrently activates the cGAS-STING pathway. Testing of CMLD2 treatment in additional MB cell models and studying the impact of the cGAS-STING activation on immune cells (T cells, NK cells and macrophages) will aid in developing novel HuR-targeted treatment strategies in MB. Funding: The study was supported in part by a grant received from the National Cancer Institute of the National Institutes of Health (R01 CA 282735-01) and funds from the Jim and Christy Everest Endowed Chair in Cancer Developmental Therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Medulloblastoma,HuR,cGAS,Sting,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Mehta<\/b>, R. Raguraman, A. Munshi, R. Ramesh; <br\/>University of Oklahoma Health Sciences Center, Oklahoma City, OK","CSlideId":"","ControlKey":"02143d8c-2d79-433e-9fda-76bceee71a0b","ControlNumber":"6766","DisclosureBlock":"&nbsp;<b>M. Mehta, <\/b> None..<br><b>R. Raguraman, <\/b> None..<br><b>A. Munshi, <\/b> None..<br><b>R. Ramesh, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5647","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5929","PresenterBiography":null,"PresenterDisplayName":"Meghna Mehta","PresenterKey":"b54d3747-85fc-4ced-9aa4-9657e4f83a46","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5929. HuR-targeted therapy promotes the adaptive immune response in medulloblastoma through the cGAS-Sting pathway","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HuR-targeted therapy promotes the adaptive immune response in medulloblastoma through the cGAS-Sting pathway","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer accounts for approximately 6% of all cancer death in women and has one of the highest mortality rates out of all gynecologic malignancies in the United States. Ovarian cancer can exhibit innate or acquired chemoresistance behavior, thus it is critical to identify novel therapeutic drug candidates. One of important characteristics of identifying potential chemotherapy drug candidate is the ability to induce apoptosis or programmed cell death in the target cancer cells. In order to measure apoptosis, various biomarkers are commonly employed such as Caspase 3, 7, 8 or 9, as well as Annexin V, which are all part of the cascade in apoptotic intrinsic pathway. However, typical fluorescent staining for image cytometry is not multiplexed that required multiple steps in order to determine the different type of apoptotic populations. In this work, we demonstrate a multiplexing apoptosis detection method to investigate the apoptotic effects of EP4A1, EP4A2, Paclitaxel, and Carboplatin on Kuramochi ovarian cancer cells. We employed the use of a high-throughput plate-based image cytometer (Celigo, Revvity Health Sciences Inc.) to image and analyze drug-treated Kuramochi cells stained with Annexin V-APC, Caspase 3\/7 (488), and propidium iodide (PI) to assess the early- and late-stage apoptosis, as well as necrosis. We expected to see an increase in dual staining with the addition of EP4A to paclitaxel and carboplatin; however, the more interesting data was observed by separating single positive cell populations (Caspase, Annexin or PI only) from dual positive cell populations (Annexin + PI, Caspase + PI, Annexin +PI). The results show that treatment with EP4A lead to a time dependent increase in Caspase 3 cleavage but only in the single positive cell population. This trend was also observed in Annexin V single positive cell populations which is an indication of early apoptosis. The additive effect observed with the addition of EP4A was not seen in the dual positive cell populations. The high throughput nature of the image cytometry also allowed us to easily and quickly determine the optimal treatment conditions for this experiment. We were able to record multiple time points and not only capture proliferation, but also simultaneously collect data on caspase cleavage, Annexin-V staining and PI staining on multiple concentrations of compounds in monotherapy, dual therapy, and triple therapy combinations. Typically, it may be difficult to test multiple conditions in duplicate and triplicate using flow cytometry, while Celigo Image Cytometry may be used to obtain more robust data, and simultaneously acquire data of proliferation and multiplex staining with Annexin-V, PI and Caspase 3\/7.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-14 Other,,"},{"Key":"Keywords","Value":"Ovarian cancer,In vitro,Apoptosis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. McDonald<\/b><sup>1<\/sup>, L. L. Chan<sup>1<\/sup>, J. Reader<sup>2<\/sup>, S. Mojica<sup>1<\/sup>, M. Pierce<sup>1<\/sup>; <br\/><sup>1<\/sup>Revvity Health Sciences, Inc., Lawrence, MA, <sup>2<\/sup>University of Maryland, Princess Anne, MD","CSlideId":"","ControlKey":"c3daefa1-549f-4306-8784-77625926dcfe","ControlNumber":"3184","DisclosureBlock":"<b>&nbsp;J. McDonald, <\/b> <br><b>Revvity Health Sciences, Inc.<\/b> Employment. <br><b>L. L. Chan, <\/b> <br><b>Revvity Health Sciences, Inc.<\/b> Employment. <br><b>J. Reader, <\/b> <br><b>University of Maryland<\/b> Employment. <br><b>S. Mojica, <\/b> <br><b>Revvity Health Sciences, Inc.<\/b> Employment. <br><b>M. Pierce, <\/b> <br><b>Revvity Health Sciences, Inc.<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5648","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5930","PresenterBiography":null,"PresenterDisplayName":"James McDonald, Unknown","PresenterKey":"7f1e301a-a3f2-4f0c-bc82-f4cb8cfebf60","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5930. Measuring apoptotic effects of EP4A1 and EP4A2 on Kuramochi with a high-throughput multiplex image cytometric method","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Measuring apoptotic effects of EP4A1 and EP4A2 on Kuramochi with a high-throughput multiplex image cytometric method","Topics":null,"cSlideId":""},{"Abstract":"For decades, the survival rate for glioblastoma (GBM) has remained nearly stagnant, and currently the 5-year survival rate is only 5%. There is an unmet medical need for therapeutic development, as GBM is the most common primary brain tumor, yet only four FDA approved drugs have been developed for GBM over the last century. GBM is notoriously heterogeneous, and this has posed a challenge for researchers seeking to find therapeutic targets. However, by taking advantage of RNA sequencing, a potential biomarker and target for GBM has been identified: the kinase STK17A (Serine\/Threonine Kinase 17A), also known as DRAK1. We confirmed that STK17A is overexpressed in brain cancers by analyzing public databases and single-cell RNA sequencing data from GBM patients, and further associated it with poor patient outcome. Little is known about STK17A, but it has been found to be involved with cell proliferation, tumorigenesis, and tumor metastasis. The role of STK17A in GBM pathophysiology and its therapeutic potential as a drug target remains a critical knowledge gap.In order to better understand STK17A&#8217;s role in GBM pathophysiology, we first knocked down STK17A in GBM cell lines and determined that STK17A had functional roles in proliferation and morphology. Similar conclusions were drawn after knocking down STK17A <i>in vivo <\/i>in GBM xenograft mouse models. These findings supported STK17A as a viable therapeutic target. We then designed and optimized novel brain-penetrant STK17A inhibitors with IC50 values of &#60;20nM in enzyme assays and &#60;1&#956;M in cell-based targeting engagement and proliferative assays. The designed and prepared novel STK17A inhibitors were further evaluated through kinase enzymatic assays and biological assays as well as <i>in vitro<\/i> proliferation and toxicity assays. We further characterized the inhibitors by showing Drug Metabolism and Pharmacokinetics (DMPK) properties <i>in vivo<\/i> in mouse models at 10 mg\/kg via oral administration. We then used these potent, selective, and highly brain penetrant STK17A inhibitors to investigate the anti-tumor effects of STK17A inhibition in GBM <i>in vivo<\/i> and demonstrate the efficacy of our novel STK17A inhibitors.In conclusion, this work seeks to contribute to the field of targeted therapies for GBM by optimizing and examining the first iterations of novel brain penetrant STK17A inhibitors, initiating studies for the treatment of GBM <i>in vitro<\/i> and <i>in vivo<\/i>, and providing proof of efficacy for further studies in GBM patients. Ultimately, the results from our findings will lead to novel strategies for targeted drug development and more robust therapeutic options for GBM patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Glioblastoma,Antitumor agents,Novel anticancer agents,Brain tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. R. Castro<\/b>; <br\/>University of Miami Miller School of Medicine, Miami, FL","CSlideId":"","ControlKey":"d11a4d95-af1b-4630-8fe2-7a718740c730","ControlNumber":"8378","DisclosureBlock":"&nbsp;<b>J. R. Castro, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5649","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5931","PresenterBiography":null,"PresenterDisplayName":"Jesus Castro, BS","PresenterKey":"712b09b1-349d-4721-83d1-47fa6a164301","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5931. Investigating the therapeutic potential of STK17A inhibition in GBM","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the therapeutic potential of STK17A inhibition in GBM","Topics":null,"cSlideId":""},{"Abstract":"Background: PDAC has a poor 5-year survival outcome, and its aggressiveness limits the treatment efficacy. This is often driven by dysregulated mRNA translation of pro-tumorigenic genes that contribute to the proliferative and metastatic nature of PDAC. Synergizing chemotherapy with inhibition of oncogenic mRNA translation via MNK-coupled phosphorylation of eIF4E could potentially be viable. To support this hypothesis, we combined AUM001, a MNK inhibitor, with gemcitabine (GEM)-nab-paclitaxel (nPTX) with the aim of modulating tumor growth kinetics and maintaining it in a stable state.<br \/>Methods: PDAC KPC cells were subcutaneously inoculated into BL6 mice and randomized to five treatment groups. Chemotherapy involved administering GEM-nPTX intraperitoneally on days 1, 4, and 8. AUM001 was given orally daily for 8 days for both mono- and combination therapies and was further administered for an additional 3 weeks in continuous dosing group. IHC staining for Ki67, MVD, and stromal markers was conducted on FFPE sections as well as Western blot analysis of tumor tissues. Apoptosis was assessed using Annexin V. Immune profiling were evaluated by flow cytometric assay and GeoMx spatial transcriptomics analysis.<br \/>Results: The administration of GEM-nPTX and AUM001 (GPA) or GEM-nPTX alone (GP) led to an average 38% reduction in net tumor growth with no observed toxicity. Notably, continuous dosing of AUM001 (GPAc) following the cessation of chemotherapy exhibited a 45% decrease in net tumor growth (P=0.056) when compared to GPA. EIF4E phosphorylation and Myc expression were markedly inhibited in GPAc with lower recovery rate for MVD as compared to the GPA group at EOO (P &#60; 0.05). A higher fraction of apoptotic cells was detected in the GPAc group at EOO than GPA group in reference to GP group (P=NS). GPA also resulted in a lower frequency of NK cells which was partially lifted in GPAc during observation phase. Macrophages which are known to have a pro-tumor role initially increased in frequency upon addition of AUM during chemotherapy, but subsequently decreased during observation. These modulations in infiltrating immune cells correlated with the differential expression of several immune related genes in the tumor associated CD45+ immune cells, revealed by the GeoMx analysis.<br \/>Conclusions: This study showed that sustained administration of AUM001 alongside cyclical GEM-nPTX is well-tolerated with good anti-tumor outcomes. Additionally, the maintenance of AUM001 may enhance the decrease in pro-oncogenic protein expression and remodel the tumor immune microenvironment. In conclusion, continuous dosing of AUM001 following the cessation of chemotherapy could stabilize the tumor state, potentiating its application in clinical settings as maintenance therapy for PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Gemcitabine,Paclitaxel,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"W. Leong<sup>1<\/sup>, S. Lee<sup>2<\/sup>, J. Lim<sup>1<\/sup>, S. Chen<sup>2<\/sup>, F. Regis<sup>2<\/sup>, R. Vidergar<sup>1<\/sup>, S. K. Biswas<sup>1<\/sup>, <b>B. Chowbay<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>A*STAR - Singapore Immunology Network (SIgN), Singapore, Singapore, <sup>2<\/sup>National Cancer Centre Singapore, Singapore, Singapore","CSlideId":"","ControlKey":"5aac5c72-7c31-42f1-ad71-8229d882e451","ControlNumber":"6982","DisclosureBlock":"&nbsp;<b>W. Leong, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>J. Lim, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>F. Regis, <\/b> None..<br><b>R. Vidergar, <\/b> None..<br><b>S. K. Biswas, <\/b> None..<br><b>B. Chowbay, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5650","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5932","PresenterBiography":null,"PresenterDisplayName":"Balram Chowbay, Ph.D.","PresenterKey":"7d2909f5-a73b-40d3-88e2-064b3feacdac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5932. Immunomodulatory and anticancer effects of cyclical gemcitabine\/nab-paclitaxel with continuous dosing of tinodasertib (AUM001) in preclinical KPC model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immunomodulatory and anticancer effects of cyclical gemcitabine\/nab-paclitaxel with continuous dosing of tinodasertib (AUM001) in preclinical KPC model","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> The melanocortin system participates in energy homeostasis and appetiteregulation. This metabolic system is primarily located in the central nervous system,specifically in the hypothalamus and brainstem region. Within the melanocortin system,there are five established melanocortin receptors (MCR). MCRs are g-protein-coupledreceptors (GPCRs) and when these receptors are activated, they can increase neuronexcitation, regulate neurotransmitter release, regulate synaptic input, and alterconnection and strength. When Melanocortin-4 Receptor (MC4R) plays a critical role inthe progression of multiple metabolic diseases including cachexia. Cachexia is definedas the reduction of fat and lean mass, which is caused not just by lack of appetite, but byinflammatory impact. Cachexia is a symptom seen in numerous chronic diseases fromcancer to mitochondrial dysfunction to autoimmune inflictions. This makes MC4R apotentially strong therapeutic target.<br \/><b>Method:<\/b><i> In-silico<\/i> and high-throughput methods were used to identify small moleculesthat target and inhibit MC4R. For high-throughput screen, Hek293 cells withconstitutively active MC4R tagged with a nanoluciferase were used to identify molecules,specifically with inhibitory qualities. cAMP accumulation and &#946;-arrestin recruitmentassay were used to determine the impact on MC4R functionality.<br \/><b>Results:<\/b> 4738 small molecules were screened using high-throughput methods. Using a60% cutoff, 21 small molecules were identified as potential MC4R inhibitors. 17 arecurrently under investigation to confirm high-throughput results and identify functionalimpact. Several of these molecules have shown promising potential<i> in vitro<\/i> and will likelymove forward into<i> in vivo<\/i> studies.<br \/><b>Conclusion:<\/b> This study identifies prospective small molecule inhibitors that targetMC4R and may be used as a probe to explore MC4R biology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-14 Other,,"},{"Key":"Keywords","Value":"G-protein-coupled receptors (GPCR),Cachexia,Drug-discovery screen,Small molecule inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Stokes<\/b>, D. Taylor, M. Foss, B. Grau, S. Malhotra; <br\/>Oregon Health & Science University, Portland, OR","CSlideId":"","ControlKey":"155bb5c0-0e2b-4e54-8f04-fc40405110c9","ControlNumber":"8943","DisclosureBlock":"&nbsp;<b>J. Stokes, <\/b> None..<br><b>D. Taylor, <\/b> None..<br><b>M. Foss, <\/b> None..<br><b>B. Grau, <\/b> None..<br><b>S. Malhotra, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5651","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5933","PresenterBiography":null,"PresenterDisplayName":"Julia Stokes, BS","PresenterKey":"a3e48984-4add-4cc9-a6e4-a39a31a238b5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5933. Identifying MC4R-targeted small molecule to investigate MC4R impact on cachexia progression","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying MC4R-targeted small molecule to investigate MC4R impact on cachexia progression","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is the most common non-skin cancer in men, and second leading cause of death. The fundamental treatment for treating PCa is androgen deprivation therapy which is an effective form of treatment initially. Nevertheless, the disease reoccurs in most men; this is referred to as castration-resistant PCa (CRPC), for which the standard treatment is enzalutamide. However, some develop resistance to this enzalutamide anti-androgen agent. Ferroptosis is an iron-dependent lipid peroxidation form of regulated cell death being investigated as a novel potential therapy for PCa using ferroptosis inducers such as RSL3; they have shown promise in selectively triggering cell death in cancer cells while sparing healthy tissues. We hypothesize that RSL3- induced ferroptosis will overcome enzalutamide resistance in PCa cells. To test this, we utilized C4-2B MDVR cells which represents a cell model for aggressive PCa that metastasized to the bone and is resistant to both castration therapy and the enzalutamide drug treatment. C42B-MDVR cells were treated with increasing concentrations of RSL3 followed by analysis of cell viability with MTS assay. A dose dependent reduction in cell viability was observed which was reversed by ferroptosis inhibitor, ferrostatin-1. Western blot analysis revealed a decreased expression of the antioxidant enzyme glutathione peroxidase 4 (GPX4) with ferroptosis induction indicating a mechanism of the RSL3-induced cell death. The limitations to our research are that the research was performed <i>in vitro<\/i> and have not been tested on mouse models to visualize the effects of the treatments in animals. In conclusion, ferroptosis inducer RSL3 decreases GPX4 expression and decreases proliferation of PCa cells while ferrostatin-1 reverses the effects of the RSL3 treatment. Thus, ferroptosis inducers present a potential novel therapeutic approach for CRPC patients who have developed resistance to conventional androgen therapies. NIH NIGMS RISE 5R25GM058904, NIH\/NIMHD U54MD007590; U54MD013376","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-14 Other,,"},{"Key":"Keywords","Value":"Therapeutics,Drug resistance,Oxidative stress,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Awolowo<\/b>, P. E. Dike, V. Odero-Marah; <br\/>Morgan State University, Baltimore, MD","CSlideId":"","ControlKey":"b4bfbab2-0573-4882-93c8-fcca2a826a78","ControlNumber":"6180","DisclosureBlock":"&nbsp;<b>M. Awolowo, <\/b> None..<br><b>P. E. Dike, <\/b> None..<br><b>V. Odero-Marah, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5652","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5934","PresenterBiography":null,"PresenterDisplayName":"Mojisoluwa Awolowo, BS","PresenterKey":"191a293c-b2d6-4b15-a505-f55717be5e8b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5934. Ferroptosis induction therapy for castration resistant prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ferroptosis induction therapy for castration resistant prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Triple-negative breast cancer (TNBC) is an aggressive type of breast cancer that commonly returns and spreads. Currently, very few options are available for TNBC treatment. Cancer cells exploit glycolytic machinery for the Warburg effect and aerobic glycolysis. Enolase 1 (ENO1) is the glycolytic enzyme expressed in most tissues, and many cancer cells have higher expression. Apart from the glycolytic role in the cytosol, ENO1 also plays different roles in cancer cells, including as a surface receptor.<br \/><b>Method:<\/b> non-allosteric chemical inhibition was developed and tested <i>in vitro<\/i> for its efficacy and target validation. Subsequently, <i>in vivo<\/i> examinations were conducted on emerging small molecules in syngeneic and patient-derived murine models of breast cancer to unveil their anti-tumor efficacy.<br \/><b>Results:<\/b> Our non-allosteric small molecule inhibitor, SU212, binds to ENO1 and restricts its movement within cells. SU212 treatment leads to the accumulation of ENO1 in the nucleus where it restrains the activity of c-Myc. The treatment causes the production of truncated ENO1 called myc promoter-binding protein 1 (MBP-1), which limits the activity of c-Myc. Stand-alone treatment of SU212 restrains the tumor progression and metastasis in orthotopic syngeneic and PDX mouse models. Combining SU212 and Anti-PD1 significantly inhibits tumor growth and metastasis in mouse models. C-Myc is linked to protein transcription that aids immune resistance and tumor evasion of immune surveillance. Suppression of c-Myc activity <i>via<\/i> SU212 treatment sensitizes the TNBC tumors for anti-PD1 therapy.<br \/><b>Conclusions:<\/b> This study provides compelling preclinical data for further development of SU0212 as an immune therapy sensitizer for the treatment of TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Breast cancer,Metabolism,Drug resistance,Drug synergy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Tailor<\/b><sup>1<\/sup>, F. J. Garcia-Marques<sup>2<\/sup>, A. Bermudez<sup>2<\/sup>, W. Li<sup>1<\/sup>, A. Dheeraj<sup>1<\/sup>, S. J. Pitteri<sup>2<\/sup>, S. V. Malhotra<sup>1<\/sup>; <br\/><sup>1<\/sup>Knight Cancer Institute, Oregon Health & Science University, Portland, OR, <sup>2<\/sup>Stanford University School of Medicine, Palo Alto, CA","CSlideId":"","ControlKey":"5e1be45b-c2e0-42f1-8b91-86573709dd61","ControlNumber":"5097","DisclosureBlock":"&nbsp;<b>D. Tailor, <\/b> None..<br><b>F. J. Garcia-Marques, <\/b> None..<br><b>A. Bermudez, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>A. Dheeraj, <\/b> None..<br><b>S. J. Pitteri, <\/b> None..<br><b>S. V. Malhotra, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5653","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5935","PresenterBiography":null,"PresenterDisplayName":"Dhanir Tailor, BS;MS;PhD","PresenterKey":"7e03c467-f773-4c85-92dd-641005e99fa7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5935. Non-allosteric inhibition of enolase 1 sensitizes triple-negative breast cancer for checkpoint inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-allosteric inhibition of enolase 1 sensitizes triple-negative breast cancer for checkpoint inhibitors","Topics":null,"cSlideId":""},{"Abstract":"The introduction of targeted immunomodulating agents has transformed cancer treatment over the last decade by demonstrating unprecedented efficacy in patients who respond. However, limited clinical response rates as well as adverse events underline the need to identify additional novel modalities in cancer immunotherapy. Here we report on the discovery of a novel class of low molecular weight compounds for oral application that selectively enhance tumor-reactive T cell cytotoxicity. Hit-to-lead development of compound hit series A was performed based on medicinal chemistry to investigate structure-activity-relations. A-306, a representative of the A compound class, induced increased T cell proliferation, elevated levels of the activation markers CD25 and CD69 as well as enhanced secretion of IFN-&#947;, IL-2 and TNF-&#945; upon anti-CD3\/CD28 stimulation. A-306 treatment without T cell receptor ligation had no effect on T cell activation, suggesting selective activation potential only in the context of antigen encounter. Furthermore, A-306 strengthened T-cell mediated killing of M21 melanoma cells and enhanced T cell function in response to viral antigens by showing a Th1 signature. Medicinal chemistry efforts resulted in front runner compounds A-481 and A-687 that show a similar profile and potencies down to nanomolar level. In a murine B16-SIY melanoma and EO771 breast cancer model oral single-agent administration with front runner compounds was well tolerated, showed good bioavailability in lymphoid organs and plasma and resulted in significant tumor growth inhibition beyond the end of treatment (D21). T cells from tumor draining lymph nodes of long-term surviving mice in both cancer models showed a distinct activation pattern indicative of anti-tumor immunity. Furthermore, oral application of A-481 in combination with intra peritoneal administration of anti-PD1 antibodies eradicated B16-SIY melanoma cells in a synergistic manner. Taken together, we report on the identification of a novel class of small molecules possessing high potential for selective anti-tumor activation of the immune system upon oral administration. Front runner compounds A-481 and A-687, which significantly inhibit tumor growth in a B16-SIY melanoma and EO771 breast cancer mouse model, lead to prolonged survival beyond the end of treatment and display a good safety profile. The final candidate compound will undergo testing in toxicity studies and enter a first-in-human trial in selected solid tumors in 2025.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Small molecule drugs,Immuno-oncology,Melanoma\/skin cancers,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Gapp<\/b><sup>1<\/sup>, G. Zischinsky<sup>2<\/sup>, M. Urban<sup>1<\/sup>, N. Birnbacher<sup>1<\/sup>, A. Schwarzböck<sup>1<\/sup>, S. Grünaug<sup>1<\/sup>, T. Gastaldi<sup>1<\/sup>, A. Stütz<sup>3<\/sup>, P. Nussbaumer<sup>2<\/sup>, S. Stranner<sup>1<\/sup>, J. Buchberger<sup>1<\/sup>, A. Birbach<sup>1<\/sup>, D. Schögl<sup>1<\/sup>, M. Kuttke<sup>1<\/sup>, A. Dohnal<sup>1<\/sup>, R. Gugenberger<sup>1<\/sup>; <br\/><sup>1<\/sup>invIOs GmbH, Vienna, Austria, <sup>2<\/sup>Lead Discovery Center GmbH, Dortmund, Germany, <sup>3<\/sup>Pharma R&D Consulting Stuetz GmbH, Altmünster, Austria","CSlideId":"","ControlKey":"0ecbaf3e-7137-45ee-ae41-94eb6138973e","ControlNumber":"6519","DisclosureBlock":"<b>&nbsp;B. Gapp, <\/b> <br><b>invIOs GmbH<\/b> Employment. <br><b>G. Zischinsky, <\/b> <br><b>Lead Discovery Center GmbH<\/b> Employment. <br><b>M. Urban, <\/b> <br><b>invIOs GmbH<\/b> Employment. <br><b>N. Birnbacher, <\/b> <br><b>invIOs GmbH<\/b> Employment. <br><b>A. Schwarzböck, <\/b> <br><b>invIOs GmbH<\/b> Employment. <br><b>S. Grünaug, <\/b> <br><b>invIOs GmbH<\/b> Employment. <br><b>T. Gastaldi, <\/b> <br><b>invIOs GmbH<\/b> Employment. <br><b>A. Stütz, <\/b> <br><b>Pharma R&D Consulting Stuetz GmbH<\/b> Independent Contractor. <br><b>P. Nussbaumer, <\/b> <br><b>Lead Discovery Center GmbH<\/b> Employment. <br><b>S. Stranner, <\/b> <br><b>invIOs GmbH<\/b> Employment. <br><b>J. Buchberger, <\/b> <br><b>invIOs GmbH<\/b> Employment. <br><b>A. Birbach, <\/b> <br><b>invIOs GmbH<\/b> Employment. <br><b>D. Schögl, <\/b> <br><b>invIOs GmbH<\/b> Employment. <br><b>M. Kuttke, <\/b> <br><b>invIOs GmbH<\/b> Employment. <br><b>A. Dohnal, <\/b> <br><b>invIOs GmbH<\/b> Employment. <br><b>R. Gugenberger, <\/b> <br><b>invIOs GmbH<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5654","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5936","PresenterBiography":null,"PresenterDisplayName":"Bianca Gapp","PresenterKey":"601f1637-65f9-45b0-a272-06891565a0c3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5936. A novel class of orally bioavailable small molecules induces potent and sustained tumor growth inhibition and T cell infiltration in various solid tumor mouse models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel class of orally bioavailable small molecules induces potent and sustained tumor growth inhibition and T cell infiltration in various solid tumor mouse models","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Iron homeostasis plays a role in redox activity, mitochondrial function, and cell cycle regulation. Specifically, the dysregulation of iron metabolism is implicated in malignant transformation and cancer progression. Iron regulatory protein 2 (IRP2) is crucial for maintaining balance within iron levels and primarily controls genes associated with iron utilization. Our discovery of KS20226, a first-in-class IRP2 inhibitor, reveals remarkable potential as an effective anti-cancer drug candidate. We have elucidated the mechanisms underlying the therapeutic effects of KS20226, thereby highlighting the feasibility of targeting IRP2 in colorectal cancer (CRC).<br \/><b>Methods: <\/b>The proliferation inhibitory activity of KS20226 was assessed the CCK-8 and 3D Spheroid models. To investigate mitochondrial function, we conducted measurement of oxidative phosphorylation (OCR) and glycoPER. Furthermore, gene expression analysis was performed through RNA sequencing (RNA-seq) using the Illumina HiSeq 2500 system platform (Macrogen Inc.). Differential expressed gene (DEG) analysis was carried out using the R package DESeq2, and pathway enrichment analysis was analyzed using GSEA (v_4.2.3.). For the observation of autophagic morphology, we utilized transmission electron microscopy (TEM), immunofluorescence staining targeting the autophagy marker LC3B, and immunoblotting.<br \/><b>Results: <\/b>KS20226 exhibited a remarkable growth inhibitory effect in 10 different CRC cell lines, with GI<sub>50<\/sub> values ranging from 1 to 10 &#956;M. KS20226 suppressed IRP2 expression and the corresponding occupancy of the iron-responsive elements of ferritin H and transferrin receptor 1, resulting in iron deprivation, and efficiently controlled CRC growth. Pharmacologic inhibition of IRP2 induced reprogramming of mitochondrial respiration, reducing reliance on oxidative phosphorylation. The observed mitochondrial dysfunction induced by KS20226 was correlated with pathway analysis, revealing a decrease in the gene-set for HALLMARK_OXIDATIVE_PHOSPHORYLATION (NES = -1.38, p-value = 0.008) and an increase in the gene-set for POSITIVE_REGULATION_OF_AUTOPHAGY (NES=1.43, p-value=0.016). Immunoblotting demonstrated that KS20226 activated the phosphorylation of AMPK, ULK, and Beclin1 cascade, leading to the autophagic cell death of the CRC cells.<br \/><b>Conclusions: <\/b>The reliance of cancer cells on iron metabolism to drive proliferation has led to the development of therapeutic strategies targeting the inhibition of IRP2. KS20226, a first-in-class IPR2 inhibitor, exhibits distinct therapeutic properties, such as perturbation of mitochondrial iron metabolism and induction of autophagic cell death. Our findings represent important progress toward exploiting IRP2-mediated abnormal iron metabolism in cancer, an unexplored area of research with substantial unmet needs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Autophagy,Colorectal cancer,Cell death,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Hwang<\/b><sup>1<\/sup>, A. Park<sup>2<\/sup>, C. Kim<sup>1<\/sup>, C. Kim<sup>1<\/sup>, J. Kwak<sup>2<\/sup>, B. Kim<sup>2<\/sup>, H. Shin<sup>2<\/sup>, M. Ku<sup>1<\/sup>, J. Yang<sup>1<\/sup>, A. Baek<sup>3<\/sup>, J. Choi<sup>4<\/sup>, H. Lim<sup>3<\/sup>, K. No<sup>3<\/sup>, X. Zhao<sup>1<\/sup>, U. Choi<sup>1<\/sup>, T. Kim<sup>1<\/sup>, K.-S. Jeong<sup>5<\/sup>, H. Lee<sup>2<\/sup>, S. Shin<sup>1<\/sup>; <br\/><sup>1<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>Korea Research Institute of Chemical Technology, Daejeon, Korea, Republic of, <sup>3<\/sup>Yonsei University, Incheon, Korea, Republic of, <sup>4<\/sup>Dongduk Women’s University, Seoul, Korea, Republic of, <sup>5<\/sup>Yonsei University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"632ae9e5-9d59-4b7d-a3ff-985ed44bf5ad","ControlNumber":"8291","DisclosureBlock":"&nbsp;<b>J. Hwang, <\/b> None..<br><b>A. Park, <\/b> None..<br><b>C. Kim, <\/b> None..<br><b>C. Kim, <\/b> None..<br><b>J. Kwak, <\/b> None..<br><b>B. Kim, <\/b> None..<br><b>H. Shin, <\/b> None..<br><b>M. Ku, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>A. Baek, <\/b> None..<br><b>J. Choi, <\/b> None..<br><b>H. Lim, <\/b> None..<br><b>K. No, <\/b> None..<br><b>X. Zhao, <\/b> None..<br><b>U. Choi, <\/b> None..<br><b>T. Kim, <\/b> None..<br><b>K. Jeong, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>S. Shin, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5655","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5937","PresenterBiography":null,"PresenterDisplayName":"Jieon Hwang, PhD","PresenterKey":"3c14d231-fba0-4fef-8edb-26befcaa02a4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5937. KS20226, a first-in-class IRP2 inhibitor, preferentially induces reprogramming of iron metabolism and suppresses tumor growth in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KS20226, a first-in-class IRP2 inhibitor, preferentially induces reprogramming of iron metabolism and suppresses tumor growth in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Human cutaneous melanoma is one of the few cancers in which the incidence rate continues to increase, and despite recent advances in immune and targeted therapies, the 5-year survival rate of metastatic disease remains low. Neuronal nitric oxide synthase (nNOS) has been identified to contribute to melanoma development, stimulating disease progression, and facilitating escape of melanoma cells from the immune response. We developed a novel small molecule, HH044, which specifically inhibits nNOS activity and reduced nitric oxide production in melanoma cells. We aim to conduct a proof-of-concept study using our nNOS inhibitor administered orally for anti-melanoma treatment.<br \/><b>Methods<\/b>: Human melanoma cell lines (A375, Sk-Mel-28, wm3211) were employed to analyze the anti-cancer activities of HH044 <i>in vitro<\/i>. An immune-competent syngeneic melanoma mouse model was used to determine the anti-tumor activity of HH044 when administered orally (50 mg\/kg\/day) or intraperitoneally (10 mg\/kg\/day) for 21 days. A pharmacokinetic study of drug levels in serum and tumor samples was conducted after a single dose given intraperitoneally or orally using LC-MS\/MS analysis at different time points.<br \/><b>Results:<\/b> HH044 has high selectivity of nNOS over iNOS (340-fold) and eNOS (540-fold). The IC<sub>50<\/sub> of HH044 in melanoma cell lines was 5.27 &#177; 3.3 &#956;M, while iNOS inhibitor 1200W did not exhibit any cytotoxicity up to 100 &#956;M concentration. Of note, nNOS blockade by HH044 did not result in reactivation of iNOS, and expression levels of iNOS were not changed after HH044 treatment. I<i>n vivo<\/i> studies demonstrated that HH044 treatment given intraperitoneally exhibited potent anti-tumor activity and reduced tumor weight to 45% of control. When administered orally, HH044 at 50 mg\/kg significantly reduced tumor growth to 61% of control and extended mice median survival from 32 days to 53 days. Pharmacokinetic analysis showed that oral administration achieved sufficient drug levels in xenograft tumors, which were well above the <i>K<\/i><sub>i<\/sub> value (0.005 &#956;M) despite a wide range of bioavailability. The drug level peaked at 2 hours after a single dose (2.27 &#177; 0.666 &#956;M in the tumor and 23.68 &#177; 17.43 &#956;M in the serum). Intraperitoneal injection achieved much higher levels in serum and tumor samples, which also declined slower compared to oral gavage administration. By 24 hours, the drug levels in serum and xenograft tumors remained at 1.55 &#177; 0.12 &#956;M and 1.77 &#177; 0.24 &#956;M concentration, respectively. No significant systemic toxicities were observed with HH044 treatments either given via <i>i.p. <\/i>injection or orally. Further <i>in vivo<\/i> studies combining nNOS inhibitors with immune checkpoint blockade are currently underway.<br \/><b>Conclusions:<\/b> HH044, as the first-in-class nNOS inhibitor, exhibits potent anti-melanoma activity by oral administration. Developing selective nNOS inhibitors has shown to be a novel therapeutic strategy to improve melanoma treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Small molecule inhibitor,Pharmacokinetics,Nitric oxide,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Patel<\/b><sup>1<\/sup>, S. Tong<sup>1<\/sup>, R. B. Silverman<sup>2<\/sup>, S. Yang<sup>1<\/sup>; <br\/><sup>1<\/sup>Chapman University, Irvine, CA, <sup>2<\/sup>Northwestern University, Evanston, IL","CSlideId":"","ControlKey":"ffd51c84-7fed-4101-b0f5-986ce864daa4","ControlNumber":"7511","DisclosureBlock":"&nbsp;<b>A. Patel, <\/b> None..<br><b>S. Tong, <\/b> None..<br><b>R. B. Silverman, <\/b> None..<br><b>S. Yang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5656","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5938","PresenterBiography":null,"PresenterDisplayName":"Anika Patel, BS,Pharm D","PresenterKey":"a4021da8-286a-4d3e-92e6-b034ee694ae9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5938. Development of HH044, an orally bioavailable nNOS inhibitor, for the treatment of cutaneous melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of HH044, an orally bioavailable nNOS inhibitor, for the treatment of cutaneous melanoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Current treatments for primary metastatic or recurrent gastric adenocarcinoma (GAC) primarily involve combination chemotherapy, but the median survival time remains under a year. Nab-paclitaxel has displayed significant antitumor activity in preclinical GAC studies. GAC often exhibits overexpression of various growth factors and their receptors, which play a critical role in its pathophysiology. Aberrant activation of the HGF\/c-Met pathway has been reported in up to 50% of GAC patients. We investigated the therapeutic potential of merestinib, a novel inhibitor targeting c-Met, along with Axl and DDR1\/2 pathways, in combination with nab-paclitaxel in GAC preclinical models.<br \/><b>Methods: <\/b>Animal survival studies were conducted using peritoneal dissemination xenografts in NOD\/SCID mice implanted with MKN-45 cells. Tumor growth was assessed in subcutaneous xenografts using MKN-45 and SNU-1 cells in NOD\/SCID mice. IHC analyses were performed to evaluate tumor cell proliferation and microvessel density. <i>In vitro<\/i> cell proliferation and protein expression were assessed using the WST-1 assay and Western blot analysis, respectively.<br \/><b>Results: <\/b>Animal survival significantly improved with nab-paclitaxel (118%) and merestinib (41%) individually. The combination of merestinib with nab-paclitaxel (153%) resulted in further increased animal survival. In MKN-45 xenografts with high c-Met expression, a substantial reduction in tumor growth was observed with nab-paclitaxel and merestinib, showing a synergistic response. The net change in tumor size in the control, nab-paclitaxel, merestinib, and combination groups was 503 mm<sup>3<\/sup>, 115 mm<sup>3<\/sup>, 91 mm<sup>3<\/sup>, and -9.7 mm<sup>3<\/sup> (tumor regression). In low c-Met expressing SNU-1 xenografts, the effect of merestinib and nab-paclitaxel was less pronounced compared to MKN-45 xenografts. The net change in tumor size in the control, nab-paclitaxel, merestinib, and combination groups was 219 mm<sup>3<\/sup>, 105 mm<sup>3<\/sup>, 131 mm<sup>3<\/sup>, and 57 mm<sup>3<\/sup>. Tumor cell proliferation and microvessel density corroborated the tumor growth study results. Nab-paclitaxel and merestinib reduced <i>in vitro<\/i> cell proliferation, with an additive effect in combination. The reduction in cell proliferation by nab-paclitaxel (10 nM), merestinib (100 nM), and their combination was 87%, 82%, and 94% in MKN-45, 59%, 50%, and 82% in SNU-1, and 53%, 19%, and 66% in gastric fibroblasts. In MKN-45 cells, merestinib increased the expression of pro-apoptotic proteins and decreased the expression of phospho-c-Met, phospho-EGFR, phospho-IGF-1R, phospho-ERK, and phospho-AKT.<br \/><b>Conclusion:<\/b>Merestinib has strong antitumor activity in GAC, especially when administered with nab-paclitaxel, demonstrating a synergistic effect. These results provide compelling evidence for the potential clinical relevance of this combination therapy in improving the survival of GAC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Gastrointestinal cancers: stomach,Mesenchymal-epithelial transition (MET),Small molecule inhibitor,Chemotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Q. Kaurich, J. Huang, S. Hassan, U. Holzen, <b>N. Awasthi<\/b>; <br\/>Indiana University School of Medicine, South Bend, IN","CSlideId":"","ControlKey":"3ee00e3e-d61e-4f3a-944a-9984f50152d7","ControlNumber":"744","DisclosureBlock":"&nbsp;<b>Q. Kaurich, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>S. Hassan, <\/b> None..<br><b>U. Holzen, <\/b> None..<br><b>N. Awasthi, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5657","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5939","PresenterBiography":null,"PresenterDisplayName":"Niranjan Awasthi, PhD","PresenterKey":"831a26a1-7899-4b27-b147-155070cfabc1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5939. Enhancing nab-paclitaxel chemotherapy response in gastric cancer preclinical models through Inhibition of the HGF\/c-Met pathway with merestinib","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing nab-paclitaxel chemotherapy response in gastric cancer preclinical models through Inhibition of the HGF\/c-Met pathway with merestinib","Topics":null,"cSlideId":""},{"Abstract":"Background: As a key tumor suppressor, p53 precisely regulates cellular events such as cell cycle arrest, apoptosis, senescence, and DNA repair under physiological conditions. In 50-60% of human cancers, <i>TP53<\/i> gene is mutated. The <i>TP53<\/i> Y220C is a hotspot loss-of-function mutation occurring in around 1% of solid tumors. Application of p53-Y220C reactivator for restoration of p53 function represents a promising treatment strategy for patients with this mutation.<br \/>Methods: The Induced Allosteric Drug Discovery Platform (IADDP), which integrates medicinal chemistry, biochemical and biophysical studies, and computational techniques, was applied for the development of JAB-30355. The proportion of p53-Y220C with wild-type protein-like structure after JAB-30355 treatment was determined by immunoprecipitation. Thermal shift assay was applied to assess the thermal stability of JAB-30355-reactivated p53-Y220C protein. DNA binding assay was developed to evaluate the <i>in vitro<\/i> DNA binding activity. p53-luciferase reporter system was developed to evaluate the cellular transcriptional activity. qPCR and Western blotting were performed to evaluate the transcriptional and translational levels of p53 downstream targets, respectively. CellTiter-Glo assay was performed to evaluate the inhibitory activity of JAB-30355 on the viability of tumor cell lines harboring wild-type or Y220C mutated <i>TP53<\/i>. <i>In vivo<\/i> PK-PD study was conducted to evaluate the relationship between JAB-30355 concentration and expression of p53 target genes. Multiple CDX and PDX mouse models harboring <i>TP53<\/i> Y220C were used to evaluate the antitumor activity of JAB-30355.<br \/>Results: Immunoprecipitation assay and thermal shift assay results demonstrated that JAB-30355 efficiently restored the wild-type p53-like structure and enhanced protein stability of p53-Y220C in a dose-dependent manner. In addition, JAB-30355 significantly enhanced the DNA binding activity of p53-Y220C and subsequently increased the expression of p53 target genes, such as <i>CDKN1A<\/i>, <i>MDM2<\/i> and <i>PUMA<\/i>. JAB-30355 inhibited cell viability of multiple <i>TP53<\/i> Y220C-mutated cancer cell lines with IC<sub>50<\/sub>s ranging from 0.2 to 0.7 &#956;M, and exhibited good selectivity against <i>TP53<\/i> wild-type cells. Overall, the <i>in vitro<\/i> data demonstrated that JAB-30355 is a potent and selective p53-Y220C reactivator. <i>In vivo<\/i> PK-PD study showed good correlation between JAB-30355 exposure and activation of p53 target genes. Furthermore, JAB-30355 exhibited dose-dependent anti-tumor activity, inducing tumor stasis or regression in multiple CDX and PDX models of ovarian cancer, pancreatic cancer, gastric cancer, and small cell lung cancer, with overall good tolerability.<br \/>Conclusions: JAB-30355 is a highly potent, selective, and orally bioavailable p53-Y220C reactivator that will be tested in clinical space soon.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Antitumor agents,p53 Y220C reactivator,Small molecule drugs,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Q. Zheng<\/b>, P. Wang, C. Liang, Y. Li, X. Sun, A. Li, W. Zhang, W. Long, Y. Wang; <br\/>Jacobio Pharmaceuticals Co., Ltd, BeiJing, China","CSlideId":"","ControlKey":"857aed4f-587d-4e0f-964d-9be99e66a6de","ControlNumber":"4126","DisclosureBlock":"<b>&nbsp;Q. Zheng, <\/b> <br><b>Jacobio Pharmaceuticals Co., Ltd<\/b> Employment. <br><b>P. Wang, <\/b> <br><b>Jacobio Pharmaceuticals Co., Ltd<\/b> Employment. <br><b>C. Liang, <\/b> <br><b>Jacobio Pharmaceuticals Co., Ltd<\/b> Employment. <br><b>Y. Li, <\/b> <br><b>Jacobio Pharmaceuticals Co., Ltd<\/b> Employment. <br><b>X. Sun, <\/b> <br><b>Jacobio Pharmaceuticals Co., Ltd<\/b> Employment. <br><b>A. Li, <\/b> <br><b>Jacobio Pharmaceuticals Co., Ltd<\/b> Employment. <br><b>W. Zhang, <\/b> <br><b>Jacobio Pharmaceuticals Co., Ltd<\/b> Employment. <br><b>W. Long, <\/b> <br><b>Jacobio Pharmaceuticals Co., Ltd<\/b> Employment. <br><b>Y. Wang, <\/b> <br><b>Jacobio Pharmaceuticals Co., Ltd<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5658","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5940","PresenterBiography":null,"PresenterDisplayName":"Qian Zheng, PhD","PresenterKey":"b45ef009-ce30-4ca9-b4e1-21ad297da3b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5940. JAB-30355: A highly potent, orally bioavailable p53-Y220C reactivator","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"JAB-30355: A highly potent, orally bioavailable p53-Y220C reactivator","Topics":null,"cSlideId":""},{"Abstract":"PARP inhibitors (PARPi) targeting poly (ADP-ribose) polymerase are the first clinically approved drugs designed to apply synthetic lethality in BRCA1 mutant\/deficient cancer. However, the treatment can cause reversion of BRCA mutation which results in drug resistance. To explore new strategies to improve antitumor efficacy of PARPi, we applied PARPi in combination with a small molecule NSC59984 for cancer therapy. NSC59984 is a small molecular targeting mutant p53 degradation and activating p73 via ROS-ERK2-MDM2 pathway. The treatments with radiation or hydrogen peroxide showed that NSC59984 enhanced DNA comet tails and gamma-H2AX, correlated to reduction of rad51 foci in cancer cells. These results suggest that NSC59984 impairs DNA damage repair via abrogation of homologous recombination (HR). We further applied the combinational treatment of NSC59984 and PARPi in BRCA1 wild-type ovarian cancer cells and found that NSC59984 synergized with PARPi to reduce cell viability, inhibit colony formation, and increase cell death. The combination treatment enhanced DNA damage and correlated with reduction of BRCA1 at the protein level. These results, taken together, suggest that the induction of BRCAness causes a synthetical lethality with PARPi in BRCA1 wild-type cancer cells. Cell cycle profiling showed that the cells were arrested at the G2\/M phase in response to combinational treatment. At the G2 phase arrest, the high doses of the combinational drugs led to cell death via mitotic catastrophe, and the intermediate doses induced cellular senescence defined by senescence phenotypic hallmarks including senescence-associated beta-gal staining and a secretome consistent with senescence-associated secretory phenotype (SASP). Therapy-induced senescence (TIS) in cancer cells is considered as one of the mechanisms of tumor recurrence and drug resistance. To reduce the risk of TIS in treatment, we applied senolytic treatment to target senescent cells in the combinational treatment. The senolytic drug ABT263 treatment eliminated the senescent cancer cells from the combinational treatment. ABT263, NSC59984 + PARPi combinational treatment further reduced cell viability. Our study provides a rationale for small molecular compounds targeting HR deficiency in combination with PARPi to treat BRCA1wild-type ovarian cancer cells, and additional senolytic treatment may be required to limit resistance by removal of the TIS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"PARP inhibitors,Synthetic lethality,Senescence,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Zhang<\/b>, L. Zhou, L. Zhang, M. Pinho-Schwermann, B. Carneiro, J. Sedivy, W. S. El-Deiry; <br\/>Brown University, Providence, RI","CSlideId":"","ControlKey":"324eb20f-fdf6-4496-867d-a30d693546ea","ControlNumber":"5627","DisclosureBlock":"&nbsp;<b>S. Zhang, <\/b> None..<br><b>L. Zhou, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>M. Pinho-Schwermann, <\/b> None..<br><b>B. Carneiro, <\/b> None..<br><b>J. Sedivy, <\/b> None.&nbsp;<br><b>W. S. El-Deiry, <\/b> <br><b>Oncoceutics inc,  a subsidiary of chimerix inc<\/b> founder and shareholder. <br><b>P53-theraputics<\/b> founder.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5659","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5941","PresenterBiography":null,"PresenterDisplayName":"Shengliang Zhang, PhD","PresenterKey":"8e659afa-6900-4d5a-98ca-76e701f22217","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5941. Small molecule NSC59984 synergizes with PARP inhibitors in BRCA1 wild type ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Small molecule NSC59984 synergizes with PARP inhibitors in BRCA1 wild type ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"The synthetic lethality resulting from the inhibition of the WRN helicase protein has been observed in tumors characterized by high levels of microsatellite instability (MSI-H). This instability stems from a deficiency in the DNA mismatch repair (MMR) mechanisms, leading to the accumulation of DNA damage. This phenomenon is notably prevalent in 10-30% of colorectal, gastric, endometrial, and ovarian cancers. Specifically, the inhibition of WRN helicase activity induces DNA damage leading to cell cycle arrest and apoptosis&#8239;exclusively in MSI-H cell lines. This selectivity underscores the therapeutic potential of WRN inhibitors, as they demonstrate efficacy against MSI-H cells while remaining non-toxic to microsatellite stable (MSS) cell lines. Ryvu is developing a chemical series of potent, selective WRN helicase inhibitors. Structure-based optimization facilitated the rapid expansion and delivery of a compound library with novel intellectual property (IP), demonstrating target engagement in cells and selective potency over other RecQ family members. The correlation between the cellular effect and selectivity upon treatment with these ligands was confirmed in the clonogenic assay, specifically in responder, microsatellite instable cell lines only, thereby leaving a substantial safety margin (&#62;100x) relative to non-responder, microsatellite stable lines. Target engagement has been confirmed by dose dependent DNA damage pathway activation concomitant with WRN degradation in in vitro assays. The pharmacokinetic properties of these compounds are favorable for progressing to in vivo studies. The correlation between compound exposure and on-target effect was confirmed in PK\/PD and efficacy studies in xenograft MSI-H cancer models. These data provide pharmacological proof-of-concept for the synthetic lethal effect of our inhibitors and support WRN inhibition as a new oncological therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Synthetic lethality,Werner syndrome helicase (WRN),High-level microsatellite instability (MSI-H),DNA mismatch repair deficiency (dMMR),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"W. Schönemann, A. Ludwig-S&#322;omczy&#324;ska, &. Dudek, M. Król, M. Farinone, U. Kulesza, W. Jasnosz, I. Mac, K. Zuchowicz, K. Wierzbicka, A. Buchcic-Szychowska, A. Gondela, A. Zagórska, O. Matuszewska, M. Sowi&#324;ska, M. Nowogródzki, M. Girardi, S. Paluch, S. Sukhomlinova, A. Ch&#322;opek, I. Levenets, K. Koz&#322;owska-Tomczyk, K. &#321;agosz-&#262;wik, M. Stoszko, S. Woroszy&#322;o, M. Mikulski, J. Jab&#322;o&#324;ska, M. Wi&#347;niewska, K. Palus-Chramiec, P. Podkalicka-Go&#322;da, A. Janiga, S. Sudo&#322;-Ta&#322;aj, M. Sieprawska-Lupa, M. Miodek, J. Faber, R. Starczak, B. Winnik, A. &#346;wirska, A. Kowal-Chwast, D. Gogola, S. Novak Ratajczak, A. Dudek, N. Gaud, G. Sata&#322;a, A. Stachowicz, M. Swarbrick, K. Brzózka, <b>M. I. Zawadzka<\/b>; <br\/>Ryvu Therapeutics, Krakow, Poland","CSlideId":"","ControlKey":"edb3fea8-8500-4cab-98cb-e9d06706b28e","ControlNumber":"3156","DisclosureBlock":"&nbsp;<b>W. Schönemann, <\/b> None..<br><b>A. Ludwig-S&#322;omczy&#324;ska, <\/b> None..<br><b>&. Dudek, <\/b> None..<br><b>M. Król, <\/b> None..<br><b>M. Farinone, <\/b> None..<br><b>U. Kulesza, <\/b> None..<br><b>W. Jasnosz, <\/b> None..<br><b>I. Mac, <\/b> None..<br><b>K. Zuchowicz, <\/b> None..<br><b>K. Wierzbicka, <\/b> None..<br><b>A. Buchcic-Szychowska, <\/b> None..<br><b>A. Gondela, <\/b> None..<br><b>A. Zagórska, <\/b> None..<br><b>O. Matuszewska, <\/b> None..<br><b>M. Sowi&#324;ska, <\/b> None..<br><b>M. Nowogródzki, <\/b> None..<br><b>M. Girardi, <\/b> None..<br><b>S. Paluch, <\/b> None..<br><b>S. Sukhomlinova, <\/b> None..<br><b>A. Ch&#322;opek, <\/b> None..<br><b>I. Levenets, <\/b> None..<br><b>K. Koz&#322;owska-Tomczyk, <\/b> None..<br><b>K. &#321;agosz-&#262;wik, <\/b> None..<br><b>M. Stoszko, <\/b> None..<br><b>S. Woroszy&#322;o, <\/b> None..<br><b>M. Mikulski, <\/b> None..<br><b>J. Jab&#322;o&#324;ska, <\/b> None..<br><b>M. Wi&#347;niewska, <\/b> None..<br><b>K. Palus-Chramiec, <\/b> None..<br><b>P. Podkalicka-Go&#322;da, <\/b> None..<br><b>A. Janiga, <\/b> None..<br><b>S. Sudo&#322;-Ta&#322;aj, <\/b> None..<br><b>M. Sieprawska-Lupa, <\/b> None..<br><b>M. Miodek, <\/b> None..<br><b>J. Faber, <\/b> None..<br><b>R. Starczak, <\/b> None..<br><b>B. Winnik, <\/b> None..<br><b>A. &#346;wirska, <\/b> None..<br><b>A. Kowal-Chwast, <\/b> None..<br><b>D. Gogola, <\/b> None..<br><b>S. Novak Ratajczak, <\/b> None..<br><b>A. Dudek, <\/b> None..<br><b>N. Gaud, <\/b> None..<br><b>G. Sata&#322;a, <\/b> None..<br><b>A. Stachowicz, <\/b> None..<br><b>M. Swarbrick, <\/b> None..<br><b>K. Brzózka, <\/b> None..<br><b>M. I. Zawadzka, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5660","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5942","PresenterBiography":null,"PresenterDisplayName":"Magdalena Zawadzka","PresenterKey":"6962463e-b143-43a4-ae6c-79e0a1489950","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5942. Discovery of WRN inhibitors as targeted therapy in the treatment of microsatellite unstable (MSI-H) tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of WRN inhibitors as targeted therapy in the treatment of microsatellite unstable (MSI-H) tumors","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer is predicted to emerge as the second leading cause of cancer-related deaths in the United States by 2030. Pancreatic ductal adenocarcinoma (PDAC) - the most common form of pancreatic cancer - is often diagnosed as metastatic disease and has demonstrated the least improvement in overall survival over the last three decades with incidence rising by 0.5% to 1.0% per year due in part to lack of effective and tumor-selective treatment strategies. One approach to reduce host toxicity is the development of novel molecules and innovative therapeutic approaches that are nontoxic to normal cells but can be activated only under tumor-specific conditions for lethality, which we coined as SMART (<u>S<\/u>elective <u>M<\/u>ethod of <u>A<\/u>ctivation for <u>R<\/u>esponse in <u>T<\/u>umors) therapeutic agents. We utilized explicit properties and biomarkers present in PDAC tumors but not in normal tissues to develop a SMART DNA-damaging anti-cancer agent with both <u>thera<\/u>peutic and diag<u>nostic<\/u> (theranostic) activities. We evaluated the tumoricidal effect of our SMART agent using long-term survival assays in PDAC cell lines and 3D co-culture spheroids, as well as in tumor xenograft model studies in mice. We also tested the ability of our SMART agent to treat, detect\/diagnose (via click chemistry), and identify critical resistance mechanisms (via proteomics) as a single agent or as a chemosensitizer with predictive tumor biomarkers for tumor-selective therapeutic response. We found that our SMART small molecule induces tumor-selective lethal effects as a monotherapy or in combination with DNA repair inhibitors or small molecules known to generate hydrogen peroxide (H<sub>2<\/sub>O<sub>2<\/sub>) in a tumor-selective manner for activation. Using &#8220;click&#8221; chemistry, we detected and quantified the incorporation of our SMART small molecule as a DNA-damaging agent via flow cytometry that correlated with therapeutic response, which is a feature that could facilitate the stratification, treatment monitoring, and management of patients with pancreatic cancers. We also found that our SMART agent is less toxic and more effective as a monotherapy than cisplatin in PDAC cell line-derived xenograft studies in mice. Overall, our novel SMART theranostic agent could provide a significant advancement as they are preferentially activated under tumor-specific conditions to induce tumor-selective therapeutic response. Furthermore, the diagnostic component our SMART agent could provide oncologists with essential information to make rapid clinical decisions on treatment strategies. Our SMART agent is also remarkably versatile as it can be utilized as a chemosensitizer or as a chemical probe to identify targetable vulnerabilities to potentiate its therapeutic effects at lower doses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Drug discovery,DNA damage,Pancreatic cancer,Theranostics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. A. Motea<\/b>, J. J. Smith, O. Ketiku; <br\/>Indiana University School of Medicine, Indianapolis, IN","CSlideId":"","ControlKey":"5b4b668e-3572-4113-a42d-eab1323b337c","ControlNumber":"8854","DisclosureBlock":"&nbsp;<b>E. A. Motea, <\/b> None..<br><b>J. J. Smith, <\/b> None..<br><b>O. Ketiku, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5661","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5943","PresenterBiography":null,"PresenterDisplayName":"Edward Motea, PhD,BS","PresenterKey":"63a6352e-7f82-401c-8eb2-7b5cb2655747","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5943. Development of a <i>SMART<\/i> theranostic agent for precision pancreatic cancer therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a <i>SMART<\/i> theranostic agent for precision pancreatic cancer therapeutics","Topics":null,"cSlideId":""},{"Abstract":"Aberrant alternative splicing is a newly recognized hallmark of cancer, that has been shown to play a critical role in tumorigenesis, cancer progression, and therapeutic resistance <i>via<\/i> multiple mechanisms, including increased proliferation, decreased apoptosis, promoted migration, enhanced metastatic potential, and induced evasion of immune surveillance. Serine and arginine-rich splicing factors (SRSFs) are RNA-binding proteins (RBPs) that regulate constitutive and alternative splicing. SRSFs are often mutated or overexpressed in cancers, resulting in widespread alterations in splicing patterns. The Cdc2-like kinase (CLK) family and dual-specificity tyrosine-regulated kinase (DYRK) phosphorylate SRSFs, influencing the assembly of spliceosome machinery, exon recognition, and splicing. Therefore, targeting CLK\/DYRK kinases can modulate cancer specific splicing isoforms, opening avenues for new therapeutic interventions. BH-30236 was designed as a novel orally bioavailable, ATP-competitive, macrocyclic inhibitor of CLK with IC<sub>50<\/sub>s of 0.134, 0.165, and 0.446 nM against CLK1, CLK2, and CLK4, respectively in enzymatic kinase assays. At clinically relevant concentrations, BH-30236 also inhibited DYRK1A\/1B\/2, proviral insertion site of moloney murine leukemia virus kinase 3 (PIM3), and FMS-like tyrosine kinase 3 (FLT3) with IC<sub>50<\/sub>s of 0.111, 0.148, 0.562, 0.115 and 0.248 nM, respectively. In cancer cells, BH-30236 impaired the phosphorylation of SRSFs, Tau and 4EBP1, the direct downstream substrates of CLK, DYRK, and PIM kinases with IC<sub>50<\/sub>s of 40-60 nM, ~50 nM, and ~80 nM, respectively. Furthermore, BH-30236 potently inhibited the FLT3 phosphorylation with an IC<sub>50<\/sub> of 0.16 nM. Overall, BH-30236 regulated alternative splicing by primarily inducing skipped exons in favor of anti-tumor isoforms, leading to cancer cell death and growth suppression in a broad panel of cancer cell lines and <i>in vivo<\/i> efficacy studies. For example, BH-30236 potently inhibited cell proliferation with an IC<sub>50<\/sub> of 0.62 nM in <i>FLT3-ITD<\/i> positive MV-4-11 cells and achieved complete tumor regression in the MV-4-11 cell-derived xenograft tumor model, even after dose cessation for 4 weeks. In MV-4-11 cells, BH-30236 increased pro-apoptosis splicing variant BCLxS, downregulated RNA expression of BCL2, MCL1, and AML stem cell markers CD33 and CD123. In addition, BH-30236 has demonstrated good human ADME and preclinical safety profiles. Collectively, the preclinical study results strongly support the clinical applications of the novel multikinase CLK inhibitor BH-30236 in hematological malignancies and solid tumors, as a single agent or in combination with other therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Splice variants,CLK,DYRK,Alternative splicing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Cui<\/b>, P. Jiang, W. Deng, D. Zhai, N. Ling, D. Li, Z. Wang, Y. Hu, L. Darjania, J. Whitten, E. Rogers, E. Rui; <br\/>BlossomHill Therapeutics, Inc., San Diego, CA","CSlideId":"","ControlKey":"c020f44c-77c4-4e4b-bd73-eb91a0b00ace","ControlNumber":"8164","DisclosureBlock":"<b>&nbsp;J. Cui, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock. <br><b>P. Jiang, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>W. Deng, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>D. Zhai, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>N. Ling, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>D. Li, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>Z. Wang, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>Y. Hu, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>L. Darjania, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>J. Whitten, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>E. Rogers, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>E. Rui, <\/b> <br><b>BlossomHill Therapeutics, Inc.<\/b> Employment, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5662","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5944","PresenterBiography":null,"PresenterDisplayName":"J. Jean Cui, PhD","PresenterKey":"ea38573e-cd88-4bf0-b01f-295e3e9af903","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5944. Discovery of BH-30236: A novel macrocyclic CLK inhibitor targeting alternative splicing in cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of BH-30236: A novel macrocyclic CLK inhibitor targeting alternative splicing in cancers","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the second leading cause of cancer deaths in the world. Among its subtypes, triple-negative breast cancer (TNBC) is highly aggressive, particularly affecting African American (AA) women, with limited treatment choices. HSP60 protein promotes tumorigenesis and is being studied as a possible biomarker to treat cancers such as TNBC. The small molecule KHS101 specifically binds and inhibits the mitochondrial chaperone HSP60. In this study, we hypothesized that KHS101 would inhibit the proliferation of TNBC cells and therefore may have a therapeutic potential.We studied the antiproliferative effects of KHS101 on TNBC cell lines (MDA-MB-231, MDA-MB-468, HCC1806) through MTT cell proliferation and colony forming assays at varying doses and time points (24, 48, 72, and 96 hours). We performed cell cycle analysis to understand the cell cycle response and apoptotic events in treated or control cells. Additionally, the gene expression and frequently altered pathways resulting from KHS101 treatment were analyzed by RNA sequencing of cells treated with vehicle (DMSO) or with various concentrations of KHS101(1, 2.5, 5, and 7.5 uM) for 72 hours. We analyzed the data using GraphPad Prism and Microsoft Excel, with statistical significance set at p &#8804; 0.05.<br \/>TNBC cell lines exhibited significant dose-response and antiproliferative effects with increased KHS101 doses and treatment durations. Notably, AA breast cancer cells (MDA-MB-468) displayed heightened cytotoxicity and reduced proliferation compared to Caucasian American (CA) breast cancer cells (MDA-MB-231 and HCC1806). Cell cycle analysis revealed G2\/M phase arrest, consistent with RNA sequencing data showing downregulation of the activation of ATM\/ATR response in KHS101-treated cell lines compared to the controls. Gene set enrichment analysis indicated downregulation of the cell cycle control genes in MDA-MB-231 cells after 72 hours of KHS101 treatment (7.5 &#181;M). Reactome pathway analysis in KHS101-treated MDA-MB-231 cells showed upregulation of IFN-gamma signaling and degradation of extracellular matrix. Similarly, Kegg pathway analysis showed upregulation in cell adhesion molecules, cytokine-cytokine receptor interaction, antigen processing and presentation, and Natural Killer cell-mediated cytotoxicity in KHS101-treated cancer cells compared to the controls. KHS101 demonstrates varying cytotoxic effects on TNBC cells, with potential implications for antitumor immune responses. Our findings highlight the distinct susceptibility of AA breast cancer cells and suggest KHS101 as a promising avenue for further research in understanding its mechanism of action and validating therapeutic potential in TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"African American,Heat shock proteins,RNA sequencing,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Gurung<\/b><sup>1<\/sup>, A. W. Yirsaw<sup>1<\/sup>, M. G. Khodary<sup>1<\/sup>, T. Samuel<sup>1<\/sup>, M. Sandey<sup>2<\/sup>, C. C. Yates<sup>3<\/sup>, D. Bedi<sup>1<\/sup>; <br\/><sup>1<\/sup>Tuskegee University, Tuskegee, AL, <sup>2<\/sup>Auburn University, Auburn, AL, <sup>3<\/sup>Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"463943d5-d51a-4116-8ec4-f34c103f3643","ControlNumber":"8794","DisclosureBlock":"&nbsp;<b>R. Gurung, <\/b> None..<br><b>A. W. Yirsaw, <\/b> None..<br><b>M. G. Khodary, <\/b> None..<br><b>T. Samuel, <\/b> None..<br><b>M. Sandey, <\/b> None..<br><b>C. C. Yates, <\/b> None..<br><b>D. Bedi, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5664","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5945","PresenterBiography":null,"PresenterDisplayName":"Reshma Gurung, MS","PresenterKey":"94117bda-3da6-49b8-87ea-cdfe1784d620","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5945. Exploring the antiproliferative potential of KHS101 on triple negative breast cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the antiproliferative potential of KHS101 on triple negative breast cancer cell lines","Topics":null,"cSlideId":""},{"Abstract":"Chromosomal instability (CIN), a hallmark of human cancer, is defined as the perpetual missegregation of whole chromosomes during mitosis. KIF18A has emerged as a potential therapeutic target of synthetic lethality to induce CIN tumor cell death because it is more required for the proliferation of CIN tumor cells than normal diploidy cells. Here, we identified a potent and selective KIF18A inhibitor ZM-412. <i>In vitro<\/i>, ZM-412 inhibited the kinesin motor enzymatic activity with an IC<sub>50<\/sub> less than 30 nM, and arrested OVCAR3 cells in the G2\/M phase with an EC<sub>50<\/sub> around 2.0 nM. ZM-412 also selectively inhibited the proliferation of a panel of CIN-positive tumor cell lines with IC<sub>50<\/sub> values less than 50 nM, whereas it didn&#8217;t affect the proliferation of CIN-negative cells such as PBMC and near-diploidy HCT116 as indicated by IC<sub>50<\/sub> values over than 5 &#956;M. A CIN-positive HCT116<sup>CIN<\/sup> model was established by cytochalasin D induction. Compared to parent HCT116 cells, it was sensitive to ZM-412 treatment, suggesting the high selectivity of ZM-412 to CIN tumors as monotherapy. Both KIF18A inhibitors and monomethyl auristatin E (MMAE) regulate microtubule dynamics, which provides a potential combination strategy. ZM-412 showed a significantly synergic effect with free MMAE or MMAE-conjugated ADC on the inhibition of proliferation in multiple kinds of cancer cell lines, including CIN-positive\/negative tumor cell lines. <i>In vivo<\/i>, ZM-412 potently inhibited tumor growth in a dose-dependent manner in OVCAR3 and HT29 xenograft models. Moreover, ZM-412 showed a remarkable synergic effect on tumor growth inhibition with MMAE-conjugated LIV-1 ADC in OVCAR3 xenograft model. In conclusion, we discovered ZM-412 as a novel potent and selective KIF18A inhibitor, which has potential for the treatment of CIN cancers as monotherapy and for combination therapies for extended cancer types with MMAE-ADC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Chromosomal instability,KIF18A,MMAE-ADC,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Feng Zhou<\/b><sup>1<\/sup>, Lei Zhou<sup>2<\/sup>, Ruina Wang<sup>2<\/sup>, Liting Xue<sup>1<\/sup>, Xiaokang Qin<sup>2<\/sup>, Zhengtao Li<sup>1<\/sup>, Jian Yu<sup>2<\/sup>, Renhong Tang<sup>1<\/sup><br><br\/><sup>1<\/sup>State Key Laboratory of Neurology and Oncology Drug Development, Simcere Zaiming Pharmaceutical Co, Ltd., Shanghai, China,<sup>2<\/sup>Simcere Zaiming Pharmaceutical Co, Ltd., Shanghai, China","CSlideId":"","ControlKey":"fca73d2d-14ca-488b-bb9b-f9d634fecc66","ControlNumber":"6510","DisclosureBlock":"<b>&nbsp;F. Zhou, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>L. Zhou, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>R. Wang, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>L. Xue, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>X. Qin, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>Z. Li, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>J. Yu, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment. <br><b>R. Tang, <\/b> <br><b>Simcere Zaiming Pharmaceutical Co, Ltd.<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5665","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5946","PresenterBiography":null,"PresenterDisplayName":"Feng Zhou, PhD","PresenterKey":"612add25-c1aa-42d3-88b2-3d03dd47f24c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5946. ZM-412, a potent and selective KIF18A inhibitor with robust efficacy as monotherapy in CIN-positive tumors and in combination with MMAE-conjugated ADC in CIN-negative tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ZM-412, a potent and selective KIF18A inhibitor with robust efficacy as monotherapy in CIN-positive tumors and in combination with MMAE-conjugated ADC in CIN-negative tumors","Topics":null,"cSlideId":""},{"Abstract":"Dysregulation of receptor tyrosine kinase (RTKs) and KRAS signaling is the most frequent causes of cancer development and progression. SOS1 is one of the major guanine nucleotide exchange factors (GEFs) that facilitates the conversion of the inactive GDP-bound KRAS &#8220;off&#8221; state to the activated GTP-bound KRAS &#8220;on&#8221; state. SOS1 is therefore required for dysregulated RTKs, and wildtype and mutant KRAS proteins to drive cancer cells. In addition, SOS1 plays a crucial role in modulating the reactivation of the RAS\/MAPK signaling upon the treatment of RAS\/MEK\/ERK inhibitors. Thus, blocking SOS1 and KRAS protein-protein interactions could be an effective strategy for targeting KRAS-MAPK driven cancers. Here, we report the discovery of a highly potent and orally bioavailable small molecule SOS1 inhibitor, ACE-47228211. This molecule has a unique novel scaffold. It exhibits an IC<sub>50<\/sub> of 8.5 nM in the SOS1-KrasG12D (GDP) exchange assay and 5.0 nM in cellular ERK phosphorylation assay in H1957 cells. ACE-47228211 at 3 mg\/kg (BID) demonstrated significant tumor growth inhibition in MiaPaca-2 KRAS G12C tumor model than MRTX0920 at 50 mg\/kg (BID). When combined with Sotorasib (5 mg\/kg QD), a Kras G12C inhibitor, ACE-47228211 at 3 mg\/kg exhibited synergistic effect similar to MRTX0920 at 50 mg\/kg. Further, ACE-47228211 demonstrated synergistic effects with EGFR and FGFR2 inhibitors in RTK mutant tumor models. ACE-47228211 has excellent ADME and physical properties with low risks of hERG, CYP inhibition and drug-drug interactions. The evaluation of ACE-47228211 in a safety panel of 87 targets and a kinase panel of &#62;500 targets shows that this molecule has favorable selectivity and safety profiles. The molecule is currently in IND enabling stage of development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-06 Novel targets and pathways,,"},{"Key":"Keywords","Value":"EGFR TKI resistance,SOS1 inhibitor,Ras oncogene,Receptor tyrosine kinase (RTK),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Wang, W. Li, S. Kumar, W. Pan, Z. Wen, T. Yin, G. Zhao, <b>K.-L. Yu<\/b>; <br\/>Acerand Therapeutics US, Carmel, IN","CSlideId":"","ControlKey":"d3789fd6-c86e-4dcb-87bd-e99753c73553","ControlNumber":"5163","DisclosureBlock":"&nbsp;<b>J. Wang, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>S. Kumar, <\/b> None..<br><b>W. Pan, <\/b> None..<br><b>Z. Wen, <\/b> None..<br><b>T. Yin, <\/b> None..<br><b>G. Zhao, <\/b> None..<br><b>K. Yu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4073","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5947","PresenterBiography":null,"PresenterDisplayName":"Kuo-Long Yu, BSc, MSc, PhD","PresenterKey":"e56e786e-8762-45ee-9022-b75cda965694","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5947. Discovery of ACE-47228211, a highly potent and selective SOS1 inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of ACE-47228211, a highly potent and selective SOS1 inhibitor","Topics":null,"cSlideId":""},{"Abstract":"KRAS<sup>G12C <\/sup>is a frequent activating mutation occurring in NSCLC, CRC, PDAC and other tumors that shifts KRAS into the active, GTP-bound (ON) state. KRAS was long considered undruggable until the recent discovery of single acting inhibitors, including those that bind the GDP-bound, inactive (OFF), state of KRAS<sup>G12C<\/sup>. The most clinically advanced of these first-generation molecules have demonstrated clinical response rates of 37-43% and 6 to 7-month progression-free survival in lung cancer patients. While an important advance, a majority of cancers do not respond, and acquired resistance is common. FMC-376 is a next-generation dual inhibitor of both the ON and OFF states of KRAS<sup>G12C<\/sup> with the potential to overcome resistance and deliver best-in-class durability of response. FMC-376 was discovered through the application of the Frontier<sup>TM <\/sup>platform, which integrates chemoproteomics, machine-learning, and covalent fragment-based drug discovery. FMC-376 is a highly selective, irreversible inhibitor of KRAS<sup>G12C<\/sup> that covalently binds to the mutant cysteine in KRAS<sup>G12C<\/sup> and directly blocks the ON and OFF states of the mutant KRAS protein leading to a complete, durable blockade of downstream signaling. This further translates into more durable tumor regressions <i>in vivo<\/i> in comparison to OFF state inhibitors like sotorasib. Clinical resistance to first-generation inhibitors that can only bind the OFF state of KRAS<sup>G12C<\/sup> has been associated with multiple mechanisms that drive upregulation of ON state KRAS<sup>G12C<\/sup>. These known drivers of resistance include activating co-mutation\/amplification\/fusions of receptor tyrosine kinases, amplification of KRAS<sup>G12C<\/sup> and non-mutational mechanisms that lead to paradoxical activation of KRAS<sup>G12C<\/sup> due to release of negative feedback control upon KRAS inhibition, often referred to as adaptive resistance. In addition, multiple mutations that may act independently of KRAS are also associated with resistance. These include mutation of KEAP1, CDKN2A, SMARCA4, PI3K, PTEN, MTOR, HRAS, NRAS, RAF, and MAPK. <i>In vivo<\/i> profiling of FMC-376 against a panel KRAS<sup>G12C<\/sup> mutant patient derived xenograft (PDX) models of NSCLC, CRC and PDAC, has demonstrated that dual inhibition of both ON and OFF KRAS<sup>G12C <\/sup>leads to complete suppression and regression of tumors carrying a broad spectrum of known genomic and non-genomic (adaptive) drivers of clinical resistance to OFF state KRAS<sup>G12C<\/sup> inhibitors. FMC-376 a clinical stage dual inhibitor of ON and OFF state KRAS<sup>G12C<\/sup> has the potential to overcome limitations of single acting and OFF state KRAS<sup>G12C<\/sup> inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-14 Other,,"},{"Key":"Keywords","Value":"KRAS,Therapeutics,Drug resistance,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Wang<sup>1<\/sup>, R. M. Neve<sup>2<\/sup>, J. Staunton<sup>2<\/sup>, <b>K. R. Webster<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Frontier Medicines, Boston, MA, <sup>2<\/sup>Frontier Medicines, South San Francisco, CA","CSlideId":"","ControlKey":"c4f3573c-094a-44de-aeba-2b0c198f6ec3","ControlNumber":"5706","DisclosureBlock":"<b>&nbsp;Y. Wang, <\/b> <br><b>Frontier Medicines Co<\/b> Employment, Stock Option. <br><b>R. M. Neve, <\/b> <br><b>Frontier Medicines Co.<\/b> Employment, Stock Option. <br><b>J. Staunton, <\/b> <br><b>Frontier Medicines<\/b> Employment. <br><b>K. R. Webster, <\/b> <br><b>Frontier Medicines Co.<\/b> Employment, Stock, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5638","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5948","PresenterBiography":null,"PresenterDisplayName":"Kevin Webster, PhD","PresenterKey":"20406ae2-09a2-480c-b35f-17adad933a8a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5948. FMC-376 a dual inhibitor of ON and OFF states of KRAS<sup>G12C<\/sup> is broadly active in PDX models of resistance","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FMC-376 a dual inhibitor of ON and OFF states of KRAS<sup>G12C<\/sup> is broadly active in PDX models of resistance","Topics":null,"cSlideId":""},{"Abstract":"KRAS, a membrane-associated guanosine triphosphatase (GTPase), is the most frequently mutated oncogene in cancer with activating mutations occurring in approximately 25% of NSCLC. Of these, KRAS<sup>G12C<\/sup> occurs in approximately 14% of adenocarcinomas and in 0.5 to 4% of squamous NSCLCs. This mutation impairs GTPase activity and GTP-hydrolysis leading to an increase in the active, GTP-bound (ON), state. KRAS was long considered undruggable until the recent discovery of inhibitors that bind the GDP-bound, inactive (OFF) state of KRAS<sup>G12C<\/sup>. The most clinically advanced of these first-generation molecules have demonstrated clinical response rates of 37-43% and 6 to 7-month progression-free survival in patients with KRAS<sup>G12C<\/sup> positive NSCLC. While significant, a majority of cancers do not respond, and acquired resistance is common. FMC-376 is a next-generation dual inhibitor of both the ON and OFF states of KRAS<sup>G12C<\/sup>with the potential to deliver improved outcomes as both a monotherapy and in combination, for patients with KRAS<sup>G12C<\/sup> positive NSCLC. FMC-376 was discovered through the Frontier<sup>TM <\/sup>platform, which integrates chemoproteomics, machine-learning, and covalent fragment-based drug discovery. The potential for FMC-376 in the treatment of patients with KRAS<sup>G12C <\/sup>mutant NSCLC has been assessed in a broad panel of NSCLC PDX models representing settings of sotorasib\/adagrasib resistance, in a model of NSCLC CNS-metastasis and in combination with an immune checkpoint inhibitor. The dual ON + OFF state mechanism of action of FMC-376 is highly active across a panel of NSCLC CDX and PDX models, including those that carry co-mutations that are associated with both primary and acquired resistance to the OFF-state inhibitors adagrasib and sotorasib in NSCLC. These drivers of resistance include activating mutations of receptor tyrosine kinases (e.g. EGFR, MET, etc.), co-mutations including KEAP1 and adaptive resistance due to release of negative feedback control. Evaluation of FMC-376 in models where EGFR signaling is induced by EGF demonstrated rapid and durable target engagement in contrast to both sotorasib and adagrasib which show decreased effectiveness after EGF stimulation. As a result, FMC-376 is highly effective in NSCLC PDX models that have EGFR and MET upregulation. In addition, 27-42% of patients with KRAS<sup>G12C<\/sup> positive NSCLC present with CNS metastasis. FMC-376 is highly active in an intracranial NSCLC model of CNS-metastasis, resulting in tumor regression. Furthermore, FMC-376 has demonstrated activity in combination with an anti-PD-1 mAb in a KRAS<sup>G12C<\/sup> mutant mouse syngeneic tumor model. Together, these data demonstrate the potential of FMC-376, a next-generation clinical stage dual inhibitor of ON and OFF state KRAS<sup>G12C<\/sup>, for the treatment of patients with KRAS<sup>G12C <\/sup>mutant NSCLC as well as other KRAS<sup>G12C<\/sup> positive tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-14 Other,,"},{"Key":"Keywords","Value":"KRAS,NSCLC,Drug discovery,Therapeutics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Wang<sup>1<\/sup>, A. Roberts<sup>2<\/sup>, P. Calses<sup>2<\/sup>, R. M. Neve<sup>2<\/sup>, J. Staunton<sup>2<\/sup>, <b>K. R. Webster<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Frontier Medicines, Boston, MA, <sup>2<\/sup>Frontier Medicines, South San Francisco, CA","CSlideId":"","ControlKey":"892920cd-f15a-4f92-91d0-54502b988ae3","ControlNumber":"5906","DisclosureBlock":"<b>&nbsp;Y. Wang, <\/b> <br><b>Frontier Medicines Co<\/b> Employment, Stock Option. <br><b>A. Roberts, <\/b> <br><b>Frontier Medicines Co<\/b> Employment, Stock Option. <br><b>P. Calses, <\/b> <br><b>Frontier Medicines Co<\/b> Employment, Stock Option. <br><b>R. M. Neve, <\/b> <br><b>Frontier Medicine Co<\/b> Employment, Stock Option. <br><b>J. Staunton, <\/b> <br><b>Frontier Medicines Co<\/b> Employment. <br><b>K. R. Webster, <\/b> <br><b>Frontier Medicines Co<\/b> Employment, Stock, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5640","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5949","PresenterBiography":null,"PresenterDisplayName":"Kevin Webster, PhD","PresenterKey":"20406ae2-09a2-480c-b35f-17adad933a8a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5949. The clinical dual KRAS<sup>G12C<\/sup> inhibitor FMC-376 has demonstrated potential as both a monotherapy and in combination for the treatment of patients with KRAS<sup>G12C<\/sup> mutation positive NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Novel Antitumor Agents 4","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The clinical dual KRAS<sup>G12C<\/sup> inhibitor FMC-376 has demonstrated potential as both a monotherapy and in combination for the treatment of patients with KRAS<sup>G12C<\/sup> mutation positive NSCLC","Topics":null,"cSlideId":""}]