[{"Abstract":"Pancreatic cancer is difficult to treat, and the first line treatment provide only modest survival benefits to patients due to its highly desmoplastic and immune-desert phenotype. To overcome these hurdles, PD-L1-targeted radioimmunotherapy (RIT) using lutetium-177-labelled atezolizumab (<sup>177<\/sup>Lu-aPD-L1) combined with an oncolytic virus, named HY-oAd, that co-expresses three therapeutic genes (interleukin-12, granulocyte-macrophage colony-stimulating factor and relaxin) was investigated. HY-oAd treatment was shown to elevate PD-L1 expression level and promoted degradation of extracellular matrix (ECM) of pancreatic tumors, resulting in increased aPD-L1 or <sup>64<\/sup>Cu-aPD-L1 accumulation in tumor tissues. Moreover, HY-oAd in combination with either aPD-L1 or <sup>177<\/sup>Lu-aPD-L1 elicited more potent antitumor effect against the pancreatic tumors than respective monotherapy in pancreatic tumor models. The potent antitumor effect of HY-oAd+aPD-L1 combination therapy can lead to superior intratumoral infiltration and activation of dendritic cells and CD4+ or CD8+ T cells over the respective monotherapy. Collectively, our findings demonstrate that HY-oAd can potentiate PD-L1-targeted RIT through PD-L1 upregulation and ECM degradation, thus resulting in synergistic antitumor efficacy and antitumor immune response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Gene therapy,Radioimmunotherapy,Oncolytic virus,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Yoon<\/b><sup>1<\/sup>, C.-O. Yun<sup>1<\/sup>, J. Kim<sup>2<\/sup>; <br\/><sup>1<\/sup>Hanyang University, Seoul, Korea, Republic of, <sup>2<\/sup>Korea Institute of Radiological and Medical Sciences, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"8a406c3b-97be-4660-b280-3f9048febcda","ControlNumber":"9853","DisclosureBlock":"&nbsp;<b>A. Yoon, <\/b> None.&nbsp;<br><b>C. Yun, <\/b> <br><b>GeneMedicine<\/b> Fiduciary Officer.<br><b>J. Kim, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10718","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB306","PresenterBiography":null,"PresenterDisplayName":"Arum Yoon","PresenterKey":"dbe8d2b1-c39b-463c-bac7-688633b3ab65","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB306. PD-L1-targeted radioimmunethrapeutics combined with oncolytic virus for treatment of pancreatic cancer<b><\/b><b><\/b>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"608","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PD-L1-targeted radioimmunethrapeutics combined with oncolytic virus for treatment of pancreatic cancer<b><\/b><b><\/b>","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Children with H3K27-altered diffuse midline gliomas (DMG-H3K27a), have a 5-year survival rate of only 2% following diagnosis. While in-depth genomic characterization has been performed in DMG-H3K27a, very few druggable targets have been identified. A common feature of DMG-H3K27a is infiltration of microglia, macrophages, other myeloid cells, collectively referred to as GAMs. Cellular crosstalk between non-tumor and tumor cells in the tumor microenvironment (TME) can both promote and or inhibit tumor growth, thus representing an opportunity in the pursuit of novel therapeutics. We have recently determined that DMG-H3K27a tumor cells stimulate microglial secretion of pro-tumor growth factors.<br \/><b>Hypothesis: <\/b>Microglial-derived growth factors activate receptor tyrosine kinases (RTKs) via paracrine signaling in DMG-H3K27a.<br \/><b>Methods:<\/b> We used scRNA-seq and RNA-seq datasets and, in parallel, in vitro studies, such as co-culture studies, ELISA assays, western blotting, and growth assays to test our hypothesis. In addition, we are developing a mouse-human chimeric neutralizing antibodies of our top targets for <i>in vivo<\/i> studies.<br \/><b>Preliminary Results<\/b>: Microglial cells secrete growth factors into the TME, which promotes DMG-H3K27a cell proliferation and growth. Targeting growth factors with neutralizing antibodies attenuates glioma cell proliferation in co-culture studies.<br \/><b>Conclusion:<\/b> This research uncovers an important signaling network between GAMs and DMG-H3K27a that can be therapeutically targeted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Pediatric cancers,Glioma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Cruz<\/b><sup>1<\/sup>, B. Johnson<sup>1<\/sup>, T. Gatesman<sup>1<\/sup>, M. Halbert<sup>1<\/sup>, S. Taori<sup>1<\/sup>, B. Hu<sup>1<\/sup>, G. Kohanbash<sup>1<\/sup>, I. F. Pollack<sup>2<\/sup>, S. Agnihotri<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Pittsburgh School of Medicine, Pittsburgh, PA, <sup>2<\/sup>UPMC Children's Hospital of Pittsburgh, Pittsburgh, PA","CSlideId":"","ControlKey":"7fcc8f7a-081e-4c5d-b535-7c6200d25633","ControlNumber":"10714","DisclosureBlock":"&nbsp;<b>A. Cruz, <\/b> None..<br><b>B. Johnson, <\/b> None..<br><b>T. Gatesman, <\/b> None..<br><b>M. Halbert, <\/b> None..<br><b>S. Taori, <\/b> None..<br><b>B. Hu, <\/b> None..<br><b>G. Kohanbash, <\/b> None..<br><b>I. F. Pollack, <\/b> None..<br><b>S. Agnihotri, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10719","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB307","PresenterBiography":null,"PresenterDisplayName":"Andrea Cruz, BS,MS","PresenterKey":"4af996c5-116b-451d-8af9-1b746c9759a2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB307. The role of tumor microenvironment derived growth factors in pediatric brain tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"608","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of tumor microenvironment derived growth factors in pediatric brain tumors","Topics":null,"cSlideId":""},{"Abstract":"Metastasis is the primary cause of death in patients with solid tumors, yet the treatment-refractory metastatic microenvironment is poorly characterized. To gain a comprehensive understanding of microenvironmental regulation of human metastasis, we performed single-cell RNA sequencing covering endothelial, stromal, myeloid, lymphoid, and malignant cells from 28 lung and liver samples of the metastatic microenvironment and metastasis-free adjacent microenvironment from patients with metastatic adrenocortical carcinoma compared to healthy donors for a total of 275,903 cells. We discovered that the adjacent microenvironment in patients with metastatic cancer is significantly different from healthy tissue without cancer: The adjacent microenvironment has many immunosuppressive and pro-tumorigenic features similar to primary tumor and metastatic tissue. As adjacent tissues are potential sites for subsequent metastasis, the shared changes between the adjacent and metastatic microenvironments suggest that these elements of the treatment-refractory metastatic microenvironment may dictate metastasis. Importantly, these pathologic features of the adjacent and metastatic microenvironments associate with poor outcomes for patients and may be targetable. Lastly, we identify a mechanism by which tumor cells may be remotely driving and coordinating these changes in both the metastatic and adjacent microenvironments. Taken together, our study identifies shared and microenvironment-specific changes underlying a global program of metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Metastasis,RNA sequencing (RNA-Seq),Tumor biology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. R. Aber<\/b>, C. F. Contreras, M. Sikder, K. P. Li, G. E. Forbes, V. Gopalan, S. Hannenhalli, R. N. Kaplan; <br\/>National Institutes of Health, Bethesda, MD","CSlideId":"","ControlKey":"bff2db4f-dea0-4329-9a1b-325c20f63717","ControlNumber":"10334","DisclosureBlock":"&nbsp;<b>E. R. Aber, <\/b> None..<br><b>C. F. Contreras, <\/b> None..<br><b>M. Sikder, <\/b> None..<br><b>K. P. Li, <\/b> None..<br><b>G. E. Forbes, <\/b> None..<br><b>V. Gopalan, <\/b> None..<br><b>S. Hannenhalli, <\/b> None..<br><b>R. N. Kaplan, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10720","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB308","PresenterBiography":null,"PresenterDisplayName":"Etan Aber, MD,PhD,M Phil,BA","PresenterKey":"8c6888e4-c7be-4957-afab-c14bedeaa257","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB308. Transcriptional profiling uncovers a unified program underlying the human metastatic and adjacent microenvironments","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"608","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptional profiling uncovers a unified program underlying the human metastatic and adjacent microenvironments","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is the third leading cause of cancer death in men and women in the U.S., with a 5-year survival rate of 12 %. This poor prognosis is partly due to the aggressive nature of the disease, lack of early detection methods, its complex and dense tumor microenvironment (TME), and lack of effective treatment options. Within the PDAC TME, morphologically aberrant leaky vessels are responsible for hypoxia and impaired immune response, which likely reduces the efficacy of cancer therapies. We and others showed that pericyte coverage significantly correlates with vascular integrity\/function and intratumoral hypoxia. Therefore, understanding perivascular heterogeneity and the unique contribution of each phenotype to the TME evolution is a critical step toward personalized treatment options for PDAC. Consequently, we hypothesize that correcting such undesirable phenotype via vascular normalization will alleviate the harsh TME and enhance the treatment efficacy.<br \/>Our study revealed that tumor-associated pericytes across all PDAC tumor tissues exhibited ectopic &#945;SMA expression up to 10 times higher than normal pericytes. This aberrant pericyte phenotype correlated with vascular leakiness, hypoxia, and vessel leakiness. Our attempt to elucidate the underlying mechanism of pericyte phenotype switching using an in-vitro culture system shows that pancreatic cancer cell-derived extracellular vesicles are a potent inducer of &#945;SMA expression in pericytes present mechanical abnormalities and immune-suppressive features.<br \/>To further determine the pathological signature of tumor pericytes and identify potential target molecules toward vascular normalization, we performed single-cell RNA sequencing (scRNA-seq). Pericytes were isolated from WT pancreas and KPC tumors at 15-20 weeks to obtain desired viable single-cell population suitable for 10x library preparation and Illumina sequencing.We isolated and barcode at least 5000 cells using the 10X genomics system. Sequencing libraries were prepared using the Chromium Single Cell 3&#697; reagent kit v3. They were sequenced until a sequencing depth of 100,000 reads per cell was achieved, and the data was analyzed using Cell Ranger and various other analytical tools (e.g., Seuret, Conos, ScMerge, singleR). We generated custom scripts from the single-cell data to answer the relevant questions. Sequences were demultiplexed based on barcodes and assigned unique molecular identifiers (UMIs). We visualized clusters using graphing methods, such as t-SNE plots and UMAP clustering. This approach helped identify groups of cells with unique and differential transcriptional landscapes and group them into cellular subtypes based on their gene expression profiles.<br \/>In conclusion, our study indicates that tumor-associated pericytes undergo phenotype switching under the influence of pancreatic cancer cells, and these aberrant pericytes might contribute to non-optimal vascular integrity and function. Single-cell RNA sequencing helped understand the molecular signature of the pericyte subpopulation, providing a powerful tool to develop novel targeting strategies for vascular normalization. Future work includes exploring the vascular normalization approach by suppressing pericyte phenotype switching to enhance vascular function and chemo and immunotherapeutic efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Pancreatic cancer,Single cell,RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>V. Natarajan<\/b>, S. Ha, J. Kim; <br\/>North Dakota State University, Fargo, ND","CSlideId":"","ControlKey":"2e919d31-5a47-4e73-84c9-03404cfc94b6","ControlNumber":"10347","DisclosureBlock":"&nbsp;<b>V. Natarajan, <\/b> None..<br><b>S. Ha, <\/b> None..<br><b>J. Kim, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10721","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB309","PresenterBiography":null,"PresenterDisplayName":"Vikneshwari Natarajan, MS","PresenterKey":"4bdbfbd2-7ab7-46fd-b3e8-a8fdadb11533","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB309. Influence of pathological pericytes on PDAC tumor progression and tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"608","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Influence of pathological pericytes on PDAC tumor progression and tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Central nervous system tumors are the most common solid tumors and the leading cause of cancer-related deaths in children. Outcomes remain dismal for a significant proportion of patients despite aggressive multimodal therapy and survivors suffer from treatment-related morbidity and neurological deficits. Despite their remarkable success in adult cancers, immunotherapies are not approved for pediatric brain tumors. Several factors like the relatively smaller patient population, a tumor location that makes them difficult to access through biopsies and poorly-studied tumor immune microenvironment (TME) have posed challenges in advancing immunotherapeutic options for these patients. Immune checkpoint blockers (ICB) tested in unstratified cohorts of children with brain tumors have not shown promising results; therefore, the role of immunotherapy remains unclear. Because the magnitude and nature of pre-existing T cell responses in the tumor has been shown to correlate with response to ICB, we asked if pediatric brain tumors show evidence of such favorable T cell responses. In the current study, we address this question using an unbiased approach to analyze the clonal relationship and transcriptional status of T cells present in tumor tissue of children with brain tumors using paired single-cell RNA-sequencing and TCR-sequencing. Our results demonstrate that a large fraction of T cells in the tumor tissue are clonally expanded with potential to recognize tumor antigens. Such clonally-expanded T cells display states linked to anti-tumor immunity, express higher levels of transcripts encoding for molecules linked to T cell activation, effector functions, immune cell recruitment, tissue-residency, immune checkpoints, and importantly, show significant enrichment of signatures linked to neoantigen-specific T cells and immunotherapy response. Notably, we identify several neoantigens in pediatric brain tumors, and show that neoantigen-specific T cell gene signatures are linked to better survival outcomes in high-grade glioma. We further show that PD1-expressing CD8<sup>+<\/sup> T cells in pediatric brain tumors are indeed functional as evidenced by their capacity for cytotoxicity, cytokine production and proliferation. Among the patients in our cohort, we observe substantial heterogeneity in the degree of clonal expansion and expression of transcripts encoding<i> <\/i>immune checkpoints in tumor-infiltrating T cells. Overall, our findings suggest that accurate characterization of intra-tumoral T cell responses for features linked to immune check point therapy (ICB) response may enable selection of patients where immunotherapy is likely to be beneficial, an approach that requires prospective validation in future clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Pediatric cancers,Brain tumors,Tumor microenvironment,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Ganesan<\/b><sup>1<\/sup>, A. Upadhye<sup>1<\/sup>, K. Meza Landeros<sup>2<\/sup>, C. Ramírez-Suástegui1<sup>2<\/sup>, B. Schmiedel<sup>2<\/sup>, E. Woo<sup>3<\/sup>, S. J. Chee<sup>4<\/sup>, D. Malicki<sup>5<\/sup>, N. Coufal<sup>5<\/sup>, D. Gonda<sup>5<\/sup>, M. Levy<sup>5<\/sup>, J. Greenbaum<sup>2<\/sup>, G. Seumois<sup>2<\/sup>, J. Crawford<sup>5<\/sup>, W. Roberts<sup>5<\/sup>, S. Schoenberger<sup>2<\/sup>, H. Cheroutre<sup>2<\/sup>, C. Ottensmeier<sup>2<\/sup>, P. Vijayanand<sup>1<\/sup>; <br\/><sup>1<\/sup>University of California San Diego & La Jolla Institute for Immunology, La Jolla, CA, <sup>2<\/sup>La Jolla Institute for Immunology, La Jolla, CA, <sup>3<\/sup>Southampton University Hospitals NHS Trust, Southampton, United Kingdom, <sup>4<\/sup>Liverpool Heart and Chest Hospital NHS Foundation Trust, LIverpool, United Kingdom, <sup>5<\/sup>University of California San Diego, La Jolla, CA","CSlideId":"","ControlKey":"093daa09-44e2-4685-97bc-a9b36302475d","ControlNumber":"9742","DisclosureBlock":"&nbsp;<b>A. Ganesan, <\/b> None..<br><b>A. Upadhye, <\/b> None..<br><b>K. Meza Landeros, <\/b> None..<br><b>C. Ramírez-Suástegui1, <\/b> None..<br><b>B. Schmiedel, <\/b> None..<br><b>E. Woo, <\/b> None..<br><b>S. J. Chee, <\/b> None..<br><b>D. Malicki, <\/b> None..<br><b>N. Coufal, <\/b> None..<br><b>D. Gonda, <\/b> None..<br><b>M. Levy, <\/b> None..<br><b>J. Greenbaum, <\/b> None..<br><b>G. Seumois, <\/b> None..<br><b>J. Crawford, <\/b> None..<br><b>W. Roberts, <\/b> None..<br><b>S. Schoenberger, <\/b> None..<br><b>H. Cheroutre, <\/b> None..<br><b>C. Ottensmeier, <\/b> None..<br><b>P. Vijayanand, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10722","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB310","PresenterBiography":null,"PresenterDisplayName":"Anusha Preethi Ganesan, MBBS;PhD","PresenterKey":"0471aaee-4c78-4464-9d5d-afbcee149361","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB310. Single-cell transcriptomics and TCR clonality reveal a role for immunotherapy in pediatric brain tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"608","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell transcriptomics and TCR clonality reveal a role for immunotherapy in pediatric brain tumors","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Despite the clear genetic evidence linking serous tubal intraepithelial carcinoma (STIC) and high-grade serous ovarian carcinoma (HGSOC), the specific conditions and events that promote the progression of STIC lesions into invasive disease remain poorly understood.<br \/>Method: As a critical initial step, we have assembled a cohort of incidental p53 signatures, STIC lesions, and STIC with concurrent HGSOC. We have performed extensive multi-modal analysis using multiplexed tissue imaging and spatial transcriptomics that identify features of the immune system that play a vital role in the early steps of HGSOC development. We have processed 43 specimens using highly multiplexed tissue imaging at single-cell resolution (cyclic immunofluorescence, CyCIF), and 35 specimens for micro-regional spatial transcriptomics using the GeoMx (Whole Transcriptome, Nanostring) on over 450 pathologist-annotated regions of interest.<br \/>Results: Our data suggests an immune-cold environment and T-cell dysfunction in STIC lesions, including incidental STIC. One of the significant immune populations identified was CD103+ tissue-resident memory T cells (T<sub>RM<\/sub>). In incidental p53 signatures, activation of T<sub>RM<\/sub> was rare, similar to FT, which may indicate the absence of sensing &#8220;tumor antigen&#8221; by these T<sub>RM<\/sub>. CyCIF analysis also revealed that most incidental STIC lesions (7\/9 cases) overexpress major histocompatibility complex (MHC) class I compared to the normal epithelium, especially both HLA complex, HLA-A and HLA-E. Most STICs showed extensive intra-lesion heterogeneity, with some STICs remaining HLA-A and HLA-E negative. Incidental p53 signatures, on the other hand, were mostly HLA-A and HLA-E negative and, when positive, had only a few cells expressing HLA. We hypothesized that there might be a natural selection of HLA-E-positive clones as STICs progress to HGSOC. Consistent with this, HGSOC showed further overexpression of HLA-E. However, HLA-E heterogeneity was still observed in the invasive tumor, with both positive and negative clones co-existing. Geomx data suggested that the interferon signaling pathway is upregulated in the epithelial of HLA-E positive STIC and cancer clones compared to HLA-E negative clones. In turn, both HLA-A and HLA-E might be overexpressed in the epithelial of HLA-E-positive STICs. Overall, we showed that the response in interferon (IFN) &#945; and &#947;, NF-KB, and IL-6-induced STAT-3 pathways were upregulated in both STIC lesions and carcinoma. The role of these pathways, especially STAT-3 pathway, has been shown in other aneuploid cancers in promoting immune escape, cell proliferation and migration, chemoresistance and inhibiting apoptosis. We have shown the co-localization of cGAS and BAF, a marker for micronuclei rupture, by super-resolution 3D imaging to confirm one of the mechanisms of IFN activation.<br \/>Conclusion: Taken together, these data may indicate chromosomal instability is one of the mechanisms that is driving the IFN-signaling pathway and, hence, a potential selective advantage for HLA-E-positive clones in tumorigenesis, leading to inhibiting NK cell surveillance followed by reducing T cell infiltration.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Premalignancy,Ovarian cancer,Interferons,Immunosuppression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Kader<\/b><sup>1<\/sup>, J.-R. Lin<sup>1<\/sup>, S. Coy<sup>1<\/sup>, C. Hug<sup>1<\/sup>, Y.-A. Chen<sup>1<\/sup>, R. J. Pelletier<sup>1<\/sup>, M. Leon<sup>1<\/sup>, J. Lee<sup>1<\/sup>, Y.-L. Xu<sup>1<\/sup>, C. Yapp<sup>1<\/sup>, N. Shih<sup>2<\/sup>, G. Mingo<sup>2<\/sup>, E. Jung<sup>2<\/sup>, S. Rathore<sup>2<\/sup>, J. Agudo<sup>3<\/sup>, C. Drescher<sup>4<\/sup>, P. K. Sorger<sup>1<\/sup>, R. Drapkin<sup>2<\/sup>, S. Santagata<sup>1<\/sup>; <br\/><sup>1<\/sup>Harvard Medical School, Boston, MA, <sup>2<\/sup>University of Pennsylvania, Philadelphia, PA, <sup>3<\/sup>Dana Farber Cancer Institute, Boston, MA, <sup>4<\/sup>Swedish Cancer Institute Gynecologic Oncology and Pelvic Surgery, Seattle, WA","CSlideId":"","ControlKey":"d7cea8c6-ce72-4bb2-956c-520229338dcf","ControlNumber":"9769","DisclosureBlock":"&nbsp;<b>T. Kader, <\/b> None..<br><b>J. Lin, <\/b> None..<br><b>S. Coy, <\/b> None..<br><b>C. Hug, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>R. J. Pelletier, <\/b> None..<br><b>M. Leon, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>Y. Xu, <\/b> None..<br><b>C. Yapp, <\/b> None..<br><b>N. Shih, <\/b> None..<br><b>G. Mingo, <\/b> None..<br><b>E. Jung, <\/b> None..<br><b>S. Rathore, <\/b> None..<br><b>J. Agudo, <\/b> None..<br><b>C. Drescher, <\/b> None..<br><b>P. K. Sorger, <\/b> None..<br><b>R. Drapkin, <\/b> None..<br><b>S. Santagata, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10723","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB311","PresenterBiography":null,"PresenterDisplayName":"Tanjina Kader, PhD","PresenterKey":"a117ec92-f671-4516-98df-b103a2999b68","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB311. Multimodal spatial profiling reveals the emergence of an immune suppressive microenvironment at the initial stages of high-grade serous ovarian cancer development","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"608","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multimodal spatial profiling reveals the emergence of an immune suppressive microenvironment at the initial stages of high-grade serous ovarian cancer development","Topics":null,"cSlideId":""},{"Abstract":"Tumor mass comprises of not just the tumor cells but a variety of stromal cells. Immune cells residing within the tumor microenvironment modulate the growth and behavior of the tumor cells through a bi-directional crosstalk and affect the outcomes of cancer therapies. Breast cancer (BC) is a highly heterogeneous disease having four major molecular subtypes. Triple-negative breast cancer (TNBC) is the most aggressive subtype and has limited available therapeutic options. Further, it disproportionately affects African American (AA) women, with nearly two times higher incidence as compared to Caucasian American (CA) women. It is associated with an earlier onset and overall higher mortality of BC. Here, we investigated the differences in the immune landscape between TNBC and non-TNBC subtypes and examined if there existed any race-specific patterns. A total of 81 breast cancer samples with a distribution of 55 non-TNBC (28 CA and 27 AA) and 26 TNBC (12 CA and 14 AA) were selected after histopathologic analysis. Tissues were analysis using the NanoString nCounter&#174; pancancer immune panel to determine tissue-specific immune cell populations. We observed a significantly higher presence of tumor-infiltrating lymphocytes in TNBC compared to non-TNBC, with a higher immune score for CD45+ (total lymphocytes), T-cells, B-cells and tumor-associated macrophages. Specifically, among the T-cell population, Treg cells, Th1 cells, and CD8+ cells were higher in TNBC samples. The pathway prediction indicated 'primary immunodeficiency' and 'cancer immunotherapy by PD-1 blockade' pathways being significantly up-regulated in TNBC samples. Overexpression of CTLA4, IDO1, PDL1 and PDL2 as well as Treg marker genes, such as FOXP3 and LAG3, which are involved in immunosuppressive pathways, was observed in TNBC. In race-wise comparisons of non-TNBC and TNBC sample between CA and AA patients, we found that AA non-TNBC tumors had higher Treg cell scores. On the other hand, CA TNBC samples had higher Th1 and CD8+ T-cell scores compared to AA TNBC. The pathway prediction from differentially expressed genes between CA and AA non-TNBC samples showed complement activation pathway to be down-regulated in AA patients, which could be associated with an increased presence of Treg cells. Further, when comparing CA vs AA TNBC samples, we found significant up-regulation of oncogene BMI1 and down-regulation of genes involved in T-cell activation such as CD47, CD44, FOS, and S100A8 in AA TNBC, supporting their more aggressive nature. In conclusion, our data show that TNBC patients have a higher infiltration of immune cells, which remain suppressed due to the presence of Treg cells and PD1 signaling pathway. The presence of higher Treg cells in AA non-TNBC and lower Th1 and CD8+ T-cells in AA TNBC samples suggests an overall immune suppressed microenvironment in AA patients compared to CA patients. Overall, our data suggest that TNBC could be good candidate for immune therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immune cells,Breast cancer,Race,Tumor infiltrating lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Sharma<\/b>, K. Vikramdeo, S. Sudan, M. Khan, M. Tahir, J. E. Carter, C. Nelson, A. Singh, S. Singh; <br\/>USA Health Mitchell Cancer Institute, Mobile, AL","CSlideId":"","ControlKey":"4f23a72f-7af0-4d40-b91e-e9778f74561f","ControlNumber":"10766","DisclosureBlock":"&nbsp;<b>A. Sharma, <\/b> None..<br><b>K. Vikramdeo, <\/b> None..<br><b>S. Sudan, <\/b> None..<br><b>M. Khan, <\/b> None..<br><b>M. Tahir, <\/b> None..<br><b>J. E. Carter, <\/b> None..<br><b>C. Nelson, <\/b> None..<br><b>A. Singh, <\/b> None..<br><b>S. Singh, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10724","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB312","PresenterBiography":null,"PresenterDisplayName":"Amod Sharma, PhD","PresenterKey":"42fcc462-ab8c-4e54-838f-9171aea96769","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB312. Subtype- and race-specific differences in immune landscape of breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"608","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Subtype- and race-specific differences in immune landscape of breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is a highly aggressive malignancy with a poor survival rate, largely due to the lack of diagnostic biomarker for early detection. Here, we found enriched IL-10R2<sup>+<\/sup>\/IL-22R1<sup>+<\/sup> myeloid cells in peripheral blood and specifically PDAC tissues respectively using xenograft\/orthotropic PDAC mouse models. The subcutaneous injection of PDAC cell line in mouse showed a positive correlation of pancreatic tumor growth with increased IL-10R2<sup>+<\/sup>\/IL-22R1<sup>+<\/sup> myeloid cells by flow cytometry. We also verified that IL-10R2<sup>+<\/sup>CD45<sup>+<\/sup> and IL-22R1<sup>+<\/sup>CD45<sup>+<\/sup> myeloid cells were infiltrated in tumor tissues after 2 weeks and 3 weeks of injection in orthotropic murine PDAC model. Notably, the IL-10R2<sup>+<\/sup>IL-22R1<sup>+<\/sup> cells were highly detected in tumor tissues after 7 days of injection, an earlier time point of PDAC progression. To define whether these cells have immunosuppressive functions to contribute further PDAC progression, IL-10R2<sup>+<\/sup>\/IL-22R1<sup>+<\/sup> myeloid cells were sorted from splenocytes after 3 days of tumor implantation and co-cultured with T cells in the presence of T cell receptor triggering. The proliferation and cytotoxicity of CD8<sup>+<\/sup> T cells were alleviated by co-culture with IL-10R2<sup>+<\/sup>, IL-22R1<sup>+<\/sup>, or IL-10R2<sup>+<\/sup>IL-22R1<sup>+<\/sup> myeloid cells, compared to that with IL-10R2<sup>-<\/sup>IL-22R1<sup>- <\/sup>cells. In addition, the population of regulatory T cells was increased when they were co-cultured with IL-22R1<sup>+<\/sup> myeloid cells. Furthermore, the proliferation of human T cells <i>in vitro<\/i> was also inhibited by co-culture with IL-10R2<sup>+<\/sup>\/IL-22R1<sup>+<\/sup> myeloid cells from human peripheral blood, indicating the immunosuppressive function of IL-10R2<sup>+<\/sup>\/IL-22R1<sup>+<\/sup> cell population. Therefore, IL-10R2<sup>+<\/sup>\/IL-22R1<sup>+<\/sup> myeloid cell population could be a possible promising early detection marker for PDAC, contributing to the non-immunogenic features of tumor microenvironment during PDAC progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Target discovery,Tumor immunity,Tumor microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Sung<\/b>, J.-E. Kim, H.-J. Min, S.-H. Chung, S. Kim, E.-J. Chang; <br\/>Department of Biochemistry and Molecular Biology, BK21 FOUR Program and AMIST, University of Ulsan, College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"2e44dbff-4dca-44d5-9355-d0db380b0aa9","ControlNumber":"10612","DisclosureBlock":"&nbsp;<b>Y. Sung, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>H. Min, <\/b> None..<br><b>S. Chung, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>E. Chang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10725","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB313","PresenterBiography":"","PresenterDisplayName":"Yoolim Sung, BS","PresenterKey":"29d0593e-d101-4fc6-a4d8-47b2c186426f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB313. Immunosuppressive effect of tumor-infiltrating IL-22 receptor-expressing myeloid cells in early-stage pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"608","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immunosuppressive effect of tumor-infiltrating IL-22 receptor-expressing myeloid cells in early-stage pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"The purpose of this study is to understand how heterogeneity in organ-specific immune infiltrates can lead to Triple Negative Breast Cancer (TNBC) progression and immunotherapies resistance in metastasis. Both innate and adaptive immune responses are essential for breast cancer progression. Using single-cell multiplexing technology on human and murine models of primary and metastatic breast cancers, we investigated the pattern of immune cell infiltration in bone and lung metastases in a temporal manner. The parallel profiling of metastasis sites revealed a strong involvement of the innate immunity in restraining tumor progression with an acute increase in Mrc1+ Cd83+ tumor-associated macrophages at the early stage of lung colonization. Interestingly, the increase was modest in bone metastasis and remained consistent overtime despite bone metastasis progression. In contrast, we saw an increase in the number of Ly6G+ Lrg1+ granulocytes. Profiling of paired TNBC patient samples from the primary and metastatic sites have shown an immunologically quiescent tumor microenvironment in metastasis as compared to the primary tumors. Hence, to further explore the role of Mrc1+ Cd83+ macrophages on therapeutic resistance, we profiled the orthotopic claudin-low TNBC models, T11 and T12, following their exposure to chemotherapy. While responsive tumors displayed a decreased infiltration of Mrc1+ Cd83+ macrophages, the opposite phenotype was observed in non-responders, suggesting their involvement in tumor progression. Overall, our results suggest differential responses in untreated lung\/bone metastases and primary tumors indicating divergent roles for Cd83+ TAMs in restraining or promoting tumor progression, while also indicating some crosstalk between neutrophils and stromal cells that aid in bone metastatic progression. These site-specific differences in immune cell phenotype indicate that there is a great need to thoroughly characterize the tumor immune compartment in both the primary and the metastatic setting to improve treatment responses. Considering the inhibitory effect of macrophages on T cells in these models, this study highlights a tissue-specific reprogramming of immune cells in breast cancer metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Metastasis,Immuno-oncology,Macrophages,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Singh<\/b>, I. Bado; <br\/>Icahn School of Medicine at Mount Sinai, New York, NY","CSlideId":"","ControlKey":"cded144d-5b09-43a7-8d71-cd494c5c06ac","ControlNumber":"10660","DisclosureBlock":"&nbsp;<b>S. Singh, <\/b> None..<br><b>I. Bado, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10726","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB314","PresenterBiography":null,"PresenterDisplayName":"Swarnima Singh, PhD","PresenterKey":"82ffb895-8f15-44d6-a10f-f3f1b55efd38","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB314. Organ-specific roles of CD83+ macrophages in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"608","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Organ-specific roles of CD83+ macrophages in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>The pancreas is central to energy homeostasis, playing essential roles in digestion and regulation of blood glucose. Exocrine pancreas contains large amounts of of hydrolytic enzyme which is responsible for the digestion. Acinar cells, as well as ductal cells, represent the prime components of exocrine pancreas. They are both supposed to be the origin of pancreatic ductal adenocarcinoma(PDAC) and the researches focused on these exocrine cells, as well as other components in pancreatic cancer, are numerous. Islet cells are crucial for glucose homeostasis and their identity are proved to be altered significantly during diabetes by single-cell RNA-sequencing(scRNA-seq). However, the presence or extent of variation of islet cells in PDAC is not established yet. Moreover, due to the low proportion of endocrine cells in pancreas, it is hard to analyze the data of endocrine cells by using published scRNA-seq data of PDAC. As a consequence of this underrepresentation, the function of endocrine cells in PDAC remains unclear.<br \/><b>Methods:<\/b> We used scRNA-seq, multiplex immunohistochemistry (mIHC), high-throughput spatial transcriptomic sequencing (Stereo-seq) to detect the alteration of endocrine pancreas in PDAC of human and mouse model. KPC mice (Kras<sup>LSL-G12D<\/sup>p53<sup>LoxP<\/sup>Pdx1-CreER) and pancreatic orthotopic transplantation mice were applied to verify the islet cell alteration in multiple stages of PDAC. We also performed islet isolation and purification to enhance the proportion of endocrine cells when preparing single-cell suspension. Cell co-culture experiments were used to determine the interaction between exocrine-endocrine compartments.<br \/><b>Results:<\/b> Through mIHC of islet cells in PDAC tissues and normal pancreas tissues of mice (KPC vs. C57BL\/6J) as well as human (PDAC patients vs. healthy donors), we found the decreased proportions of inulin positive (INS<sup>+<\/sup>) cells and increased proportions of glucagon positive (GCG<sup>+<\/sup>) cells in PDAC tissues. Furthermore, the proportion of pancreatic polypeptide positive (PPY<sup>+<\/sup>) cells was significantly elevated in PDAC tissue in both human and murine. Then, we quantified the double-positive cells and found the proportions of INS<sup>+<\/sup>GCG<sup>+<\/sup>, INS<sup>+<\/sup>PPY<sup>+<\/sup> and GCG<sup>+<\/sup>PPY<sup>+<\/sup> were markedly increased in PDAC tissue. Additionally, through the experiments in mouse model, we found the islet cells altered gradually within the multiple stage of PDAC(normal-PanIN-PDAC). Finally, it was found that PDAC cells could induce the transdifferentiation of pancreatic &#945; and &#946; cells into GCG<sup>+<\/sup>PPY<sup>+<\/sup> and INS<sup>+<\/sup>PPY<sup>+<\/sup> double-positive cells, which further promoted PDAC proliferation in a paracrine-dependent manner and formed a reciprocal interaction.<br \/><b>Conclusions:<\/b> Our study systematically maps the alteration of pancreatic endocrine cells in PDAC and elucidates the potential interaction mechanisms between endocrine and exocrine cells during PDAC carcinogenesis. Meanwhile, it is suggested that pancreatic endocrine cells should be considered as an important component of the PDAC microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ specific microenvironments,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Endocrine cell,Tumor microenvironment,Endocrine-exocrine interaction,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Chen<\/b>, X. Yin, R. Xu, R. Ruze, J. Song, C. Hu, C. Wang, Y. Zhao; <br\/>Peking Union Medical College Hospital (PUMCH), Beijing, China","CSlideId":"","ControlKey":"a153b713-beec-446d-b1a8-e4ffb5bbfb1e","ControlNumber":"10521","DisclosureBlock":"&nbsp;<b>Y. Chen, <\/b> None..<br><b>X. Yin, <\/b> None..<br><b>R. Xu, <\/b> None..<br><b>R. Ruze, <\/b> None..<br><b>J. Song, <\/b> None..<br><b>C. Hu, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>Y. Zhao, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10728","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB316","PresenterBiography":null,"PresenterDisplayName":"Yuan Chen","PresenterKey":"d8b222c5-753d-4d5d-ab92-c78c10da9055","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB316. Endocrine pancreas alteration in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"608","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Endocrine pancreas alteration in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Triple negative breast cancer (TNBC) carries a poorer prognosis than other breast cancer subtypes due to high metastatic incidence, lack of molecular drug targets, and rapid development of chemoresistance. Cancer-associated fibroblasts (CAFs) are key extrinsic drivers of chemoresistance in primary TNBC tumors, but it is unknown whether resident fibroblasts in distant metastatic tissues also influence TNBC drug sensitivity. Since the lung is a top metastatic site in TNBC, we developed a breast cancer cell (BCC) - primary human donor-derived lung fibroblast (LF) co-culture model to identify therapeutic vulnerabilities and mechanisms of fibroblast-mediated extrinsic chemoresistance in lung-metastatic TNBC. We characterized the growth and chemoresistance phenotypes of BCC co-cultured with primary LFs via bioluminescence and fluorescence imaging and evaluated their transcriptional and secretory profiles using bulk and scRNAseq and multiplex cytokine analysis. Co-culture of human BCC and primary LFs resulted in BCC molecular subtype-dependent changes in cell growth and drug resistance compared with conventional monoculture. Moreover, we also observed increased LF secretion of the immunomodulatory cytokines IL-6 and CCL2 in response to both BCC co-culture and BCC-conditioned media. Transcriptomic analysis of LFs sorted from co-culture identified upregulation of pro-inflammatory and pro-fibrotic iCAF and myCAF-like gene signatures, while co-cultured TNBC cells upregulated interferon response-mediated multi-therapy resistance genes and cellular dormancy signatures. We applied this model in a high throughput screen of 846 kinase inhibitor compounds, which identified reproducible differential BCC responses to kinase inhibitors between monoculture and co-culture conditions. When co-cultured with LFs, BCC were broadly more resistant to kinase inhibitor compounds but showed increased sensitivity to inhibitors of the lipid kinase VPS34, an important initiator of autophagy. We subsequently established that autophagy is increased in co-cultured TNBC cells and contributes to LF-mediated resistance to kinase inhibitors. Moreover, we determined that while paracrine signals from BCC can promote LF activation indicated by enhanced cytokine secretion, cell-cell contact is required for LF modulation of TNBC therapy responses in co-culture. Thus, we conclude that breast cancer cell co-culture with primary lung fibroblasts is a scalable <i>in vitro<\/i> model that can facilitate therapeutic discovery and mechanistic evaluation of extrinsic modulation of therapy responses in metastatic breast cancer, and further demonstrate that BCC can promote paracrine activation of co-cultured LFs in association with juxtacrine induction of BCC autophagy and extrinsic therapy resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Breast cancer,Fibroblasts,Lung metastasis,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. L. Klosowski<\/b><sup>1<\/sup>, K. Cronise<sup>1<\/sup>, C. Stratton<sup>1<\/sup>, Q. Zhou<sup>2<\/sup>, H. Esquer<sup>2<\/sup>, D. LaBarbera<sup>2<\/sup>, D. Regan<sup>1<\/sup>; <br\/><sup>1<\/sup>Colorado State University, College of Veterinary Medicine & Biomedical Sciences, Fort Collins, CO, <sup>2<\/sup>University of Colorado Anschutz Medical Campus, Skaggs School of Pharmacy and Pharmaceutical Sciences, Aurora, CO","CSlideId":"","ControlKey":"21ff98b6-6532-44c5-bd53-894ab3d6aba3","ControlNumber":"10751","DisclosureBlock":"&nbsp;<b>M. L. Klosowski, <\/b> None..<br><b>K. Cronise, <\/b> None..<br><b>C. Stratton, <\/b> None..<br><b>Q. Zhou, <\/b> None..<br><b>H. Esquer, <\/b> None..<br><b>D. LaBarbera, <\/b> None..<br><b>D. Regan, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10729","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB317","PresenterBiography":null,"PresenterDisplayName":"Marika Klosowski","PresenterKey":"df580500-5d9d-4c32-8e6d-e838fe5b05a9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB317. TNBC cell co-culture with primary human lung fibroblasts identifies a paracrine-juxtacrine signaling loop promoting fibroblast activation and autophagy-dependent breast cancer cell therapy resistance.","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"608","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TNBC cell co-culture with primary human lung fibroblasts identifies a paracrine-juxtacrine signaling loop promoting fibroblast activation and autophagy-dependent breast cancer cell therapy resistance.","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer ranks as the fifth leading cause of cancer-related deaths in women, surpassing other cancers of the female reproductive system. Recent epidemiological and molecular studies highlight the significance of high-grade serous carcinoma (HGSC), the most aggressive subtype of ovarian cancer, constituting nearly 96% of cases with mutations in p53. HGSC originates from fallopian tube secretory epithelial (FTSEC) cells through a progression of precursor lesions, ranging from p53 signatures to serous tubal intraepithelial carcinoma (STIC). The p53 signature involves a linear expansion of over 12 TP53 mutant FTSECs, morphologically normal and displaying no increase in proliferative activity. In this study, we established a model system for P53 signature by either overexpressing p53 mutations (R175H and R273H) or knocking down P53 expression in normal FTSECs maintained as 2D, 3D, or organoid cultures. We have characterized the cells using RNA seq, mass spectroscopy and functional assays. Functional assays revealed increased migration and proliferation, along with decreased apoptosis in response to the cytotoxic stimulus (cisplatin). Despite the inability of p53 signature cells to proliferate or migrate in vivo, our hypothesis posited that clonal expansion of progenitor cell with a p53 mutation maintains plasticity by preserving the stemness of one or more cells capable of responding to cues from the microenvironment. Our experiments revealed heterogeneity in the model system, reflecting the composition of p53 signature in vivo. We also observed that stem-like cells tend to organize into clusters. Notably, stem-like cluster cells bearing a p53 signature exhibit migratory behavior, whereas clusters lacking p53 do not demonstrate such mobility. Given that most high-grade serous carcinoma (HGSC) cases occur in postmenopausal women, we demonstrated induction of proliferation and migration of p53 mutant stem cells in response to stimuli from aging stromal cells (fibroblasts and autologous immune cells) and to changes in hormonal background in our model. Conclusion: This study illuminates a novel aspect of ovarian cancer development, underscoring the role of a distinct population of fallopian tube epithelial cells with stem-like properties within p53 signatures. Further investigations into the tumorigenicity of these cells hold promise for providing valuable insights into future therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Ovarian cancer,Premalignancy,Stem cells,Aging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. E. Wang<\/b>, V. Levina, D. L. Galson, A. E. Lokshin; <br\/>Univ. of Pittsburgh, Pittsburgh, PA","CSlideId":"","ControlKey":"04c80076-7cac-4e15-81a8-870ea28155bb","ControlNumber":"10879","DisclosureBlock":"&nbsp;<b>Y. E. Wang, <\/b> None..<br><b>V. Levina, <\/b> None..<br><b>D. L. Galson, <\/b> None..<br><b>A. E. Lokshin, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10730","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB318","PresenterBiography":null,"PresenterDisplayName":"Anna Lokshin, PhD","PresenterKey":"857cbe28-b4e1-487c-8e13-366a78c642a6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB318. Exploring early precursor lesions of ovarian cancer: Insights from an in vitro model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"608","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring early precursor lesions of ovarian cancer: Insights from an in vitro model","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer is the most common cancer and the second leading cause of cancer-related death in men in the United States. PTEN deficiency is prevalent in patients with prostate cancer. As a tumor suppressor, PTEN is mutated in approximately 20% of primary prostate cancers, and up to 50% of metastatic castration resistant prostate cancer. PTEN inactivation results in high-grade adenocarcinoma with a long latency. The limited tumor progression induced by PTEN deficiency suggests that additional molecular events are activated to constrain tumor progression, and second hits are required. Understanding these secondary genetic hits will provide the rationale for combined therapies in prostate cancer treatment. In this study, we employed a unique genetically knockin mouse model and found that PTEN deficiency induces a KLF5 K369 acetylation-dependent barrier that attenuates FGFR1 signaling and constrains prostate tumor growth. More importantly, we discovered novel microenvironmental crosstalk between prostate cancer cells and cancer associated fibroblasts (CAFs). As suggested by RNA-seq and bioinformatic analyses and further validated by molecular and cellular experiments, we found that interruption of KLF5 acetylation in cancer cells stimulates CAFs to release FGF9 via TNF-&#945;, and FGF9 activating FGFR1 signaling in cancer cells. In addition to this paracrine crosstalk, deacetylated KLF5 induces CX3CR1 and facilitates FGFR1 activation. Our findings provide a proof of concept for posttranslational modifications as essential molecular events induced by PTEN inactivation to stall prostate cancer progression and demonstrate KLF5 acetylation as a key component in a negative feedback loop by which FGFR1 was suppressed by AKT activation. This study reveals a paracrine reciprocal communication between cancer cells and fibroblasts and provides a clinical rationale for combined therapies using FGFR1 inhibitors (or CX3CR1 inhibitors) and p-AKT inhibitors in PTEN-deficient prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Prostate cancer,Tumor microenvironment,Cancer associated fibroblasts,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Zhang<\/b>, M. Liu, F. Mai, S. Xia, J.-T. Dong; <br\/>Southern University of Science and Technology, Shenzhen, China","CSlideId":"","ControlKey":"291ec8a3-980e-41ef-9fb7-c0c3b64a0762","ControlNumber":"9746","DisclosureBlock":"&nbsp;<b>B. Zhang, <\/b> None..<br><b>M. Liu, <\/b> None..<br><b>F. Mai, <\/b> None..<br><b>S. Xia, <\/b> None..<br><b>J. Dong, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10731","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB319","PresenterBiography":null,"PresenterDisplayName":"Baotong Zhang, PhD","PresenterKey":"ec5b290b-9c1e-412a-bb8a-2574e296aa2e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB319. Klf5 acetylation remodels tumor microenvironment to constrain PTEN-deficient prostate tumor growth","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"608","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Klf5 acetylation remodels tumor microenvironment to constrain PTEN-deficient prostate tumor growth","Topics":null,"cSlideId":""},{"Abstract":"Cancer associated fibroblasts (CAFs) express a variety of cytokines and factors that activate and contribute to pathways that favor tumorigenesis. CAFs disrupt normal cellular functions, such as cell cycle regulation and cell death including apoptosis or signal certain types of cells to abnormally activate pro-tumor activities. In addition, when it is abnormally activated, it is characterized by increased collagen deposition and more contractility. Likewise, This pattern of abnormal activation is often observed in keloid disease. Keloid constitutes an abnormal fibroproliferative wound healing response with excessive collagen deposition causing abnormal wound healing. To better understand the CAF subtypes with abnormal activation and cancer-promoting properties and the subtypes of keloid fibroblasts with similar activation properties, it is essential to find the master transcription factors (TFs) that determine their identity. To identify functionally important TFs in abnormal CAFs and keloid fibroblasts, we analyzed H3K27ac ChIP-seq of CAFs and keloid fibroblasts and observed that Runx2 significantly enriched the two types of abnormal fibroblasts. To investigate the biological function of Runx2, we established CAFs from colon cancer patients and performed ShRNA-mediated knockdown of the RUNX2 gene. We confirmed that knockdown of RUNX2 in CAFs suppressed the migration or invasion of cancer cells. Additionally, using a gel contraction assay, we confirmed that fibroblast contractility was significantly reduced by RUNX2 knockdown. Similarly, in keloid fibroblasts, it was confirmed that the migration and gel contraception abilities of fibroblasts were significantly reduced following knockdown of RUNX2 gene. Last but not least, expression of ECM elements, such as collagens and fibronectin, were significantly as a result of the knockdown of the RUNX2 gene in both abnormally activated fibroblasts. To conclude, we believe that Runx2 acts as a key TF that maintains the contractility and ECM remodeling ability of abnormally activated fibroblasts. Our findings indicate that Runx2 is an attractive therapeutic target not only for pro-tumorigenesis in the cancer microenvironment, but also for keloid fibroblasts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Cancer-associated fibroblasts,keloid,Transcription factor,fibrosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Keun-Woo Lee<sup>1<\/sup>, Insuk Sohn<sup>1<\/sup>, Seok-Hyung Kim<sup>2<\/sup>, <b>So-Young Yeo<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>ARONTIER, Seoul, Korea, Republic of,<sup>2<\/sup>Sungkyunkwan University School of Medicine, Samsung Medical Center, Department of Pathology, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"5177e245-d1bf-417a-b498-61bcda2a064e","ControlNumber":"10877","DisclosureBlock":"&nbsp;<b>K. Lee, <\/b> None..<br><b>I. Sohn, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>S. Yeo, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10732","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB320","PresenterBiography":null,"PresenterDisplayName":"So-Young Yeo, PhD","PresenterKey":"5c2a61da-6333-4633-ac4f-fa6b1f3d97b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB320. Runx2 as a key transcription factor regulating contractility and extracellular matrix remodeling in abnormally activated fibroblasts: Implications for tumorigenesis and keloid pathogenesis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"608","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Runx2 as a key transcription factor regulating contractility and extracellular matrix remodeling in abnormally activated fibroblasts: Implications for tumorigenesis and keloid pathogenesis","Topics":null,"cSlideId":""},{"Abstract":"Cancer microenvironment (CME) possess a crucial function in tumor mass, in which it control tumor growth, progression, metastasis, and even chemotherapy resistance. The CME is a complex and dynamic system that is an integral part of the entire tumor. Among the components of CME, in particular, CAFs promote cancer progression and directly stimulate cancer cell proliferation. Thus, targeting CAF would be a promising approach for the treatment of cancer. Looking at models of the evolution of CAFs during tumor progression, CAFs have heterogeneous and dynamic properties. Tumor progression may be associated with a decrease in the tumor inhibitory CAF\/tumor supporting CAF ratio, with tumor inhibitory CAF occurring at the highest levels in early tumor stages in response to tumor emergence and gradually switching to tumor support CAFs towards tumor progression\/metastatic process. In other words, in order to suppress solid tumors accompanied by desmoplastic stroma, it is necessary to regulate CAFs, a key component. We performed ChiP-seq using an antibody against H3k27ac with CAFs that have a strong ability to promote cancer and NFs that do not. As result, we identified a novel mode of action and scaffold (ARC2-002 and ARC2-003) for modulating CAF via suppressing CAF proliferation, contraction, and collagen deposition. Finally, through 3D co-culture, we confirmed that the two novel scaffolds had excellent anticancer effects when administered alone as well as in combination with an existing anticancer drug. The compounds identified in this study may represent a new therapeutic agent targeting fibroblasts with abnormal activation, and their efficacy may be increased when combined with existing anticancer drugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Chemoresistance,Extracellular matrix,Desmoplasia,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"So-Young Yeo<sup>1<\/sup>, Mohamed Farh<sup>1<\/sup>, InSuk Sohn<sup>1<\/sup>, Seok-Hyung Kim<sup>2<\/sup>, <b>Keun-Woo Lee<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>ARONTIER, Seoul, Korea, Republic of,<sup>2<\/sup>Department of Pathology, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"e64c3b9c-5a58-40e7-8842-67ae781f713e","ControlNumber":"10627","DisclosureBlock":"&nbsp;<b>S. Yeo, <\/b> None..<br><b>M. Farh, <\/b> None..<br><b>I. Sohn, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>K. Lee, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10733","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB321","PresenterBiography":"","PresenterDisplayName":"Keun-Woo Lee, PhD","PresenterKey":"c1a3bab4-76ea-41bd-89aa-ed8320666ff6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB321. Identification of a novel mode of action and scaffold for modulation of cancer-associated fibroblast through Chip-seq analysis.","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"608","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of a novel mode of action and scaffold for modulation of cancer-associated fibroblast through Chip-seq analysis.","Topics":null,"cSlideId":""},{"Abstract":"For more effective tumor growth suppression, a combinatorial treatment of CAF-targeting agent and other well-validated therapies such as chemotherapy, radiotherapy, and immune checkpoint therapy should be considered. Thus, we hypothesized that co-administration of the CAF-targeting drug, ARC2-001 (the in vitro-approved CAF-targeting candidate) and clinically practiced anticancer drugs could be useful strategy for treating under clinical settings. However, it is essentially important to evaluate this using well-established pre-clinical models. We thoroughly verified the anticancer effect of ARC-001 using two in vivo model systems. 1. (Subcutaneous model) Immune-deficient mice (NOD\/SCID): in which human colon cancer cell line HCT116 was co-injected with human CAF (CAFs were obtained from stage IV CRC patients) followed by administration of ARC2-001 alone or in combination with 5-fluorouracil (5FU). 2. (Subcutaneous and Orthotopic model) Wild-type mice (C57BL\/6): in which mouse colon cancer cells was co-injected with mouse colon CAFs (both cancer cells and CAFs were obtained from chemically-induced colorectal cancer model with rich desmoplastic stroma) followed by administration of ARC2-001 alone or in combination with aPD-1. We observed a magnificent inhibition of tumor growth and metastasis in the combined treatment group over singular treatment groups in both models. This denotes that ARC2-001 largely augments the anti-cancer effect of widely employed anticancer drugs, such as 5FU, and thus can be exploited as an adjuvant for enhanced colorectal cancer chemotherapy.Collectively, our results evidenced the necessity of considering CAF-targeting agents for a more regulated therapeutic strategy to treat desmoplastic cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Chemoresistance,Combination therapy,Desmoplasia,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>So-Young Yeo<\/b><sup>1<\/sup>, Mohamed Farh<sup>1<\/sup>, InSuk Sohn<sup>1<\/sup>, Seok-Hyung Kim<sup>2<\/sup>, Keun-Woo Lee<sup>1<\/sup><br><br\/><sup>1<\/sup>ARONTIER, Seoul, Korea, Republic of,<sup>2<\/sup>Department of Pathology, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"b38d6e3d-7ab6-4729-94cc-2b7172d98179","ControlNumber":"10630","DisclosureBlock":"&nbsp;<b>S. Yeo, <\/b> None..<br><b>M. Farh, <\/b> None..<br><b>I. Sohn, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>K. Lee, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10734","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB322","PresenterBiography":null,"PresenterDisplayName":"So-Young Yeo, PhD","PresenterKey":"5c2a61da-6333-4633-ac4f-fa6b1f3d97b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB322. ARC2-001, a CAF-targeting drug exhibits strong anticancer effect in in vivo setting.","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"608","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ARC2-001, a CAF-targeting drug exhibits strong anticancer effect in in vivo setting.","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma multiforme (GBM) stands out as a highly aggressive and resistant brain tumor, characterized by profound immunosuppression and chemoresistance, resulting in a dismal 5% survival rate at the five-year mark. Glioblastoma Stem Cells (GSCs) drive the progression of GBM, orchestrating tumor initiation, growth, and therapeutic resistance. The symbiotic interplay between GSCs and tumor-associated macrophages (TAMs) within hypoxic and perivascular niches is pivotal for sustaining tumorigenesis and immunosuppression. In this study, Interleukin-19 (IL-19), a member of the IL-10 family, was identified among the top five immune-related genes strongly associated with poor survival in patients with GBM from TCGA and Taiwan GBM cohorts. However, the function of IL-19 in glioblastoma is completely unknown. Genomic screening identified IL-19 as a predicted immunosuppressive cytokine in the peritumoral region, associated with poor survival in GBM patients. Blocking IL-19 inhibits both temozolomide (TMZ)-sensitive and TMZ-resistant tumor progression. Molecular studies revealed that IL-19 promotes TMZ-resistant GBM cell migration and invasion through a novel IL-19\/&#946;-catenin\/WISP1 signaling. Single-cell transcriptome analysis showed that blocking IL-19 promotes T cell activation, upregulates the effector function of T cell subsets, and reprograms TAM subsets toward weakened pro-tumoral phenotypes with lower Arginase 1 expression. Silencing IL-19 significantly disrupts self-renewal GSC activity through a novel IL-19\/S100A4\/WISP1 signaling. Additionally, we identified that TAM-derived IL-19 positively regulates GSC self-renewal through the paracrine IL-19\/WISP1 axis. Our study demonstrates IL-19 as a linchpin in the complex GSC-TAM symbiosis, leading to GSC maintenance and immunosuppression, providing critical insights into the immune landscape orchestrated by GSC-TAM symbiosis","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Immunomodulation,Glioblastoma,Single cell,Wnt signaling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. A. Lee<\/b><sup>1<\/sup>, C.-Y. Chen<sup>2<\/sup>; <br\/><sup>1<\/sup>Taipei Medical University, Taipei, Taiwan, <sup>2<\/sup>Taipei Medical University Hospital, Taipei, Taiwan","CSlideId":"","ControlKey":"c7b9467e-dd29-42c1-91ae-955be0d57924","ControlNumber":"9673","DisclosureBlock":"&nbsp;<b>G. A. Lee, <\/b> None..<br><b>C. Chen, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10735","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB323","PresenterBiography":null,"PresenterDisplayName":"Gilbert Lee, PhD","PresenterKey":"6e67ce6d-df51-4f6b-b3f7-cce0563e2366","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB323. Deciphering the immunomodulatory role of IL-19 in glioblastoma-promoting ecosystem: Insights into glioblastoma stem cell-tumor-associated macrophage symbiosis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"608","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering the immunomodulatory role of IL-19 in glioblastoma-promoting ecosystem: Insights into glioblastoma stem cell-tumor-associated macrophage symbiosis","Topics":null,"cSlideId":""},{"Abstract":"Unresolved chronic inflammation has been postulated to drive prostate cancer development. We have proposed that proliferative inflammatory atrophy (PIA) can lead to the development of preneoplastic high grade prostatic intraepithelial neoplasia (PIN) lesions and\/or directly to adenocarcinoma at times. Additionally, some PIA cells harbor molecular alterations seen in PIN and invasive carcinoma lesions, with a low frequency of PIA cells showing MYC over-expression, partial promoter hypermethylation and silencing of GSTP1, and formation of ETS gene fusions. PIA appears to result from inflammatory injury and regeneration in which proliferative and atrophic epithelial cells have an intermediate cell phenotype with both luminal and basal cell features, including basal cell markers, keratin 5 and BCL2, as well as varying levels of prostate luminal enriched genes such as androgen receptor, PSA and NKX3.1. Also, a number of gene products that are apparently stress induced, which are not expressed in normal prostate are induced in at least a subset of intermediate luminal cells in PIA, including GSTA1, PTGS2, LTF and PIGR (PMIDs:17384581, 37550827). Stimulator of interferon genes (STING), encoded by TMEM173, is a multipass transmembrane ER associated protein, and is a critical hub for innate responses directed against numerous bacterial, viral and parasitic pathogens, and is important for the induction and maintenance of adaptive immunity in a number of situations. Here, we examined STING expression by IHC, using a genetically validated assay, and show that the majority of atrophic prostatic luminal epithelial cells in all PIA lesions (N=20) consistently express high levels of STING, which is present in normal prostatic basal epithelial cells yet absent in normal-appearing prostatic luminal cells. In primary prostatic adenocarcinomas (&#62; 260 tumors), STING protein was either completely negative , or extremely low in ~ 95% of cases. That STING in PIA is activate is supported by single cell RNA sequencing (scRNAseq) data from human prostatectomy tissues that show cells with the phenotype of intermediate luminal cells, indicative of PIA, express a number of interferon response genes that are not expressed in normal luminal cells (PMID 37905029). To our knowledge this is the first systematic report of STING protein staining in human prostate cancer and benign tissues. We postulate that upregulation of STING in human intermediate cells in PIA represents an inflammatory response that can drive interferon stimulated gene expression and inflammation in PIA. This innate immune response is absent, potentially by gene silencing, in prostatic adenocarcinoma, which may help neoplastic cells evade the immune response and could help contribute to the long standing finding that most prostate cancers are immunologically cold.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor immune system interactions,,"},{"Key":"Keywords","Value":"Prostate cancer,Inflammation,Immune response,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Thomas  M.  Steele<\/b><sup>1<\/sup>, Alan  K.  Meeker<sup>1<\/sup>, Mindy  K.  Graham<sup>2<\/sup>, Rulin Wang<sup>1<\/sup>, Carolina Gomes-Alexandre<sup>1<\/sup>, William  G.  Nelson<sup>1<\/sup>, Fernanda Caramella Pereiria<sup>1<\/sup>, Sushant Kachhap<sup>1<\/sup>, Srinivasan Yegnasubramanian<sup>1<\/sup>, Angelo Michael De Marzo<sup>1<\/sup><br><br\/><sup>1<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD,<sup>2<\/sup>Northwestern University, Feinberg School of Medicine, Chicago, IL","CSlideId":"","ControlKey":"ad35a83d-2f8b-483b-88c0-82fe1bb05431","ControlNumber":"10824","DisclosureBlock":"&nbsp;<b>T. M. Steele, <\/b> None..<br><b>A. K. Meeker, <\/b> None..<br><b>M. K. Graham, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>C. Gomes-Alexandre, <\/b> None.&nbsp;<br><b>W. G. Nelson, <\/b> <br><b>Digital Harmonic LLC and Brahm Astra Therapeutics<\/b> Stock. <br><b>Armis Biopharma<\/b> Stock, member of board of directors. <br><b>Becton, Dickenson<\/b> Stock. <br><b>Cepheid<\/b> Other, scientific advisory board.<br><b>F. Caramella Pereiria, <\/b> None..<br><b>S. Kachhap, <\/b> None.&nbsp;<br><b>S. Yegnasubramanian, <\/b> <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract. <br><b>Celgene<\/b> Grant\/Contract. <br><b>Janssen<\/b> Grant\/Contract. <br><b>Cepheid<\/b> Independent Contractor, Grant\/Contract. <br><b>A. M. De Marzo, <\/b> <br><b>Merck<\/b> Independent Contractor. <br><b>Janssen R&D<\/b> Grant\/Contract, sponsored research. <br><b>Cepheid<\/b> Independent Contractor.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10736","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB324","PresenterBiography":null,"PresenterDisplayName":"Thomas Steele, BS","PresenterKey":"35946a84-ff8f-41c3-8b9b-14edeb2e986c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB324. STING protein expression is increased in intermediate luminal cells in proliferative inflammatory atrophy of the prostate (PIA) and is absent in the majority of primary prostatic adenocarcinomas","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"608","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 2","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"STING protein expression is increased in intermediate luminal cells in proliferative inflammatory atrophy of the prostate (PIA) and is absent in the majority of primary prostatic adenocarcinomas","Topics":null,"cSlideId":""}]