[{"Abstract":"Background: Cytokine-induced killer cells (CIKs), obtained through ex vivo expasion from peripheral blood mononuclear cells, are phenotypically and functionally shared with both T and NK cells. Within the T cell group, it can be classified into a group that simultaneously expresses CD3 and CD56 molecules (range: 30% to 70%) and a group representing CD3+ CD56- phenotype (range: 20% to 60%). It also contains a small population (&#60; 30%) of CD3 CD56+ NK cells. They can exhibit potent MHC-unrestricted cytotoxicity for both hematologic and solid tumors, but they are not harmful in hematopoietic precursors and normal tissues. Anti-programmed death-1 (PD-1) antibodies reinvigorate T cell-mediated antitumor immunity. PD-1 blockade antibody might significantly increase the cytotoxic potency of CIK cells via increasing proliferative capacity and IFN-r secretion. This retrospective study is the first to combine CIK cells with PD-1\/PD-L1\/CTLA-4 blockade(Immune checkpoint inhibitors, ICIs) in patients with metastatic solid cancers.<br \/>Methods: We analyzed 225 heavily treated metastastic solid cancer patients receiving CIK cell (Immunecell-LC, GC cell inc provide.) and with ICIs. Blood Sampling for CIK cells production was performed after 3 days after ICIs administration. Patients received a single intravenous infusion of activated autologous CIK cells every 2 weeks. ICIs was administered according to the protocol of each drug regardless of the CIK cells administration date. The primary end points were safety and adverse event (AE) profiles. Objective responses, overall survival (OS), progression-free survival (PFS), and diseae control rate were secondary end points.<br \/>Results: Treatment-related AEs occurred in 154\/225 patients. Grade 3 or 4 toxicities, including fever and chills, were observed in 28 patients. All treatment-related AEs were tolerable and no death due to autoimmune disease. When administration ICIs, CIK cells exhibited excellent antitumor properties and increased IFN-&#947; secretion. Objective responses (complete or partial responses) were observed in 67 of the 225 patients. One patients with hepatocellular carcionma had complete response. In most patients who showed an objective response, the effectiveness was maintained for more than 6 months. The overall disease control rate in the patients was 58.9%. At the time of this report, the median OS and PFS were 18.6 and 7.1 months in hepatocellular carcinoma patients and were 13.1 and 6.5 months in triple negative breast cancer patients, respectively.<br \/>Conclusion: Treatment with activated autologous CIK cells and ICIs was safe and exerted encouraging antitumor activity in metastastic solid cancers. Phase 2 clinical studies for each tumor type will be conducted.<br \/>Keywords: Cytokine-induced killer cells, Immune check inhibitors, Safety, Objective response","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Immune checkpoint blockade,Safety,Response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Choi<\/b><sup>1<\/sup>, J. Kim<sup>1<\/sup>, D. Yang<sup>2<\/sup>, G. Nam<sup>3<\/sup>; <br\/><sup>1<\/sup>Konyang Univ. Hospital, Daejeon, Korea, Republic of, <sup>2<\/sup>Konyang Univ. College of Medicine, Daejeon, Korea, Republic of, <sup>3<\/sup>GC Cell Corp., Yongin City, Korea, Republic of","CSlideId":"","ControlKey":"272cd379-446a-44d2-a905-3ceda7066387","ControlNumber":"4384","DisclosureBlock":"&nbsp;<b>J. Choi, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>D. Yang, <\/b> None..<br><b>G. Nam, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7129","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3595","PresenterBiography":null,"PresenterDisplayName":"Jonggwon Choi, MD;PhD","PresenterKey":"9e74f4d6-240c-4d3a-af81-6422e56a1a01","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3595. A retrospective analysis of the clinical characteristics of metastastic solid cancer patients with cytokine-induced killer cells combined immune checkpoint inhibitor immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A retrospective analysis of the clinical characteristics of metastastic solid cancer patients with cytokine-induced killer cells combined immune checkpoint inhibitor immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"In solid malignancies, T cells functionality is intertwined with metabolic reprogramming within the tumor microenvironment (TME), which supports the increased energy request of cancer cells and suppresses the effector function and cytokines production of the immune infiltrate. In primary colorectal cancer (CRCs) and related liver metastases, we revealed extensive transcriptional remodeling across tumors, being metabolic pathways among the major drivers of this variance. Accordingly, extracellular adenosine, accumulating in the TME for the hydrolysis of ATP by CD39 and CD73, has been recognized as a novel inhibitory mediator, which binds preferentially to the A2A receptor (A2Ar) to exert its immunosuppressive activity. By high dimensional flow cytometry, we revealed that CD39 is a major driver of T-cell exhaustion in primary and metastatic CRCs. Therefore, we sought to disrupt CD39 in TCR-edited T cells (TCR<sub>ED<\/sub>). By CRISPR\/Cas9, we disrupted both the &#945; and &#946; chains of the endogenous TCR together with <i>ENTPD1<\/i>, the gene encoding for CD39, and redirected T cell specificity against the HER2 antigen. TCR<sub>ED<\/sub>CD39<sub>KO <\/sub>T cells outperformed their competent counterpart in eliminating patient-derived organoids (PDOs) from primary and metastatic tumors both <i>in vitro<\/i> and <i>in vivo<\/i>. Given the role of CD39 in starting the biochemical cascade leading to adenosine production, we aimed at investigating the direct role of adenosine on the functional advantage observed with TCR<sub>ED<\/sub>CD39<sub>KO<\/sub> T cells. We challenged our cellular products with target cells in the presence or absence of adenosine and observed that TCR<sub>ED<\/sub>CD39<sub>KO<\/sub> T cells are superior to their competent counterpart in the ability to release cytokines, while the effect is completely abolished when adenosine is present. Also, when TCR<sub>ED<\/sub>CD39<sub>KO<\/sub> T cells were challenged with PDOs, the exogenously added adenosine nullifies the functional killing advantage given by the CD39<sub> KO<\/sub>. To gain more insights into the pathway, we also generated TCR<sub>ED<\/sub>A2Ar<sub>KO<\/sub> T cells. In line with the different roles of CD39 and A2AR on the ATP\/adenosine pathway, the disruption of the adenosine receptor resulted in a significant advantage in PDO killing in the presence of adenosine only. We then evaluated the influence of CD39<sub>KO<\/sub> in the metabolic capacity of T cells and revealed that TCR<sub>ED<\/sub>CD39<sub>KO<\/sub> T cells have a greater potential to rely on the mitochondrial other than glycolytic functions, which explains higher functionality and persistence. Further evaluation on the metabolic effect of CD39<sub> KO<\/sub> are currently ongoing. Overall, we showed that the ATP\/adenosine cascade is relevant for T cells functionality and metabolic status and can be harnessed in adoptive cell therapy strategies to counteract the immunosuppressive TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Tumor microenvironment,Metabolism,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Potenza<\/b>, C. Balestrieri, M. Spiga, L. Albarello, F. Pedica, A. Ferrari, O. A. Botrugno, B. Camisa, E. Tiziano, C. Sirini, M. Casucci, C. Iozzi, D. Abbati, U. Elmore, G. Di Lullo, G. Casorati, C. Doglioni, G. Tonon, P. Dellabona, R. Rosati, L. Aldrighetti, P. Monti, E. Ruggiero, C. Bonini; <br\/>IRCCS San Raffaele Scientific Institute, Milan, Italy","CSlideId":"","ControlKey":"8f518534-7d1b-4001-905e-e05017748709","ControlNumber":"6290","DisclosureBlock":"&nbsp;<b>A. Potenza, <\/b> None..<br><b>C. Balestrieri, <\/b> None..<br><b>M. Spiga, <\/b> None..<br><b>L. Albarello, <\/b> None..<br><b>F. Pedica, <\/b> None..<br><b>A. Ferrari, <\/b> None..<br><b>O. A. Botrugno, <\/b> None..<br><b>B. Camisa, <\/b> None..<br><b>E. Tiziano, <\/b> None..<br><b>C. Sirini, <\/b> None..<br><b>M. Casucci, <\/b> None..<br><b>C. Iozzi, <\/b> None..<br><b>D. Abbati, <\/b> None..<br><b>U. Elmore, <\/b> None..<br><b>G. Di Lullo, <\/b> None..<br><b>G. Casorati, <\/b> None..<br><b>C. Doglioni, <\/b> None..<br><b>G. Tonon, <\/b> None..<br><b>P. Dellabona, <\/b> None..<br><b>R. Rosati, <\/b> None..<br><b>L. Aldrighetti, <\/b> None..<br><b>P. Monti, <\/b> None..<br><b>E. Ruggiero, <\/b> None.&nbsp;<br><b>C. Bonini, <\/b> <br><b>Intellia Therapeutics<\/b> Grant\/Contract. <br><b>Intellia Therapeutics<\/b> Other, Consultant. <br><b>TxCell<\/b> Other, Consultant. <br><b>Kite\/Gilead<\/b> Other, Consultant. <br><b>Miltenyi<\/b> Consultant. <br><b>Kiadis<\/b> Other, Consultant. <br><b>QuellTx<\/b> Other, Consultant. <br><b>Janssen<\/b> Other, Consultant. <br><b>Chroma<\/b> Other, Consultant. <br><b>Genyo<\/b> Other, Consultant. <br><b>Pancancer-T<\/b> Other, Consultant. <br><b>Alia<\/b> Other, Consultant.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7131","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3596","PresenterBiography":null,"PresenterDisplayName":"Alessia Potenza, PhD","PresenterKey":"e189f650-fa9e-474c-99b6-042a4e5b4b15","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3596. Metabolic reprogramming of the tumor microenvironment to enhance the functionality of TCR-edited T cell in colorectal cancer and liver metastases","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolic reprogramming of the tumor microenvironment to enhance the functionality of TCR-edited T cell in colorectal cancer and liver metastases","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is a devastating disease that kills ~700,000 people worldwide annually. Current immunotherapies struggle against both microsatellite stable (MSS) disease and the immunosuppressive CRC tumor microenvironment (TME). Despite these challenges, tumor infiltrating &#947;&#948; T cells confer a prognostic benefit to CRC patients and can kill cancer via antibody independent cytotoxicity (AIC) and antibody-dependent cellular cytotoxicity (ADCC). We hypothesized that &#947;&#948; T cells can be exploited as an &#8216;off-the-shelf&#8217; anti-CRC biotherapeutic but their complex interactions within the CRC TME need to be elucidated. To explore the patient-, donor-, and mechanism-specific interactions of &#947;&#948; T cells with CRC, we performed single-cell profiling of &#62;1,000 CRC patient-derived organoid (PDO) and human V&#947;9V&#948;2 T cell cultures. &#947;&#948; T cells from multiple donors were used either unmodified or engineered to secrete a modified IL-15 cytokine (stIL15-&#947;&#948;s). The addition of anti-tumour IgG further allowed us to study anti-PDO ADCC, with antigen specificity assessed with antigenKO PDO models. Using 126-plex Thiol Organoid Barcoding in situ (TOB<i>is<\/i>) mass cytometry (MC) (Qin et al., Nature Methods, 2020) (Sufi and Qin et al., Nature Protocols, 2021), we measured cell-type specific signaling across multiple &#947;&#948; donors and CRC PDOs, including post-translational modifications (PTMs), cell-state, and immunological phenotype. We found that stIL15-&#947;&#948;s exhibit superior proliferation, purity and viability both <i>in vitro<\/i> and <i>in vivo<\/i>. stIL15-&#947;&#948;s demonstrated significant cytotoxicity against all CRC PDOs tested, commonly outperforming standard-of-care chemotherapies even when challenged against our previously-defined chemorefractory MSS patients (Zapatero et al., Cell, 2023). The susceptibility of PDOs to ADCC differs substantially and is not associated with antigen density and %positivity or PDO tumor mutational burden. Minimal differences in ADCC capability were seen between stIL15-&#947;&#948;s donors which were not associated with &#947;&#948; phenotype or pre- and post-experiment Fc&#947;R CD16 expression. Crucially, we found that stIL15-&#947;&#948; signaling is reciprocally regulated in a PDO-specific manner, with significant regulation of stIL15-&#947;&#948; cell-state, PTM signaling and immunological phenotype observed. Increased dysregulation of stIL15-&#947;&#948;s during AIC negatively correlates with PDO cytotoxicity &#8212; indicating PDOs negatively reprogram &#947;&#948; T cellular therapies. However, when &#947;&#948; T cells engage in ADCC (via anti-tumour IgG), stIL15-&#947;&#948; signaling recovers, leading to substantial anti-PDO cytotoxicity. Furthermore, stIL15-&#947;&#948;s could perform significant cytotoxicity against all chemoresistant MSS PDOs tested, representing the patient population with greatest unmet clinical need. These results demonstrate that multimodal &#947;&#948; T cell cytotoxicity can overcome tumor-specific cellular therapy reprogramming.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,Adoptive T cell therapy,Single cell,Patient-derived organoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. B. Nattress<\/b><sup>1<\/sup>, D. Fowler<sup>2<\/sup>, P. Vlckova<sup>1<\/sup>, C. Hutton<sup>3<\/sup>, M. Ramos Zapatero<sup>1<\/sup>, J. Sufi<sup>1<\/sup>, F. Cardoso Rodriguez<sup>1<\/sup>, A. Campbell<sup>1<\/sup>, A. Kanouta<sup>2<\/sup>, M. Buschhaus<sup>1<\/sup>, K. Chester<sup>1<\/sup>, J. Anderson<sup>2<\/sup>, V. Li<sup>3<\/sup>, M. Barisa<sup>2<\/sup>, J. Fisher<sup>2<\/sup>, C. Tape<sup>1<\/sup>; <br\/><sup>1<\/sup>University College London (UCL) Cancer Institute, London, United Kingdom, <sup>2<\/sup>University College London-Great Ormond Street Hospital (UCL-GOSH) Institute of Child Health, London, United Kingdom, <sup>3<\/sup>The Francis Crick Institute, London, United Kingdom","CSlideId":"","ControlKey":"931718b3-e039-4934-9e9e-20f37f7c8366","ControlNumber":"433","DisclosureBlock":"&nbsp;<b>C. B. Nattress, <\/b> None..<br><b>D. Fowler, <\/b> None..<br><b>P. Vlckova, <\/b> None..<br><b>C. Hutton, <\/b> None..<br><b>M. Ramos Zapatero, <\/b> None..<br><b>J. Sufi, <\/b> None..<br><b>F. Cardoso Rodriguez, <\/b> None..<br><b>A. Campbell, <\/b> None..<br><b>A. Kanouta, <\/b> None..<br><b>M. Buschhaus, <\/b> None..<br><b>K. Chester, <\/b> None..<br><b>J. Anderson, <\/b> None..<br><b>V. Li, <\/b> None..<br><b>M. Barisa, <\/b> None..<br><b>J. Fisher, <\/b> None..<br><b>C. Tape, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7132","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3597","PresenterBiography":null,"PresenterDisplayName":"Callum Nattress, BS","PresenterKey":"a0f953e9-8ea1-4469-8deb-ffbfedbd8101","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3597. Multimodal &#947;&#948; T cell cytotoxicity overcomes cellular therapy reprogramming","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multimodal &#947;&#948; T cell cytotoxicity overcomes cellular therapy reprogramming","Topics":null,"cSlideId":""},{"Abstract":"TCR-engineered T (TCR-T) cells and TCR-anti-CD3 bispecific T-cell engagers (TCEs) are potent TCR-based therapeutic agents with distinct advantages and limitations in tumor treatment. TCR-T cells offer durable persistence within patients but necessitate personalized manufacturing and lack the capacity to harness bystander T cells. Conversely, TCEs are readily available as \"off-the-shelf\" products and can recruit bystander T cells, yet they exhibit a shorter lifespan. In our study, we sought to merge the merits of both approaches by engineering T cells to secrete a TCR-anti-CD3 TCE specific for alpha fetoprotein (AFP), a tumor-associated antigen abundantly expressed in hepatocellular carcinoma (HCC). We initially identified a TCR with specificity for the AFP<sub>158-166<\/sub> peptide bound to HLA-A*02:01 and enhanced its affinity to picomolar via phage display. To facilitate efficient secretion by T cells, we adapted the high-affinity TCR to a single-chain format (scTCR) and fused it with a CD3-specific single-chain antibody fragment (scAFP-TCE). Our findings demonstrated that scAFP-TCE effectively redirected bystander T cells to engage in the lysis of HCC cells. Moreover, scAFP-TCE could be secreted by T cells transduced with lentiviral particles encoding the TCE gene. These transduced T cells exhibited potent antitumor activity both independently and by enlisting bystander T cells. This innovative T cell strategy, combining the bystander-recruiting ability of fusion proteins with the durable persistence seen in T cell therapy after a single infusion, presents a promising alternative to conventional TCR-based therapeutic agents. We anticipate that this novel approach may hold substantial potential for enhancing HCC treatment and expanding the scope of TCR-based immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"T cell engager,T cell receptor,Hepatocellular carcinoma,Adoptive cell therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"H. Sun, J. Huang, K. Zhan, W. Wu, X. Tang, M. Liu, S. Guo, H. Zheng, Y. Huang, <b>S. Zhong<\/b>; <br\/>XLifeSc Ltd., Guangzhou, China","CSlideId":"","ControlKey":"01987208-57a8-4639-b2ef-456f984fb9be","ControlNumber":"648","DisclosureBlock":"<b>&nbsp;H. Sun, <\/b> <br><b>XLifeSc Ltd.<\/b> Employment. <br><b>J. Huang, <\/b> <br><b>XLifeSc Ltd.<\/b> Employment. <br><b>K. Zhan, <\/b> <br><b>XLifeSc Ltd.<\/b> Employment. <br><b>W. Wu, <\/b> <br><b>XLifeSc Ltd.<\/b> Employment. <br><b>X. Tang, <\/b> <br><b>XLifeSc Ltd.<\/b> Employment. <br><b>M. Liu, <\/b> <br><b>XLifeSc Ltd.<\/b> Employment. <br><b>S. Guo, <\/b> <br><b>XLifeSc Ltd.<\/b> Employment. <br><b>H. Zheng, <\/b> <br><b>XLifeSc Ltd.<\/b> Employment. <br><b>Y. Huang, <\/b> <br><b>XLifeSc Ltd.<\/b> Employment. <br><b>S. Zhong, <\/b> <br><b>XLifeSc Ltd.<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7133","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3598","PresenterBiography":null,"PresenterDisplayName":"Shi Zhong, PhD","PresenterKey":"fa623878-134b-418d-aaa1-bce704cb1c65","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3598. A new strategy for T cell therapy: T cells secreting TCR anti-CD3 bispecific T-cell engager","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A new strategy for T cell therapy: T cells secreting TCR anti-CD3 bispecific T-cell engager","Topics":null,"cSlideId":""},{"Abstract":"Background and Significance: Hepatocellular carcinoma (HCC), a major type of primary liver cancer, is the third leading cause of cancer-related death worldwide. While Glypican-3 (GPC3) is highly upregulated in HCC, it is minimally expressed in normal tissues. The research in our laboratory has been focused on the development of GPC3 as an immunotherapeutic target for liver cancer. Despite many clinical trials, there has not been any approved therapy targeting GPC3 largely due to the combination of antigen heterogeneity, poor tumor penetration, and the inability to induce a durable, potent immune response in the tumor microenvironment (TME). Here, we made a recombinant chimeric antibody-based T cell receptors (named AbTCR) targeting GPC3 and explored its anti-tumor efficacy in xenograft mouse models.<br \/>Methods: The AbTCR constructs were built by fusing an antigen recognition domain (hYP7 scFv or HN3 VH) specific for GPC3 to the gamma-delta TCR constant region along with a secondary T cell signaling activation motif. The NFAT-tdTomato reporter cell line was established and used to measure the AbTCR-triggered T cell signaling upon stimulation with tumor cells. Anti-tumor efficacy of AbTCR-T cells was determined via luciferase-based cell killing assay as well as multiple HCC xenograft mouse models.<br \/>Results: The hYP7 GPC3 AbTCR-T cell not only enhances antigen-binding capacity and T cell activity, but also induces infiltration and expansion of T cells in the TME, thereby causing robust liver tumor regression in mice.<br \/>Conclusion: Our data show that new hYP7-directed GPC3 AbTCR is a promising strategy for treating liver cancer. This work provides a rationale for the use of hYP7 GPC3 AbTCR in clinical studies for treating HCC and other GPC3-positive solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Liver cancer,Glypican-3,Antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Li<\/b><sup>1<\/sup>, T. Liang<sup>1<\/sup>, Z. Duan<sup>1<\/sup>, H. Zhang<sup>2<\/sup>, C. Liu<sup>2<\/sup>, M. Ho<sup>1<\/sup>; <br\/><sup>1<\/sup>National Institutes of Health (NIH), Bethesda, MD, <sup>2<\/sup>Eureka Therapeutics, Inc., Emeryville, CA","CSlideId":"","ControlKey":"f19a8ad7-e62f-48fe-b225-d455c1e86f20","ControlNumber":"870","DisclosureBlock":"&nbsp;<b>D. Li, <\/b> None..<br><b>T. Liang, <\/b> None..<br><b>Z. Duan, <\/b> None.&nbsp;<br><b>H. Zhang, <\/b> <br><b>Eureka Therapeutics, Inc.<\/b> Employment. <br><b>C. Liu, <\/b> <br><b>Eureka Therapeutics, Inc.<\/b> Employment. <br><b>M. Ho, <\/b> <br><b>Eureka Therapeutics, Inc.<\/b> Other, NIH CRADA.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7134","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3599","PresenterBiography":null,"PresenterDisplayName":"Dan Li, PhD","PresenterKey":"13e0efdd-3065-460d-81bc-d5bb025577f9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3599. Recombinant chimeric antibody-based gamma-delta TCR targeting GPC3 induces potent antitumor response against hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Recombinant chimeric antibody-based gamma-delta TCR targeting GPC3 induces potent antitumor response against hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Invariant natural killer T (iNKT) cells are CD1d-restricted unconventional T cells possessing innate and adaptive immunity with high anti-tumor activities. Yet, the effectiveness of iNKT cell therapy in clinical trials is limited due to iNKT cell dysfunction after exposure to the tumor microenvironment. Aggressive cholangiocarcinoma (CCA) cell lines were used to study iNKT cell reactivity. These CCA cell lines lacked CD1d molecules and responded poorly to iNKT cells. The iNKT cells became dysfunctional after the exposure to CCA by 48 h. In this study, we overcame iNKT cell dysfunction by searching for a small molecule to prevent or reverse the gene sets regulating iNKT cell dysfunction, thus prolonging anti-tumor activity. It was found that P53 and estrogen early response pathway gene sets were enriched in dysfunctional iNKT cells which were reversed by vorinostat, an HDAC inhibitor. Anti-CCA activity of iNKT cells was regained with a subtherapeutic dose of vorinostat as protection. Interestingly, vorinostat could not totally recover the anti-tumor effect of iNKT cells that have already developed into the dysfunctional stage. Significant tumor size reduction was seen in the humanized mouse model after iNKT cell adoptive therapy was given in combination with vorinostat compared to monotherapy with either iNKT cell or vorinostat alone. This study demonstrated that inhibiting the gene sets regulating iNKT cell dysfunction by vorinostat could prevent iNKT cell dysfunction, and prolong its anti-tumor activities. This combination could be a novel treatment option for CD1d-negative CCA patients resistant to standard chemotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Cholangiocarcinoma,Invariant Natural Killer T (iNKT) cell,Dysfunction,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Htwe<\/b>, K. Soontrapa, S. Jirawatnotai, S. Prasopporn, P. More-Krong, S. Sampattavanich, A. Wongkajornsilp; <br\/>Mahidol University, Bangkok, Thailand","CSlideId":"","ControlKey":"095fe8ac-c49d-4ef1-9479-ac35e1bb6ed9","ControlNumber":"880","DisclosureBlock":"&nbsp;<b>K. Htwe, <\/b> None..<br><b>K. Soontrapa, <\/b> None..<br><b>S. Jirawatnotai, <\/b> None..<br><b>S. Prasopporn, <\/b> None..<br><b>P. More-Krong, <\/b> None..<br><b>S. Sampattavanich, <\/b> None..<br><b>A. Wongkajornsilp, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7135","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3600","PresenterBiography":null,"PresenterDisplayName":"Khin Su Su Htwe, Pharm D","PresenterKey":"0be18817-0fb8-4c85-b211-dd7f286be128","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3600. Reversal of iNKT cell dysfunction in cholangiocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reversal of iNKT cell dysfunction in cholangiocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Patients with late-stage kidney cancer have poor long-term survival rates. Our lab isolated a low affinity CD8 dependent TCR named BZ-4 from CTLs of a patient who had immune-mediated regression of renal cell carcinoma (RCC) following an allogeneic stem cell transplant and found this TCR recognized a human endogenous retrovirus type E (HERV-E) derived 10-mer peptide, CT-RCC-1. The BZ-4 clone belongs to the V&#946;7.1 family and binds to CT-RCC-1 in an HLA-A11 dependent manner. Adoptive infusion of CD8+ BZ-4 transduced T cells is currently being explored in an NIH phase I trial (NCT03354390). Because CD4+ T cells have been shown to augment the anti-tumor effects of TCR-modified CD8+ T cells, we hypothesized that CD4+ T cells genetically engineered to co-express BZ-4 and CD8 would recognize and kill RCC tumors expressing the CT-RCC-1 and would improve the in vivo proliferation and tumor cytotoxicity of CD8+ BZ-4 T cells. CD4+ T cells isolated from healthy donor PBMCs were transfected via Sleeping Beauty electroporation with the control MART-1 reactive TCR (DMF5), BZ-4, or BZ-4 alongside the CD8 co-receptor (BZ-4-8). CD8+ T cells were similarly transfected with DMF5 or BZ-4. Following magnetic bead enrichment, 66% to 84% (mean 77%) of transfected T cells stained positive for V&#946;7.1. TCR engineered T cells were subsequently tested for their ability to lyse a) luciferase transduced HLA A-11 expressing RCC tumors and b) a T2 cell line modified to express both HLA A-11 and luciferase that was peptide-pulsed with decreasing concentrations (5 x 10<sup>-1<\/sup>, 5 x 10<sup>-2<\/sup>, 5 x 10<sup>-3<\/sup> &#38; 5 x 10<sup>-4<\/sup> ug\/mL) of CT-RCC-1. CD4+ T cells expressing BZ-4 or BZ-4-8 as well as CD8+ T cells expressing BZ-4 or DMF5 were used either alone or in combination in cytotoxicity assays. For combined T cell groups, the total effector\/target ratio was maintained at the same ratio as individual T cell groups. For T-2 targets, CD4+ BZ-4 T cells exhibited no cytolytic activity in contrast to both CD8+ BZ-4 T cells and CD4+ BZ-4-8 T cells, which were highly cytolytic to target cells. For RCC tumor targets, CD4+ BZ-4 T cells exhibited no cytolytic activity at 48, 72 and 96 hours in contrast to both CD8+ BZ-4 T cells and CD4+ BZ-4-8 T cells, which exhibited high levels of tumor killing at these timepoints. Remarkably, CD4+ BZ-4-8 T cells alone or in combination with CD8+ BZ-4 T cells demonstrated tumor cytotoxicity that was comparable to that observed with CD8+ BZ-4 T cells alone. In conclusion, these data show that CD4+ BZ-4 T cells transfected with the CD8 co-receptor acquire the ability to lyse RCC tumors at levels comparable to that observed in CD8+ BZ-4 T cells. Additional experiments are planned to evaluate whether mixtures of CD8+ BZ-4 T cells with CD4+ BZ-4-8 T cells will augment the ability of TCR modified T cells to proliferate in vivo and kill human RCC tumors compared to CD8+ BZ-4 T cells alone in tumor bearing NSG mice.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Immuno-oncology,T cell Engineering,T cell functional assay,Renal cell carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Igboko<\/b><sup>1<\/sup>, L. Chen<sup>1<\/sup>, S. Barisic<sup>2<\/sup>, E. Cherkasova<sup>1<\/sup>, D. Allan<sup>1<\/sup>, M. Chakraborty<sup>1<\/sup>, J. Clara<sup>1<\/sup>, A. Parrizzi<sup>1<\/sup>, K. Carney<sup>1<\/sup>, R. Nadal Rios<sup>1<\/sup>, R. Reger<sup>1<\/sup>, R. Childs<sup>1<\/sup>; <br\/><sup>1<\/sup>NIH National Heart, Lung & Blood Institute, Bethesda, MD, <sup>2<\/sup>Oregon Health & Science University, Portland, OR","CSlideId":"","ControlKey":"5838a1f7-2864-4f91-b8a5-590db0eb0666","ControlNumber":"8329","DisclosureBlock":"&nbsp;<b>M. Igboko, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>S. Barisic, <\/b> None..<br><b>E. Cherkasova, <\/b> None..<br><b>D. Allan, <\/b> None..<br><b>M. Chakraborty, <\/b> None..<br><b>J. Clara, <\/b> None..<br><b>A. Parrizzi, <\/b> None..<br><b>K. Carney, <\/b> None..<br><b>R. Nadal Rios, <\/b> None..<br><b>R. Reger, <\/b> None..<br><b>R. Childs, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7136","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3601","PresenterBiography":null,"PresenterDisplayName":"Munachiso Igboko, BS","PresenterKey":"7b3db11f-72e1-4fb8-aea1-e31ded95e195","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3601. Improving killing of renal cell carcinoma through the combined effects of TCR engineered CD4+ and CD8+ T cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improving killing of renal cell carcinoma through the combined effects of TCR engineered CD4+ and CD8+ T cells","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Natural killer (NK) cell tumor infiltration and higher expression of activating receptors NKp30 and NKp46 are associated with improved clinical outcomes in prostate cancer (PC). Activation of NK cells by androgen receptor inhibitors enhanced the killing of PC cell lines (Schwermann 2023). These findings support the therapeutic potential of strategies inducing NK cell activation to treat CRPC. NK cells induce apoptosis of cancer cells via TNF-related apoptosis-inducing ligand) (TRAIL) binding of death receptor 5 (DR5), which is overexpressed in PC cells. This is the first report of adoptive therapy utilizing high expression of TRAIL as a novel therapeutic strategy.<br \/>Methods: We transduced NK-92-MI and CD4+ (Jurkat) cell lines with human TRAIL (pLVX-EF1alpha-TRAIL-IRES-eGFP).Transduced cells were pre-treated with simvastatin or atorvastatin (4uM) for 36h, followed by stimulation (IL-2 100 IU\/ml and IL-12 100 ng\/ml) for 2h. The eGFP-expressing cells were then sorted by FACS. PC (PC3, DU145, LNCaP, and 22Rv1), fibroblast (IMR-90), and brain endothelial (hCMEC\/D3) cell lines were used in co-culture experiments with non-transduced and transduced NK cells and CD4+ cells. These experiments were quantified using the ImageXpress Confocal HT instrument. Viability assays were performed using Annexin-PI and flow cytometry staining for caspases 3\/7.<br \/>Results: Transduced NK-92 MI cells with TRAIL displayed increased surface expression of TRAIL (control[C]: 4.38%&#177;1; TRAIL-overexpression[NK-TRAIL]: 78.54%&#177;3.76; p&#60;0.001). Co-culture of PC cell lines with TRAIL-NK-92 MI cells resulted in significant tumor-induced apoptosis compared to co-culture with non-transduced NK cells after 48 hours (LNCaP + NK [C]: 16.52%&#177;5, LNCaP + NK-TRAIL: 73.19%&#177;6; PC [C]: 14.4%&#177;3, PC3 + NK-TRAIL: 79%&#177;8; 22Rv1 [C]: 16.78%&#177;1.7, 22Rv1 + NK-TRAIL: 76%&#177;8; DU145 [C]: 13%&#177;4, DU145 + NK-TRAIL: 59.1%&#177;10; p&#60;0.001). This enhanced cytotoxic function was also observed in CD4+ cells expressing high levels of TRAIL. Annexin-PI staining as well as Caspase 3 and 7 showed increased apoptosis in PC co-cultured with NK-TRAIL. Co-culture of NK-TRAIL cells did not affect the viability of the non-malignant cells (IMR-90 and hCMEC\/D3) over 48h (IMR-90 + NK: 4.6%&#177;1, IMR-90 + NK-TRAIL: 4.47&#177;2, p=0.9; hCMEC\/D3 + NK: 2.7%&#177;0.8, hCMEC\/D3 + NK-TRAIL: 2.2&#177;0.5, p&#62;0.99). These results align with the lower expression of DR5 on non-malignant cells compared to PC cell lines (IMR-90: 1.46%&#177;0.5, hCMEC\/D3: 1.9%&#177;0.8, LNCaP: 92.3%&#177;4.5).<br \/>Conclusion: Transduced NK-92 MI cells with human TRAIL-induced higher levels of apoptosis of PC cell lines compared with non-transduced NK cells in co-culture experiments. The results highlight the potential of TRAIL-expressing adoptive cell therapy for CRPC. Engaging adoptive therapies with specific targets (anti-PSMA CAR) might increase the therapeutic potential of this strategy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Natural killer cells,Adoptive cell therapy,TRAIL,Prostate cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Schwermann<\/b><sup>1<\/sup>, P. Srinivasan<sup>1<\/sup>, W. MacDonald<sup>1<\/sup>, V. Tajiknia<sup>1<\/sup>, A. Schmidt<sup>1<\/sup>, S. Zhang<sup>1<\/sup>, L. Carlsen<sup>1<\/sup>, A. George<sup>2<\/sup>, C. Purcell<sup>1<\/sup>, S. Lu<sup>3<\/sup>, M. Hadfield<sup>3<\/sup>, A. Mega<sup>3<\/sup>, B. Carneiro<sup>3<\/sup>, W. El-Deiry<sup>3<\/sup>; <br\/><sup>1<\/sup>Legorreta Cancer Center at Brown University, Providence, RI, <sup>2<\/sup>Yale School of Medicine, New Haven, CT, <sup>3<\/sup>Legorreta Cancer Center and Lifespan Cancer Institute at Brown University, Providence, RI","CSlideId":"","ControlKey":"f5b97be3-f791-4780-9055-3835ac1e7c76","ControlNumber":"6817","DisclosureBlock":"&nbsp;<b>M. Schwermann, <\/b> None..<br><b>P. Srinivasan, <\/b> None..<br><b>W. MacDonald, <\/b> None..<br><b>V. Tajiknia, <\/b> None..<br><b>A. Schmidt, <\/b> None..<br><b>S. Zhang, <\/b> None..<br><b>L. Carlsen, <\/b> None..<br><b>A. George, <\/b> None..<br><b>C. Purcell, <\/b> None..<br><b>S. Lu, <\/b> None..<br><b>M. Hadfield, <\/b> None..<br><b>A. Mega, <\/b> None.&nbsp;<br><b>B. Carneiro, <\/b> <br><b>AstraZeneca<\/b> Other, Institutional research support. <br><b>Abbvie<\/b> Other, Institutional research support. <br><b>Actuate Therapeutics<\/b> Other, Institutional research support. <br><b>Astellas<\/b> Other, Institutional research support. <br><b>Agenus<\/b> Other, Institutional research support. <br><b>Bayer<\/b> Other, Institutional research support. <br><b>Dragonfly Therapeutics<\/b> Other, Institutional research support. <br><b>Mink Therapeutics<\/b> Other, Institutional research support. <br><b>Pfizer<\/b> Other, Institutional research support. <br><b>Pyxis Oncology<\/b> Other, Institutional research support. <br><b>Repare Therapeutics<\/b> Other, Institutional research support. <br><b>Regeneron<\/b> Other, Institutional research support. <br><b>W. El-Deiry, <\/b> <br><b>Oncoceutics\/Chimerix<\/b> Other, Founder (Oncoceutics), Shareholder (no research funding). <br><b>P53-Therapeutics\/ELOS Oncology<\/b> Other, Founder, Shareholder (no research funding). <br><b>Caris Life Sciences<\/b> Other, Co-Chair, Executive Committee for Precision Oncology Alliance (no research funding); Leader, Translational Group. <br><b>D&D Pharma<\/b> Other, Research Funding through Sponsored Research Agreement. <br><b>Warren Alpert Foundation<\/b> Other, Research Funding. <br><b>NIH\/NCI<\/b> Other, Research Funding. <br><b>Ocean Biomedical<\/b> Other, Scientific Advisory Board. <br><b>RAIN Therapeutics<\/b> Advisory Board (unpaid and no funding). <br><b>SMURF-Therapeutics<\/b> Other, Founder, Shareholder (no research funding).","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7137","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3602","PresenterBiography":null,"PresenterDisplayName":"Maximilian Schwermann, MD","PresenterKey":"22ffb197-bd00-43b3-8bc4-7c1054643a78","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3602. TRAIL-NK-92 MI as a novel adoptive therapy for castration-resistant prostate cancer (CRPC): Preliminary <i>in vitro<\/i> results","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TRAIL-NK-92 MI as a novel adoptive therapy for castration-resistant prostate cancer (CRPC): Preliminary <i>in vitro<\/i> results","Topics":null,"cSlideId":""},{"Abstract":"Introduction: NKG2D-Ligands (NKG2D-Ls) are a family of immunomodulatory proteins that are upregulated on damaged or transformed cells but have limited expression on normal tissues. Natural killer (NK) cells target and eliminate NKG2D-L<sup>+<\/sup> cells through NKG2D receptor binding and subsequent activation. NKX101 is an allogeneic, off-the-shelf healthy donor-derived chimeric antigen receptor (CAR) NK cell therapy candidate engineered to express an NKG2D-L targeting CAR and membrane-bound IL-15 for extended persistence. In a clinical trial, NKX101 treatment combined with modified lymphodepletion incorporating cytarabine (Ara-C) has shown promise for the treatment of relapsed\/refractory (r\/r) AML, including generating complete responses (CR) with MRD negativity (MRD<sup>-<\/sup>). To support the rationale of NKX101 combined with modified lymphodepletion, we developed assays to (i) investigate the cytotoxic activity of NKX101 against individual NKG2D-Ls, (ii) determine the effect of Ara-C pre-treatment on NKG2D-L expression on AML cell lines, and (iii) evaluate the combined anti-leukemic activity of NKX101 and Ara-C.<br \/>Methods: NKX101 cells were generated from peripheral blood leukopaks from healthy donors. CHO-K1 cells were engineered to stably express individual NKG2D-Ls or transduced with empty vector controls and were combined with NKX101 cells for cytotoxicity experiments. AML cell lines were treated with increasing levels of Ara-C and evaluated for NKG2D-L expression by flow cytometry. To measure NKX101 cytotoxicity against AML cell lines, NucRed&#8482;-labeled target cells were pre-treated with Ara-C using IC<sub>50<\/sub> and IC<sub>90<\/sub> concentrations and co-cultured with NKX101. Specific cell killing of target cells was measured using an Incucyte&#174; instrument for five days. Assessment of the contribution of each agent was determined using a dose-response matrix of increasing concentrations of NKX101 and Ara-C to generate specific cytotoxicity values. Combination effects were analyzed using the SynergyFinder Plus web application.<br \/>Results: Expression of a single NKG2D-L was sufficient to trigger NKX101 cytotoxicity against target cell lines, further validating NKG2D-Ls as therapeutic targets. Flow cytometry analysis revealed that pre-treatment with Ara-C upregulated NKG2D-Ls on AML cell lines in a dose-dependent manner. NKX101 showed enhanced anti-leukemic activity against AML cells pre-treated with Ara-C compared to untreated controls, demonstrating that the combination can enhance NKX101 potency. Assessment of the combination of NKX101 and Ara-C using a dose-response matrix revealed that the two modalities combine to potently kill AML cells in a synergistic manner, supporting continued investigation of NKX101 CAR NK cell therapy after lymphodepletion incorporating Ara-C for the treatment of r\/r AML.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Combination studies,Natural killer cells,Adoptive cell therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Cho<\/b>, N. Kimura, J. Sood, D. Juat, M. Zhang, C. Chan, T. Geng, K. Hansen, J. Trager; <br\/>Nkarta Inc., South San Francisco, CA","CSlideId":"","ControlKey":"2a9e57ee-9f0a-4b18-9770-aa449c8b555f","ControlNumber":"678","DisclosureBlock":"<b>&nbsp;C. Cho, <\/b> <br><b>Nkarta, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>RAPT Therapeutics<\/b> Stock. <br><b>N. Kimura, <\/b> <br><b>Nkarta, Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. Sood, <\/b> <br><b>Nkarta, Inc.<\/b> Employment, Stock, Stock Option. <br><b>D. Juat, <\/b> <br><b>Nkarta, Inc.<\/b> Employment, Stock, Stock Option. <br><b>Arcus<\/b> Stock. <br><b>M. Zhang, <\/b> <br><b>Nkarta, Inc.<\/b> Employment, Stock, Stock Option. <br><b>C. Chan, <\/b> <br><b>Nkarta, Inc.<\/b> Employment, Stock, Stock Option. <br><b>T. Geng, <\/b> <br><b>Nkarta, Inc.<\/b> Stock. <br><b>K. Hansen, <\/b> <br><b>Nkarta, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>J. Trager, <\/b> <br><b>Nkarta, Inc.<\/b> Employment, Stock, Stock Option, Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7138","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3603","PresenterBiography":null,"PresenterDisplayName":"Cynthia Cho","PresenterKey":"e05a139e-7235-4a90-9245-4e86a7409e2a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3603. NKX101, an allogeneic off-the-shelf CAR NK cell therapy targeting NKG2D-Ls, has potent anti-leukemic activity alone or in combination with Ara-C","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NKX101, an allogeneic off-the-shelf CAR NK cell therapy targeting NKG2D-Ls, has potent anti-leukemic activity alone or in combination with Ara-C","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Acute myeloid leukemia (AML) is a malignancy of immature myeloid cells characterized by rapid proliferation of abnormal myeloblasts. Treatment options for patients with AML are limited, especially for relapsed\/refractory (r\/r) disease. Leukemic cells with stem cell features, known as leukemic stem cells (LSCs), have been implicated as the origin of relapse in minimal residual disease positive (MRD<sup>+<\/sup>) AML (Khaldoyanidi et al. 2022, Kamel et al. 2022). NKX101 is an allogeneic, off-the-shelf, healthy donor-derived chimeric antigen receptor (CAR) NK cell therapy candidate engineered to express an NKG2D CAR and membrane bound IL-15. In a clinical trial, NKX101 has shown promise for the treatment of r\/r AML, including generating complete responses (CR) with MRD negativity (MRD<sup>-<\/sup>). In this study, we utilize a flow cytometry-based approach to (i) evaluate the cell surface expression of NKG2D-Ls on normal cells vs. primary AML blasts, (ii) assess the expression pattern of NKG2D-Ls on AML blast subsets, and (iii) determine NKX101 cytotoxic killing of LSC and non-LSC AML blasts.<br \/>Methods: NKX101 cells were generated from peripheral blood leukopaks from healthy donors. Cryopreserved bone marrow mononuclear cells (BMMCs) were obtained from AML patients (n=20) and healthy donors (n=10) in accordance with approved IRB protocols. AML somatic mutation status was determined using an Illumina TruSight&#174; Myeloid Sequencing Panel. NKX101 cytotoxicity against patient-derived AML blasts was assessed using a flow cytometry-based assay that measured specific cytotoxicity and AML blast\/LSC markers. NKG2D-L expression was determined using flow cytometry with antibodies specific to individual NKG2D-Ls.<br \/>Results: Utilizing patient-derived primary samples, we demonstrate that NKG2D-Ls are expressed on AML blast cells and expressed at higher levels on AML blast cells compared to healthy normal hematopoietic cells (p = 0.002). Furthermore, we show that NKG2D-Ls are expressed at similar levels on LSCs compared to non-LSC AML blast populations. Target cell specific flow cytometry-based cytotoxicity assays revealed that NKX101 potently kills patient-derived AML blasts in a dose-dependent manner. Moreover, NKX101 had similar cytotoxic potency against both LSC and non-LSC AML blasts.<br \/>Conclusions: In summary, we show that NKG2D-Ls are expressed on the surface of both LSC and non-LSC AML blasts and at levels above those observed in normal hematopoietic cells. Additionally, the ability of NKX101 to potently kill AML LSC blasts suggests that NKG2D-L targeting may be a viable mechanism for eliminating LSCs in the blood and bone marrow of patients with r\/r AML. Taken together, these data support NKG2D-Ls as promising therapeutic targets for AML and support further investigation of NKX101 CAR-NK therapy for the treatment of r\/r AML.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Natural killer cells,Acute myeloid leukemia,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Hansen<\/b>, C. Cho, N. Kothari, D. Shook, J. Trager; <br\/>Nkarta Inc., South San Francisco, CA","CSlideId":"","ControlKey":"038af402-374f-40e3-b765-227dce38818d","ControlNumber":"2812","DisclosureBlock":"<b>&nbsp;K. Hansen, <\/b> <br><b>Nkarta Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>C. Cho, <\/b> <br><b>Nkarta Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>N. Kothari, <\/b> <br><b>Nkarta Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>D. Shook, <\/b> <br><b>Nkarta Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>J. Trager, <\/b> <br><b>Nkarta Inc.<\/b> Employment, Stock, Stock Option, Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7139","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3604","PresenterBiography":null,"PresenterDisplayName":"Kyle Hansen","PresenterKey":"434af38f-97a4-48f4-bce1-77708c036b3a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3604. NKX101, an allogeneic off-the-shelf NKG2D CAR-NK cell therapy, has potent in vitro cytotoxicity against patient-derived AML leukemic stem cells and non-leukemic stem cell blasts","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NKX101, an allogeneic off-the-shelf NKG2D CAR-NK cell therapy, has potent in vitro cytotoxicity against patient-derived AML leukemic stem cells and non-leukemic stem cell blasts","Topics":null,"cSlideId":""},{"Abstract":"Background: In metastatic melanoma (MM) patients (pts), adoptive cell transfer (ACT) using tumor-infiltrating lymphocytes (TIL) can yield lasting responses. However, TIL ACT with high-dose IL-2 has notable toxicities. Anti-PD1 (pembrolizumab) is FDA approved for MM treatment. Our study aimed to merge TIL infusion with anti-PD1 in two arms, comparing high (HD, arm 1) and low (LD, arm 2) IL-2 doses.<br \/>Methods: After tumor harvest and TIL expansion, pts were lymphodepleted with cyclophosphamide and fludarabine, followed by infusion with their ex-vivo expanded TIL combined with IL-2 (arm 1: 720,000 IU\/kg IV q 8 hrs up to 15 doses; arm 2: 2 million IU SC for 14 days). Pts were given 200 mg of IV anti-PD1 starting 21 days post-TIL infusion, followed by doses every 3 weeks for up to 2 years. Blood was taken before lymphodepletion and before the first two anti-PD1 doses for flow cytometry and cytokine analysis The primary endpoint of the study was determination of overall response rate by RECISTS 1.1 criteria. Enrollment aimed for 18 pts per arm, monitoring the primary ORR endpoint using a Bayesian rule. Enrollment would halt in any arm if the ORR dropped below 40%.<br \/>Results: The median age was 50 years (n=14: 6 F and 8 M). Of these 14 pts, 8, 2, 2, and 2 had cutaneous, uveal, mucosal, or unknown primary melanoma. Pts had a median of 3 lines of prior therapies (range 1-6), including anti-PD-1 (n=13). In arm 1, one pt had a partial response (PR) for 10 months, 2 had stable disease (SD), 3 had progressive disease (PD), and 1 was not evaluable (NE). In arm 2, one pt had an ongoing PR for over 76 months, 1 had SD, and 5 had PD. Due to ORR &#60;40% in each arm, enrollment was stopped after treatment of 14 pts. There was no significant different in progression-free survival or overall survival between the two arms (p=0.99 and p=0.71, respectively). In general, toxicity levels were comparable in both arms; however, pts in arm 2 had slightly lower grade 3 febrile neutropenia (57% vs. 71%) and shorter hospitalization (median 16 days vs. 18 days) than pts in Arm 1. While no correlation was observed between the phenotype of the TIL product and clinical response, both PR pts received high numbers of TIL (38.6x10^9 and 93.7x10^9; mean: 32.6x10^9 cells), with a high CD8+\/CD4+ T cell ratio (284.7 and 2.7; median: 2.7). IL-2 dose did not affect circulating Treg frequency, phenotype, or proliferation by flow cytometry 3 weeks post TIL infusion. IL-2 dose was not associated with CD4+ non-Treg and CD8+ T cell phenotype or proliferation. Addition of anti-PD1 reduced expression of checkpoints but did not boost T cell proliferation.<br \/>Conclusion: Our treatment strategy did not yield any distinct difference between low and high dose IL-2, suggesting the potential of low-dose IL-2 as an alternative. Anti-PD1 did not have any appreciable effect on immune states potentially due to the cohorts being comprised of a heavily pre-treated heterogenous pt population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Melanoma\/skin cancers,Immune checkpoint blockade,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Hasanov<sup>1<\/sup>, <b>S. Kiany<\/b><sup>2<\/sup>, M.-A. Forget<sup>2<\/sup>, R. L. Bassett<sup>2<\/sup>, M. A. Davies<sup>2<\/sup>, A. Diab<sup>2<\/sup>, J. E. Gershenwald<sup>2<\/sup>, I. C. Glitza<sup>2<\/sup>, J. E. Lee<sup>2<\/sup>, A. Lucci<sup>2<\/sup>, J. L. McQuade<sup>2<\/sup>, S. P. Patel<sup>2<\/sup>, M. I. Ross<sup>2<\/sup>, H. A. Tawbi<sup>2<\/sup>, J. Wargo<sup>2<\/sup>, M. K. Wong<sup>2<\/sup>, C. Bernatchez<sup>2<\/sup>, P. Hwu<sup>3<\/sup>, C. Haymaker<sup>2<\/sup>, R. N. Amaria<sup>2<\/sup>; <br\/><sup>1<\/sup>The Ohio State University Comprehensive Cancer Center, Columbus, OH, <sup>2<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>3<\/sup>Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"1875cea5-50f5-49db-9828-0d661b9eaf1a","ControlNumber":"1709","DisclosureBlock":"&nbsp;<b>M. Hasanov, <\/b> None..<br><b>S. Kiany, <\/b> None..<br><b>M. Forget, <\/b> None..<br><b>R. L. Bassett, <\/b> None.&nbsp;<br><b>M. A. Davies, <\/b> <br><b>Roche\/Genentech<\/b> Other, Consultant, PI of research grants. <br><b>Array<\/b> Other, Consultant. <br><b>Pfizer<\/b> Other, Consultant, PI of research grants. <br><b>Novartis<\/b> Other, Consultant. <br><b>BMS<\/b> Other, Consultant. <br><b>Sanofi-Aventis<\/b> Other, Consultant, PI of research grants. <br><b>Vaccinex<\/b> Other, Consultant. <br><b>Apexigen<\/b> Other, Consultant. <br><b>Eisai<\/b> Other, Consultant. <br><b>Iovance<\/b> Other, Consultant. <br><b>Merck<\/b> Other, Consultant, PI of research grants. <br><b>ABM Therapeutics<\/b> Other, Consultant, PI of research grants. <br><b>GSK<\/b> Other, Consultant, PI of research grants. <br><b>Myriad<\/b> Other, PI of research grants. <br><b>Oncothyreon<\/b> Other, PI of research grants. <br><b>LEAD Pharma<\/b> Other, PI of research grants.<br><b>A. Diab, <\/b> None.&nbsp;<br><b>J. E. Gershenwald, <\/b> <br><b>Merck<\/b> Other, consultant\/advisory board.<br><b>I. C. Glitza, <\/b> None..<br><b>J. E. Lee, <\/b> None..<br><b>A. Lucci, <\/b> None..<br><b>J. L. McQuade, <\/b> None..<br><b>S. P. Patel, <\/b> None..<br><b>M. I. Ross, <\/b> None..<br><b>H. A. Tawbi, <\/b> None..<br><b>J. Wargo, <\/b> None..<br><b>M. K. Wong, <\/b> None..<br><b>C. Bernatchez, <\/b> None..<br><b>P. Hwu, <\/b> None.&nbsp;<br><b>C. Haymaker, <\/b> <br><b>Dragonfly<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>KSQ<\/b> Grant\/Contract. <br><b>Avenge<\/b> Grant\/Contract. <br><b>Obsidian<\/b> Grant\/Contract. <br><b>Briacell<\/b> Stock Option. <br><b>Iovance<\/b> Grant\/Contract. <br><b>BTG<\/b> Grant\/Contract. <br><b>R. N. Amaria, <\/b> <br><b>Merck<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Onkure<\/b> Grant\/Contract. <br><b>Obsidian<\/b> Grant\/Contract, Other, Consulting\/Advisory. <br><b>Roche<\/b> Grant\/Contract. <br><b>Erasca<\/b> Other, Consulting\/Advisory.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7140","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3605","PresenterBiography":null,"PresenterDisplayName":"Simin Kiany, PhD","PresenterKey":"6d3adc9f-ade2-461d-8043-7c3e8291e117","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3605. Phase II study of pembrolizumab in conjunction with lymphodepletion, TIL ACT, and high- or low-dose IL-2 in patients with metastatic melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phase II study of pembrolizumab in conjunction with lymphodepletion, TIL ACT, and high- or low-dose IL-2 in patients with metastatic melanoma","Topics":null,"cSlideId":""},{"Abstract":"Cancer immunotherapies relying on targeted destruction of cancer cells by potent antitumor T cells have achieved unprecedented success in recent years. As a main form of cancer immunotherapies, adoptive T cell therapy (ACT) has shown a durable response in certain cancer patients. However, this response is often short-lived and tumor relapse occurs due to the outgrowth of antigen-lost-variant (ALV) tumors and poor antitumor immune response. Here, We reported that adoptively transfer of murine tumor-specific CD8<sup>+<\/sup> Tc9 but not Tc1\/CTL cells achieved long-term control of tumor growth in vivo. Here, we demonstrated that murine tumor-specific Tc9 cells not only killed antigen-expressing primary tumors but also controlled the outgrowth of antigen-lost relapsed tumors by recruiting and activating host effector CD4<sup>+<\/sup> T cells that recognized relapsed tumors. Tc9 cells secreted IL-24 and recruited CCR7-expressing conventional type-2 dendritic cells (cDC2) into tumor-draining lymph nodes to prime host CD4<sup>+<\/sup> T cell response against relapsed tumors. Depleting host CD4<sup>+<\/sup> T cells or deficiency in CCR7 expression impaired Tc9 cell ability to control the outgrowth of relapsed tumor. We also observed that intratumoral <i>IL24<\/i> expression was positively correlated with gene signatures of cDC2 and CD4<sup>+<\/sup> T cells in human cancers and expression of <i>IL24<\/i> and cDC2 and CD4<sup>+<\/sup> T cell gene signatures were associated with patient&#8217;s overall survival. Thus, this study uncovers a novel mechanism underlying activation of tumor-specific CD4<sup>+<\/sup> T cells in vivo.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"T lymphocytes,Adoptive cell therapy,Cancer immunotherapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Xiao<\/b>, Q. Yi; <br\/>Houston Methodist Research Institute, Houston, TX","CSlideId":"","ControlKey":"79cdbf5b-9f02-448d-8043-7bc7fce5c73a","ControlNumber":"1378","DisclosureBlock":"&nbsp;<b>L. Xiao, <\/b> None..<br><b>Q. Yi, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7141","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3606","PresenterBiography":null,"PresenterDisplayName":"Liuling Xiao","PresenterKey":"3a310c51-c3e9-4aa1-af80-532630a0fc4d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3606. Tumor-specific CD8<sup>+<\/sup> Tc9 cells activate host CD4<sup>+<\/sup> T cells to control antigen-lost tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor-specific CD8<sup>+<\/sup> Tc9 cells activate host CD4<sup>+<\/sup> T cells to control antigen-lost tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Metastatic uveal melanoma (UM) is an aggressive cancer, with a 1-year overall survival of &#60; 50%. While the bispecific T-cell engager tabentafusp is approved for HLA-A2+ patients with gp100+ UM, there are limited treatment options for patients who do not express HLA-A2. We present a strategy and proof-of-concept for designing and manufacturing a tumor-selective endogenous T-cell therapy (ETC) for a patient with metastatic UM.<br \/><b>Methods<\/b>: PBMC were collected by apheresis in 2013 upon first diagnosis with uveal melanoma; 8 years later, following progression, cryopreserved PBMC were used to generate autologous antigen-specific T cells for adoptive therapy. The validated tumor antigen SLC45A2 was found to be overexpressed in the patient&#8217;s metastatic tumor based on RNA expression profiling. Peripheral blood derived SLC45A2-specific HLA-A2402-restricted central memory CD8+ T cells were generated via a process of in vitro priming, IL-21 treatment, tetramer-guided sorting and cell expansion. Clinical response was assessed via longitudinal CT imaging and ctDNA-based MRD monitoring. Persistence of transferred T cells was measured via serial flow cytometry and RNA-sequencing of PBMCs, along with TCR and RNA sequencing of tumor tissue collected post infusion.<br \/><b>Results<\/b>: A 39 year old male received SLC45A2-specific ETC therapy and checkpoint inhibitor treatment for advanced metastatic UM (GNAQ (Q209P), BAP1 (E398*, LOF). Bulk RNAseq data from baseline biopsies were queried for known tumor-associated antigens, and <i>SLC45A2 <\/i>was expressed at high levels. The patient experienced widespread disease stabilization with minimal toxicity. SLC45A2-specific CD8+ T cells persisted in circulation up to 181 days after the first infusion and 43 days after the second infusion, ranging from 6.7% - 1.5% of total circulating CD3 T cells. T cell clones from the infusion product included the dominating TCR subclone in tumor tissue collected 6 weeks post infusion, comprising 33% of the TCR&#225; and 26% of TCR&#226; population. SLC45A2-specific T cells were identified in the tumor infiltrating lymphocytes in a separate lesion collected 10 months after the first infusion. A duodenum lesion progressed during treatment, and RNAseq demonstrated reduced expression of genes associated with HLA presentation and <i>SLC45A2<\/i> and reduced TIL infiltration, suggesting tissue-specific immune editing of the tumor cell population.<br \/><b>Conclusions: <\/b>1. Tumor-reactive antigen-specific T cells can be isolated and expanded for adoptive therapy using PBMCs cryopreserved for &#62; 8 years. 2. Following infusion, peripheral blood and tumor profiling support the persistence of transferred T cells in a patient with metastatic uveal melanoma. 3. Disease stabilization in aggressive metastatic UM was achieved with minimal toxicity. Overall, our study provides evidence and rationale for utilizing autologous antigen-specific T cells for treating rare cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Uveal melanoma,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Singh<sup>1<\/sup>, E. Ryu<sup>1<\/sup>, K. M. Campbell<sup>2<\/sup>, <b>A. Smith<\/b><sup>3<\/sup>, S. Phillips<sup>1<\/sup>, L. Soto<sup>1<\/sup>, I. Lai<sup>4<\/sup>, G. Lizee<sup>1<\/sup>, B. Vincent<sup>5<\/sup>, M. Thompson<sup>3<\/sup>, W. Hoos<sup>3<\/sup>, S. Patel<sup>1<\/sup>, C. Yee<sup>1<\/sup>; <br\/><sup>1<\/sup>MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>University of California, Los Angeles, Los Angeles, CA, <sup>3<\/sup>H37 Institute, Durham, NC, <sup>4<\/sup>CTMC, Houston, TX, <sup>5<\/sup>University of North Carolina at Chapel Hill, Lineberger Comprehensive Cancer Center, Chapel Hill, NC","CSlideId":"","ControlKey":"b57d06fe-b3ae-4165-8738-5c5ebdc0d762","ControlNumber":"5304","DisclosureBlock":"&nbsp;<b>S. Singh, <\/b> None..<br><b>E. Ryu, <\/b> None.&nbsp;<br><b>K. M. Campbell, <\/b> <br><b>Geneoscopy LLC<\/b> Independent Contractor, Stock. <br><b>PACT Pharma<\/b> Independent Contractor. <br><b>Tango Therapeutics<\/b> Independent Contractor. <br><b>Flagship Labs 81 LLC<\/b> Independent Contractor. <br><b>Jamie Leandro Foundation<\/b> Independent Contractor. <br><b>Rare Cancer Research Foundation<\/b> Independent Contractor. <br><b>Noetik<\/b> Independent Contractor. <br><b>A. Smith, <\/b> <br><b>Xilis, Inc<\/b> Employment, Stock. <br><b>Guidepoint<\/b> Independent Contractor. <br><b>Ramona Optics<\/b> Independent Contractor.<br><b>S. Phillips, <\/b> None..<br><b>L. Soto, <\/b> None..<br><b>I. Lai, <\/b> None..<br><b>G. Lizee, <\/b> None..<br><b>B. Vincent, <\/b> None..<br><b>M. Thompson, <\/b> None.&nbsp;<br><b>W. Hoos, <\/b> <br><b>Jamie Leandro Foundation<\/b> Independent Contractor.<br><b>S. Patel, <\/b> None.&nbsp;<br><b>C. Yee, <\/b> <br><b>Immatics<\/b> Independent Contractor. <br><b>T-Cypher Bio<\/b> Independent Contractor. <br><b>Obsidian<\/b> Independent Contractor. <br><b>Affyimmune<\/b> Independent Contractor. <br><b>Achelois<\/b> Independent Contractor.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7142","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3607","PresenterBiography":null,"PresenterDisplayName":"Amber Smith, PhD","PresenterKey":"692d02e5-38b7-410e-89c2-aa998d233d7d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3607. Case study: Efficacy and persistence of autologous T cell therapy targeting SLC45A2 in uveal melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Case study: Efficacy and persistence of autologous T cell therapy targeting SLC45A2 in uveal melanoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Poor trafficking, exhaustion and low persistence of adoptively transferred T and NK cell-based therapies in solid tumors remain major barriers in the field. Leveraging safety, tumor tropism and ease of genetic manipulation in bacteria present potentially a novel approach to overcome these barriers. Prior approaches to bacteria-based biologics delivery encounter issues of low concentration and fast clearance. In this study, we hypothesized that displaying immune-activating cytokines on outer membrane of <i>Escherichia coli (E. coli)<\/i> could modulate immunosuppressive tumor microenvironment (TME) enhancing migration, activation, and tumor control mediated by T and natural killer (NK) cells.<br \/>Methods: To investigate our hypothesis, we expressed human and murine cytokines: IL-15, decoy resistant IL-18 (DR-18), and IL-21 on outer membrane of a non-pathogenic facultative bacteria <i>E. coli <\/i>K-12. We first evaluated their ability to activate human mesothelin (MSLN) NK cell CARs <i>in vitro <\/i>and performed gene expression analysis.<i> <\/i>For the <i>in vivo<\/i> experiments we used C57BL\/6 mouse model with syngeneic tumor cell lines MC38 and B16F10. We also assessed the ability of human cytokine-displaying bacteria with human MSLN-CAR NK cells in NSG mice carrying human mesothelioma H226.<br \/>Results: OmpA displaying murine DR-18 on bacterial surface was most effective in tumor control. After optimization, intra-tumoral injection of the bacteria resulted in 50% of cured mice bearing MC38 and 30% of cured mice bearing B16F10. Rechallenging these mice with respective cells showed no tumor growth, indicating induction of tumor-specific immune memory. Tumor tissue analysis showed upregulation of CD8 T and NK cells and depletion experiments demonstrated the contribution of these cells to tumor control. When systemically injected, the bacteria inhibited tumor growth with no side effects. Bio-distribution analysis demonstrated bacterial enrichment in TME. Through the utilization of <i>in vitro<\/i> killing assays by NK cells, YiaT232 scaffold with human DR-18 emerged as the optimal candidate. RNA-sequencing demonstrated that bacteria with DR-18 were capable of upregulating IL-12 and oxidative phosphorylation pathway in NK cells. Furthermore, administration of bacteria displaying DR-18 and systemic (IV) MSLN-CAR-NK cells led to better tumor control (vs soluble DR-18 or bacteria alone) in NSG mice carrying mesothelin-high H226.<br \/>Conclusions: Here we develop a novel platform for immunotherapy involving surface display of cytokines in non-pathogenic <i>E. coli<\/i>. The bacteria were safe and demonstrated tumor tropism and CD8 T and NK cells were identified as the major effector cells mediating tumor control in immune-competent mice. Subsequently, we could display human DR-18 on these bacteria which resulted in superior tumor control in NSG mice when combined with MSLN-CAR-NK cells, paving the way for clinical translation in the near future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Cytokines,Bacterial therapy,Solid tumors,Natural killer cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shaobo Yang<\/b><sup>1<\/sup>, Michal Sheffer<sup>1<\/sup>, Isabel Kaplan<sup>1<\/sup>, Zongqi Wang<sup>2<\/sup>, Mubin Tarannum<sup>1<\/sup>, Roman Shapiro<sup>1<\/sup>, Yasmin Abdulhamid<sup>1<\/sup>, Rebecca Porter<sup>1<\/sup>, David Barbie<sup>1<\/sup>, Robert Soiffer<sup>1<\/sup>, Jessica Little<sup>1<\/sup>, Jerome Ritz<sup>1<\/sup>, Mengdi Yang<sup>3<\/sup>, Valeria Mrquez-Pellegrin<sup>3<\/sup>, Jiahe Li<sup>2<\/sup>, Rizwan Romee<sup>1<\/sup><br><br\/><sup>1<\/sup>Medical Oncology, DFCI\/Harvard Medical School, Boston, MA,<sup>2<\/sup>Biomedical Engineering, University of Michigan, Ann Arbor, Ann Arbor, MI,<sup>3<\/sup>Bioengineering, Northeastern University, Boston, MA","CSlideId":"","ControlKey":"57345c6b-d07f-40bb-b970-d11c795a9169","ControlNumber":"342","DisclosureBlock":"&nbsp;<b>S. Yang, <\/b> None..<br><b>M. Sheffer, <\/b> None..<br><b>I. Kaplan, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>M. Tarannum, <\/b> None..<br><b>R. Shapiro, <\/b> None..<br><b>Y. Abdulhamid, <\/b> None..<br><b>R. Porter, <\/b> None..<br><b>D. Barbie, <\/b> None..<br><b>R. Soiffer, <\/b> None..<br><b>J. Little, <\/b> None..<br><b>J. Ritz, <\/b> None..<br><b>M. Yang, <\/b> None..<br><b>V. Mrquez-Pellegrin, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>R. Romee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7143","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3608","PresenterBiography":null,"PresenterDisplayName":"Shaobo Yang, BS","PresenterKey":"1351d93b-cc96-4b37-9fbb-6f471d845d5e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3608. Nonpathogenic <i>E. coli<\/i> engineered to surface display human cytokines for enhanced immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nonpathogenic <i>E. coli<\/i> engineered to surface display human cytokines for enhanced immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Cytokine activation of T cells can promote T cell proliferation, memory and improve T cell function in driving tumor cell killing. However, systemic administration of cytokines at therapeutic doses is also associated with unacceptable toxicities. To overcome this limitation, we have engineered a system of private cytokine signaling to affect T cell homeostasis, identity, and function. Specifically, we have engineered chimeric cytokine receptors (CCRs) composed of single-chain variable fragments (scFvs) that bind specifically to small molecules such as fluorescein or DOTA. These scFvs are fused to transmembrane and intracellular domains of all members of the common gamma-chain (&#947;-chain) family of cytokine receptors. CCRs that permit private cytokine signaling were introduced into known CAR-T cell therapies and their impact on CAR-T cell phenotype, function, and anti-tumor activity was tested. First, CCR-containing T cells were tested for activation-induced changes in phenotype and expansion following stimulation with small molecule conjugates <i>in vitro<\/i>. The most promising results were obtained using either the IL-7R&#945;- or IL-2R&#946;\/&#947;-containing CCR&#8217;s. CCR-containing constructs were then transduced into one of two different anti-BCMA CAR-T constructs, ide-cel or cilta-cel, using a lentiviral transduction system. CAR-T cells containing each CCR were then compared with CAR-T cells lacking CCRs for phenotype and function <i>in vitro<\/i>. Results indicated that engineering the IL-7R&#945; CCR with both of these CAR-T&#8217;s led to increased expansion, cytokine secretion and improved tumor cell killing. Next, CAR-T cells expressing the IL-7R&#945; CCR were compared to CAR-T cells lacking CCR for efficacy and durability in a mouse model of human multiple myeloma. IL-7R&#945; CCR-expressing CAR-T cells demonstrated improved long-term tumor control compared to ide-cel and cilta-cel alone. In addition, IL-7R&#945; CCR-expression increased T cell numbers in blood, spleen and bone marrow of tumor-bearing mice. These increases were particularly evident in the CD8<sup>+<\/sup>population of CAR-T cells <i>in vivo<\/i>. These results demostrate that private cytokine signaling using small-molecule activatable CCRs can improve efficacy and durability of CAR-T cells. We are testing these CCRs in mouse models of human solid tumors to assess their ability to overcome the immunosuppressive microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Cytokines,Chimeric antigen receptor,T cell,Adoptive cell therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. R. Newcomb<\/b><sup>1<\/sup>, J. Ren<sup>1<\/sup>, S. Syed<sup>1<\/sup>, Z. Caruolo<sup>1<\/sup>, L. Webb<sup>1<\/sup>, C. McKay<sup>1<\/sup>, S. Kwei<sup>1<\/sup>, C. Novina<sup>2<\/sup>, F. Mermelstein<sup>1<\/sup>; <br\/><sup>1<\/sup>Dynamic Cell Therapies, Watertown, MA, <sup>2<\/sup>Dana Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"dcf3f734-d281-42ce-baaa-c280c3835c0c","ControlNumber":"6630","DisclosureBlock":"<b>&nbsp;J. R. Newcomb, <\/b> <br><b>Dynamic Cell Therapies<\/b> Employment, Stock Option. <br><b>J. Ren, <\/b> <br><b>Dynamic Cell Therapies<\/b> Employment, Stock Option. <br><b>S. Syed, <\/b> <br><b>Dynamic Cell Therapies<\/b> Employment, Stock Option. <br><b>Z. Caruolo, <\/b> <br><b>Dynamic Cell Therapies<\/b> Employment, Stock Option. <br><b>L. Webb, <\/b> <br><b>Dynamic Cell Therapies<\/b> Employment, Stock Option. <br><b>C. McKay, <\/b> <br><b>Dynamic Cell Therapies<\/b> Employment, Stock Option. <br><b>S. Kwei, <\/b> <br><b>Dynamic Cell Therapies<\/b> Employment, Stock Option. <br><b>C. Novina, <\/b> <br><b>Dynamic Cell Therapies<\/b> Stock Option. <br><b>F. Mermelstein, <\/b> <br><b>Dynamic Cell Therapies<\/b> Employment, Stock Option.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7144","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3609","PresenterBiography":null,"PresenterDisplayName":"John Newcomb, PhD","PresenterKey":"5c51c1d4-f5eb-4cc8-9bd5-b404c09e1c2f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3609. Chimeric cytokine receptors increase memory phenotypes and improve expansion and efficacy of CAR-T cell therapies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chimeric cytokine receptors increase memory phenotypes and improve expansion and efficacy of CAR-T cell therapies","Topics":null,"cSlideId":""},{"Abstract":"Consumption of fructose in the form of high fructose corn syrup is elevated in the western diet, but it is not fully understood how fructose metabolism influences anti-tumor immunity. Fructose is canonically metabolized in the intestine and the liver and can shunt into glycolysis. In certain tumor types, fructose metabolism becomes deregulated, allowing tumor cells to metabolize fructose to power their biosynthetic processes. Similarly, reprogramming immune cells to be able to efficiently metabolize fructose may help us power immunotherapy to work in difficult to treat cancers, especially in individuals who have high fructose in their blood or in the tumor microenvironment (TME). Imparting effector T cells with the ability to use fructose for fuel can overcome one of the major metabolic limitations of the TME: limited nutrient supply. As T cells become activated, they alter their metabolism to support growth and proliferation. Activated CD8+ T cells upregulate their glycolysis which results in increased biosynthetic processes, such as synthesis of macromolecules and effector cytokines. However, tumor cells also consume substantial amounts of glucose, resulting in a glucose-depleted microenvironment, which could be one of the major barriers to immunotherapy working in solid tumors. Therefore, we engineered T cells to overexpress a fructose transporter, GLUT5, which is normally not expressed in the immune compartment at high levels. We hypothesized that increased fructose uptake by CD8+ T cells will ameliorate exhaustion caused by the glucose-low tumor microenvironment. Indeed, we determined that GLUT5 T cells are more efficient in killing in low glucose supplemented with fructose. We also observed that GLUT5 expression restores T cell glycolytic capacity under fructose to that of unexhausted T cells under glucose replete conditions. Similarly, GLUT5-expressing T cells proliferate faster <i>in vitro <\/i>and exhibit an improved ability to control B16 tumor growth <i>in vivo<\/i>. Additionally, combining GLUT5 cell infusion with checkpoint inhibition resulted in durable tumor control and prolonged mouse survival. Further, engineered CD19-targeted CAR T cells with expression of GLUT5 were more metabolically active and cytotoxic in low glucose conditions, mimicking the TME. In conclusion, GLUT5 expression in effector CD8+ and CAR T cells may allow immunotherapy to function in solid tumors under low glucose conditions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Glycolysis,Tumor microenvironment ,Metabolism,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Schild<\/b><sup>1<\/sup>, R. Chirayil<sup>2<\/sup>, L. Haughton<sup>1<\/sup>, P. Wallisch<sup>1<\/sup>, M. Berishaj<sup>1<\/sup>, D. A. Scheinberg<sup>1<\/sup>, K. R. Keshari<sup>1<\/sup>; <br\/><sup>1<\/sup>Memorial Sloan Kettering Cancer Center, New York City, NY, <sup>2<\/sup>Columbia University Medical Center, New York City, NY","CSlideId":"","ControlKey":"6a272cd1-2e64-4595-943a-3b55603a0e70","ControlNumber":"3309","DisclosureBlock":"&nbsp;<b>T. Schild, <\/b> None..<br><b>R. Chirayil, <\/b> None..<br><b>L. Haughton, <\/b> None..<br><b>P. Wallisch, <\/b> None..<br><b>M. Berishaj, <\/b> None.&nbsp;<br><b>D. A. Scheinberg, <\/b> <br><b>Abbott<\/b> Other, Licenses. <br><b>Actinium<\/b> Other, Licenses. <br><b>Clade<\/b> Other, Licenses. <br><b>Sellas Life Sciences<\/b> Other, Licenses. <br><b>3D medicines<\/b> Other, Licenses. <br><b>Pfizer<\/b> Other, consultant to, on BOD of, or has equity. <br><b>Pfizer<\/b> Other, consultant to, on BOD of, or has equity. <br><b>Sapience<\/b> Other, consultant to, on BOD of, or has equity. <br><b>Eureka<\/b> Other, consultant to, on BOD of, or has equity. <br><b>Atengen<\/b> Other, consultant to, on BOD of, or has equity. <br><b>IOVA<\/b> Other, consultant to, on BOD of, or has equity. <br><b>LNTH<\/b> Other, consultant to, on BOD of, or has equity. <br><b>K. R. Keshari, <\/b> <br><b>Atish Technologies<\/b> Other, co-founder. <br><b>NVision Imaging<\/b> Other, Scientific Advisory Boards.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7145","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3610","PresenterBiography":null,"PresenterDisplayName":"Tanya Schild","PresenterKey":"3ed15161-1fe0-4d4f-be69-dfbf1685b5b7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3610. Utilizing fructose metabolism to fuel anti-tumor immunity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Utilizing fructose metabolism to fuel anti-tumor immunity","Topics":null,"cSlideId":""},{"Abstract":"Recent advances in cancer immunotherapy have positively impacted the life expectancy of patients for an extensive range of clinical indications. With new treatment strategies and druggable targets being identified at an increasing pace, the number of patients eligible for cancer immunotherapy is expected to expand steadily. However, promising therapeutic developments face hurdles in translating preclinical findings into therapy since conventional 2D cancer models hold low clinical predictive value. HUB developed an innovative alternative, building on the discovery that adult stem cells proliferate and organise into three-dimensional organotypic structures when embedded into the extracellular matrix. Patient-derived organoids are generated from healthy and malignant tissues, and they recapitulate complex characteristics of the original parental tissue, including molecular heterogeneity and morphological and functional traits. Cell therapies have achieved positive results in treating haematological cancers. Recently, the unique tumour-targeting properties of &#947;&#948; T cell receptors have been leveraged to develop safer and more effective strategies. HUB and Gadeta joined efforts to explore the therapeutic potential of GDT002 - i.e. &#945;&#946; T cells engineered with a Gadeta proprietary new &#947;&#948;TCR - to target solid cancers. A preclinical basket trial was performed using patient-derived organoids from several tumour types (colorectal, breast, head and neck, ovarian cancers) cocultured with GDT002. The results showed broad reactivity of GDT002 against solid tumor PDOs. Interestingly, GDT002 was particularly efficient at killing ovarian cancer-derived PDOs, allowing Gadeta to move GDT002 to clinical trials for this indication confidently. This study reveals that our tumor organoid co-culture with engineered T cells platform holds significant value for the preclinical development of cellular therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Organoids,gamma-delta TCR,Cell Therapy,preclinical assay,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Andrea Bisso<sup>1<\/sup>, Rene Overmeer<sup>2<\/sup>, Sjoerd Baardman<sup>1<\/sup>, Chris Coomans<sup>1<\/sup>, Cesar Oyarce<sup>2<\/sup>, <b>Sylvia F. Boj<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Gadeta B.V., Utrecht, Netherlands,<sup>2<\/sup>HUB Organoids B.V., Utrecht, Netherlands","CSlideId":"","ControlKey":"144d2dc9-524a-4194-a466-28f74a4dd13c","ControlNumber":"6192","DisclosureBlock":"&nbsp;<b>A. Bisso, <\/b> None..<br><b>R. Overmeer, <\/b> None..<br><b>S. Baardman, <\/b> None..<br><b>C. Coomans, <\/b> None..<br><b>C. Oyarce, <\/b> None..<br><b>S. F. Boj, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7146","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3611","PresenterBiography":null,"PresenterDisplayName":"Sylvia Boj, PhD","PresenterKey":"cea2aa2c-697e-4d5d-a9cb-12c39ef7edc2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3611. A patient-derived organoid platform to assess the effectiveness of &#947;&#948;TCR cell therapy in solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A patient-derived organoid platform to assess the effectiveness of &#947;&#948;TCR cell therapy in solid tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: The tumor microenvironment (TME) is a dynamic and multifaceted system that comprises largely myeloid lineage immune cells including neutrophils, macrophages, dendritic cells and monocytes. When activated, these cells are can effectively infiltrate TME and orchestrate anti-tumor immune response. Reprogramming myeloid cells by arming them with a tumor specific chimeric antigen receptor (CAR) presents an attractive strategy to overcome current limitations in solid tumor treatment. In this study, we present the isolation and mRNA-based engineering of monocytes with chimeric antigen receptors (CARs), followed by their in vivo application for cancer treatment in rodent models and in human T cell lymphoma patients.<br \/><b>Results<\/b>: Engineered monocytes demonstrated the abilities to infiltrate the TME, undergo activation, and differentiate into macrophages and dendritic cells. Upon CAR activation, these reprogrammed myeloid cells utilized both direct and indirect mechanisms to eliminate tumor cells. This included direct tumor cell killing through phagocytosis and TNF-associated mechanisms. Furthermore, engineered monocytes exhibited the capacity to recruit natural killer (NK) cells and T cells to the TME. In the case of T cells, these engineered myeloid cells facilitated the presentation of neoantigens to T cells and stimulate an adaptive immune response. In patients with T cell lymphoma, treatment with engineered monocytes expressing a CAR targeting CD5 exhibited a favorable safety profile and was associated with TME remodeling, expansion of novel T cell clones, and promising survival outcomes.<br \/><b>Conclusions<\/b>: These findings underscore the potential of reprogrammed myeloid cells as a novel avenue for cancer immunotherapy, offering hope for improved treatments and outcomes in the fight against cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Wang<\/b><sup>1<\/sup>, M. Gerber<sup>1<\/sup>, M. Gorgievski<sup>1<\/sup>, J. D'Alessandro<sup>1<\/sup>, N. Diwanji<sup>1<\/sup>, R. Vale<sup>2<\/sup>, S. Mukherjee<sup>3<\/sup>, D. Getts<sup>1<\/sup>; <br\/><sup>1<\/sup>Myeloid Therapeutics, Cambridge, MA, <sup>2<\/sup>HHMI, Cambridge, MA, <sup>3<\/sup>Columbia Univerisity, Cambridge, MA","CSlideId":"","ControlKey":"9ac004e1-26e1-4a07-8519-db1bde6a93f8","ControlNumber":"7923","DisclosureBlock":"<b>&nbsp;Y. Wang, <\/b> <br><b>Myeloid Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. Gerber, <\/b> <br><b>Myeloid Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. Gorgievski, <\/b> <br><b>Myeloid Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. D'Alessandro, <\/b> <br><b>Myeloid Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>N. Diwanji, <\/b> <br><b>Myeloid Therapeutics<\/b> Employment, Stock, Stock Option.<br><b>R. Vale, <\/b> None..<br><b>S. Mukherjee, <\/b> None.&nbsp;<br><b>D. Getts, <\/b> <br><b>Myeloid Therapeutics<\/b> Employment, Stock, Stock Option.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7147","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3612","PresenterBiography":null,"PresenterDisplayName":"Yuxiao Wang, PhD","PresenterKey":"142a3a24-df9d-4089-92f3-842ca19b25cc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3612. Preclinical &#38; clinical activity of autologous mRNA engineered chimeric antigen receptor monocytes for targeted cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical &#38; clinical activity of autologous mRNA engineered chimeric antigen receptor monocytes for targeted cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Engineered Induced Pluripotent Stem Cells (iPSCs) are the core foundational technology for Century Therapeutics. In our constant effort to identify iPSC lines with diverse functional activity, we have derived a large panel of clinical-grade peripheral blood mononuclear cell (PBMC)-derived and gamma-delta T cell-derived IPSC lines (PiPSCs and TiPSCs, respectively) from multiple donors. These lines have been screened by multiple criteria to select the top lines for clinical development in our iPSC-derived NK (iNK) and T cell (iT) programs. Initial screening included in-depth genomic and transcriptomic analysis of PiPSC and TiPSC lines to eliminate those with any unwanted genetic abnormalities, as well as to build multi-omics datasets for correlating gene polymorphisms and transcript variation to function. Next, all lines were differentiated to iNK or iT effector cells, and phenotypically characterized throughout the differentiation process. In those studies, 86.5% of PiPSCs and 69.2% of TiPSCs lines were compatible with our protocols and able to be successfully differentiated and acquire NK cell and gamma delta T cell phenotypes respectively. Yield and lineage commitment (%CD56+ for NK cells and %CD3+ for T cells) variability was found to be higher across clones than donors in this initial analysis. Finally, we evaluated in vitro cytotoxicity, cytokine secretion, and persistence for all clones that met differentiation thresholds (&#62;90% lineage commitment ). As part of that evaluation, 39 PiPSCs lines were differentiated to iNK cells. Cytotoxicity against tumor lines was observed to be consistently between 85-100% at an effector to target ratio of 1:1. Although no trends in functionality were found to be associated with the PBMC donor, iPSC lines derived from CD34+ enriched PBMCs exhibited higher levels of innate killing as compared to those derived from bulk PBMCs. For this presentation, we will present genetic, transcriptomic , and phenotypic correlations with favorable differentiation and functional efficacy and illustrate how our screening process enables efficient selection of founder lines with the highest therapeutic potential for allogeneic cell therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Stem cells,T cell,Natural killer cells,Differentiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. A. Morse, Jr.<\/b>, A. Cogburn, A. Chialastri, M. S. Hall, O. Manor, A. Lebid, D. Kim, L. Cocka, D. J. Perry, C. Budd, A. Kolluri, L. Campion, T. Nishimura, M. Naso, H. Levitsky; <br\/>Century Therapeutics, Philadelphia, PA","CSlideId":"","ControlKey":"b43b198f-bd22-412f-90cd-6e197789e661","ControlNumber":"6572","DisclosureBlock":"<b>&nbsp;B. A. Morse, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>A. Cogburn, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>A. Chialastri, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>M. S. Hall, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>O. Manor, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>A. Lebid, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>D. Kim, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>L. Cocka, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>D. J. Perry, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>C. Budd, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>A. Kolluri, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>L. Campion, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>T. Nishimura, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>M. Naso, <\/b> <br><b>Century Therapeutics<\/b> Employment. <br><b>H. Levitsky, <\/b> <br><b>Century Therapeutics<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7148","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3613","PresenterBiography":null,"PresenterDisplayName":"Barry Morse","PresenterKey":"21a58aac-4594-4bf1-8cfa-039aa5e27c57","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3613. Screening iPSC lines for optimal characteristics of differentiation into immune effector cells for clinical programs","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Screening iPSC lines for optimal characteristics of differentiation into immune effector cells for clinical programs","Topics":null,"cSlideId":""},{"Abstract":"Glypican-3 (GPC3) is highly expressed in many of hepatocellular carcinoma, hepatoblastoma, ovarian clear cell carcinoma, and squamous cell lung carcinoma, but not expressed in almost all normal tissues, making it an excellent target for cancer immunotherapy. We identified each HLA-A24 and -A2-restricted GPC3-derived peptide and had conducted various clinical trials administering these peptides. All five cases of refractory hepatoblastoma, who had repeated relapses and remissions, are surviving for more than 9 years without recurrence by the only administering these peptide vaccines. We established many kinds of peptide-specific CTL clones with high avidity from PBMC of one of the female HLA-A*02:01-positive refractory hepatoblastoma patient treated with GPC3-derived peptide. Through collaborating research with Takara Bio Inc., which has siTCR technology and extensive experience in developing TCR-T cell therapies including NY-ESO-1 TCR-T, we identified most effective two kinds of TCR by creating a viral vector, preparing TCR-expressing T cells, and evaluating them in various in vitro\/in vivo experiments. These TCR-gene engineered T cell can kill cancer cells presenting glypican-3-derived peptides, so this TCR-T therapy has proven to be a promising treatment for patients with cancers that are HLA-A2 positive and express GPC3. The development of TCR-T has been overshadowed by the overwhelming increase in the number of CAR-Ts developed in recent years, but while CAR-Ts have struggled in solid cancers, there have been some reports of successful cases in TCR-Ts and remains a promising treatment. Although GPC3 is a membrane protein, it is not necessarily expressed on the cell membrane and is often expressed within the cell, so we believe that TCR-T is more effective than CAR-T, which targets GPC3. TCR-T cell therapy targeting GPC3 has not yet been implemented anywhere in the world, and we hope this TCR-T therapy as an effective treatment for hepatocellular carcinoma, an intractable cancer with a 10-year survival rate of only 15%, refractory childhood hepatoblastoma, ovarian clear cell carcinoma and lung squamous cell carcinoma that are difficult to respond to anticancer drugs. This development was based on an unmet medical need, and HLA-A2 is found not only in 40% of Japanese, but also in many Caucasians, making it versatile and possible for international expansion.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"T cell,Glypican-3,HLA class I,Cytotoxic T lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Terada<\/b><sup>1<\/sup>, K. Ohnuki<sup>1<\/sup>, M. Shimomura<sup>1<\/sup>, T. Suzuki<sup>1<\/sup>, Y. Amaishi<sup>2<\/sup>, K. Takeichi<sup>2<\/sup>, S. Okamoto<sup>2<\/sup>, N. Fujinami<sup>1<\/sup>, K. Takenouchi<sup>1<\/sup>, N. Tsukamoto<sup>1<\/sup>, K. Shoda<sup>1<\/sup>, T. Yoshikawa<sup>1<\/sup>, T. Nakatsura<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Center, Kashiwa, Japan, <sup>2<\/sup>Takara Bio Inc., Kusatsu, Japan","CSlideId":"","ControlKey":"ebd66adf-57a8-4157-926a-6ec8b51b8786","ControlNumber":"5778","DisclosureBlock":"&nbsp;<b>T. Terada, <\/b> None..<br><b>K. Ohnuki, <\/b> None.&nbsp;<br><b>M. Shimomura, <\/b> <br><b>ImmunoGeneTeqs, Inc.<\/b> Employment.<br><b>T. Suzuki, <\/b> None.&nbsp;<br><b>Y. Amaishi, <\/b> <br><b>Takara Bio Inc.<\/b> Employment. <br><b>K. Takeichi, <\/b> <br><b>Takara Bio Inc.<\/b> Employment. <br><b>S. Okamoto, <\/b> <br><b>Takara Bio Inc.<\/b> Employment.<br><b>N. Fujinami, <\/b> None..<br><b>K. Takenouchi, <\/b> None..<br><b>N. Tsukamoto, <\/b> None.&nbsp;<br><b>K. Shoda, <\/b> <br><b>Heartseed Inc<\/b> Employment.<br><b>T. Yoshikawa, <\/b> None.&nbsp;<br><b>T. Nakatsura, <\/b> <br><b>OncoTherapy Science, Inc<\/b> Patent. <br><b>Noile-Immune Biotech Inc.<\/b> Stock, Patent. <br><b>BrightPath Biotherapeutics Co., Ltd.<\/b> Grant\/Contract. <br><b>Thyas Co., Ltd.<\/b> Grant\/Contract, Patent. <br><b>ONO PHARMACEUTICAL CO., LTD.<\/b> Grant\/Contract. <br><b>Showa Denko Materials Co., Ltd.<\/b> Grant\/Contract, Patent. <br><b>MEDINET Co., Ltd.<\/b> Grant\/Contract, Patent. <br><b>NapaJen Pharma Inc.<\/b> Grant\/Contract. <br><b>Heartseed Inc.<\/b> Grant\/Contract. <br><b>Takara Bio Inc.<\/b> Grant\/Contract, Patent. <br><b>DAICEL CORPORATION<\/b> Grant\/Contract. <br><b>NA Vaccine Institute CO., LTD<\/b> Grant\/Contract. <br><b>Logomix Inc.<\/b> Stock Option, Grant\/Contract. <br><b>Optieum Biotechnologies Inc.<\/b> Stock Option, Grant\/Contract. <br><b>MaxCyte, Inc.<\/b> Grant\/Contract. <br><b>Chugai Pharmaceutical Co., Ltd<\/b> Grant\/Contract. <br><b>Sysmex Corporation<\/b> Patent. <br><b>Takeda Pharmaceutical Co., Ltd.<\/b> Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7149","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3614","PresenterBiography":null,"PresenterDisplayName":"Tsuyoshi Terada, MD","PresenterKey":"edf7fc8f-9b5d-4a2c-9b68-e91735a7171c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3614. T cell receptor-engineered T cell therapy using TCR gene derived from an HLA-A2 hepatoblastoma patient who was completely cured by administration of glypican-3 peptide vaccine","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"T cell receptor-engineered T cell therapy using TCR gene derived from an HLA-A2 hepatoblastoma patient who was completely cured by administration of glypican-3 peptide vaccine","Topics":null,"cSlideId":""},{"Abstract":"Background: Neuroblastoma (NB) is a common malignant extracranial solid tumor in children, responsible for 11% of cancer deaths in pediatric patients under 15 (Smith et al, Cancer, 2014). High-risk neuroblastoma is a metastatic disease in children aged 18 months or older with L2, M, or MS disease with amplification of the MYCN oncogene (Chuang Pediatr Blood Cancer 2021). Recent analyses by COG show that HR Neuroblastoma still has a 5-year event free survival of 51% despite an extensive treatment regimen (Steven et al, ASCO, 2022). To address improved tumor targeting and overcome antigen escape, chimeric antigen receptor (CAR) technology to Natural Killer (NK) cell therapy has been adapted (Chu\/Cairo, et al, Frontiers in Oncology, 2019). TGF&#946; is a potent mechanism of the NK cell anti-tumor resistance and is present at elevated levels in the NB tumor microenvironment (TME) (Foltz, Cancers, 2018). Studies demonstrated that blockade of TGF-&#946; signaling in NK cells caused the accumulation of NK cells that produce IFN-&#947; and neutralization of TGF-&#946; prevented NKG2D downregulation and also restored NK cell anti-tumor reactivity (Nayyar\/Chu\/Cairo, et al Frontierls in Oncology, 2018). ROR1, a transmembrane protein is highly expressed on the majority of NB (Rebagay\/Yan <i>Front Oncol<\/i>, 2012). Our group has successfully expanded functional and active peripheral blood NK cells (exPBNK) with irradiated feeder cells and electroporated CAR mRNA to exPBNK (Chu\/Cairo, et al Cancer Immunol Res, 2015).<br \/>Objective: To determine in vitro cytotoxicity against neuroblastoma cells by ex vivo expanded TGF&#946; imprinting (TGF&#946;i) NK cells.<br \/>Methods: TGF&#946;i NK cells are generated by culturing expanded NK cells with irradiated K562-41BBL-mbIL21 in 50 IU\/mL IL-2 plus 10 ng\/mL TGF&#946; every 2-3 days for two weeks. NK and TGF&#946;i NK cells specific in-vitro cytotoxicity were compared via luciferase reporter assay against ROR1<sup>+<\/sup> NB cell lines as we previously described (Chu\/Cairo, et al, JITC, 2022). Cytokine\/chemokine levels secreted by NK and TGF&#946;i NK cells were compared using ELISA assays (Chu\/Cairo, et al, JITC, 2022).<br \/>Results: We have successfully expanded TGF&#946;i NK cells. These TGF&#946;i NK cells showed significantly enhanced in vitro cytotoxicity against NB cells compared to NK cells under TGF&#946; environment (20+<\/u>2.4% vs 0%; p&#60;0.001) at E:T=3:1 and consistently, TGF&#946;-imprinting NK secreted significantly high level of TNF-alpha (393.7pg\/ml<u>+<\/u>16.77pg\/ml) against NB cells (p&#60;0.001) compared to NK cells (79.7pg\/ml<u><u>+<\/u>14.7pg\/ml) under TGF&#946; environment.<br \/>Conclusion: Our data indicate<b> <\/b>TGF&#946;i NK cells may be a promising novel therapy to overcome the immunosuppression of TGF&#946; in the tumor microenvironment for pediatric NB tumors. We will further engineer these TGF&#946;i NK cells to express anti-ROR1 CAR to enhance the targeting specificity against NB tumors and investigate the anti-tumor effects of anti-ROR1 CAR TGF&#946;i NK cells against NB tumors <i>in-vitro<\/i> and <i>in-vivo<\/i> (Funded by U54 CA232561).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Natural killer cells,Neuroblastoma,TGF-&#946;,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. A. Ayala-Cuesta<\/b><sup>1<\/sup>, Y. Chu<sup>1<\/sup>, K. Foley<sup>1<\/sup>, M. Tian<sup>1<\/sup>, K. Klose<sup>1<\/sup>, A. S. Mendelowitz<sup>1<\/sup>, T. P. Cripe<sup>2<\/sup>, D. A. Lee<sup>2<\/sup>, M. S. Cairo<sup>1<\/sup>; <br\/><sup>1<\/sup>New York Medical College, Valhalla, NY, <sup>2<\/sup>Nationwide Children's Hospital, The Ohio State University, Columbus, OH","CSlideId":"","ControlKey":"44b5724d-0a3d-40ba-ac6c-f75b11fc57bb","ControlNumber":"1516","DisclosureBlock":"&nbsp;<b>J. A. Ayala-Cuesta, <\/b> None..<br><b>Y. Chu, <\/b> None..<br><b>K. Foley, <\/b> None..<br><b>M. Tian, <\/b> None..<br><b>K. Klose, <\/b> None..<br><b>A. S. Mendelowitz, <\/b> None..<br><b>T. P. Cripe, <\/b> None..<br><b>D. A. Lee, <\/b> None.&nbsp;<br><b>M. S. Cairo, <\/b> <br><b>Jazz Pharmaceuticals<\/b> Consultant. <br><b>Omeros Pharmaceutical<\/b> Consultant. <br><b>Servier Pharmaceutical<\/b> Consultant. <br><b>Abbvie and Novartis Pharmaceutical<\/b> Consultant\u000d\u000a. <br><b>Bureau for Jazz Pharmaceutical<\/b> Speaker. <br><b>Ameng, Inc<\/b> Speaker. <br><b>Sanofi and Sobi<\/b> Speaker. <br><b>AstraZeneca<\/b> Advisory Board. <br><b>Celularity<\/b> Research funding. <br><b>Merk<\/b> Research funding. <br><b>Miltenyi Biotec<\/b> Research funding. <br><b>Servier<\/b> Research funding. <br><b>Omeros<\/b> Research funding. <br><b>Jazz and Janssen<\/b> Research funding.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7150","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3615","PresenterBiography":null,"PresenterDisplayName":"Jessica Ayala-Cuesta, MD","PresenterKey":"9fb4a89a-c544-4e8f-b230-957574adc738","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3615. Targeting high-risk neuroblastoma by TGF&#946; imprinted natural killer cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting high-risk neuroblastoma by TGF&#946; imprinted natural killer cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Chimeric antigen receptor (CAR) T cell (CAR-T) treatments have revolutionized the treatment of multiple myeloma (MM). Two CAR-T cell products targeting B cell maturation antigen (BCMA) have received approval for the treatment of MM: idecabtagene vicleucel (idecel) and ciltacabtagene autoleucel (ciltacel). A comparative analysis of in vivo CAR-T responses in patients receiving these novel cellular therapies has not been performed, especially not in the real-world setting.<br \/><b>Methods: <\/b>We prospectively enrolled 23 MM patients treated with idecel or ciltacel in our study GCCC2043. Blood samples were obtained at apheresis, pre-lymphodepleting (LD) chemotherapy, on days 0, +7, +14, +21, +28 and at +3 months post CAR-T. Samples were stained using BCMA or control CAR detection reagents, monoclonal antibodies against T cell surface antigens, and analyzed using flow cytometry.<br \/><b>Results: <\/b>Baseline clinical characteristics, pre-apheresis and pre-LD absolute lymphocyte counts were comparable between groups. There were no G3 cytokine release syndrome (CRS) events whereas G1\/2 CRS and all-grade Immune Effector Cell-Associated Neurotoxicity Syndrome (ICANS) events were not significantly different between cohorts. The global overall response rate (ORR) was 78.3% (n=18) and 60.9% (n=14) at days 30 and 90, respectively. At +1 month, 72.7% (8\/11) of idecel and 83.3% (10\/12) of ciltacel cohort had an objective response (p=0.625). There was no statistical ORR difference between idecel and ciltacel cohorts at 3, 6, and 9 months. Two-way ANOVA of CAR-T expansion studies revealed a trend towards an effect of treatment type (p=0.0595). Time to peak CAR-T numbers was significantly shorter for idecel (p=0.0127), however, ciltacel showed a significantly more pronounced CAR-T expansion (p=0.043) and longer persistence. Peak CAR-T expansion was associated with clinical responses across cohorts at +1 (p=0.034) and +3 months (p=0.050). Day +30 responses were indicative of Day +90 and Day +180 responses (p&#60;0.001, p=0.011). There was no difference in CD8+ CAR T cell peak levels, however, CD4+ CAR T cell peak levels were much higher (p=0.019) for ciltacel vs. idecel. Similarly, there were significantly higher (p=0.002) CD4+\/CD8+ double-positive CAR-T peak levels in ciltacel vs. idecel patients. There was no significant difference in the distribution of T cell memory subtypes at peak level.<br \/><b>Conclusions: <\/b>We demonstrate here for the first time significant differences in CAR T cell expansion and persistence patterns following infusion of either idacel or ciltacel. Studies are underway at our institution investigating anti-BCMA CAR T cell responses in more detail and larger numbers of patients. Such studies have the potential to identify predictive\/prognostic biomarkers and\/or lead to further optimization of myeloma-targeting CAR-T.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Immunotherapy,CAR T cells,Immunoassay,Multiple myeloma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Kocoglu, A. P. Rapoport, E. Gebru, D. Omili, D. Yamoah, R. Mulatu, J. Yared, N. M. Hardy, M. Kallen, A. Z. Badros, <b>D. Atanackovic<\/b>; <br\/>University of Maryland Greenebaum Comprehensive Cancer Center, Baltimore, MD","CSlideId":"","ControlKey":"12f72de1-2260-4d1f-a07a-9c3adcd0732e","ControlNumber":"7852","DisclosureBlock":"&nbsp;<b>M. Kocoglu, <\/b> None..<br><b>A. P. Rapoport, <\/b> None..<br><b>E. Gebru, <\/b> None..<br><b>D. Omili, <\/b> None..<br><b>D. Yamoah, <\/b> None..<br><b>R. Mulatu, <\/b> None..<br><b>J. Yared, <\/b> None..<br><b>N. M. Hardy, <\/b> None..<br><b>M. Kallen, <\/b> None..<br><b>A. Z. Badros, <\/b> None..<br><b>D. Atanackovic, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7151","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3616","PresenterBiography":null,"PresenterDisplayName":"Djordje Atanackovic, MD","PresenterKey":"0a709b78-496e-4eb9-b1f1-71eaa725d407","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3616. <i>In vivo<\/i> expansion patterns of anti-BCMA CAR T-cell in relapsed\/refractory multiple myeloma: Comparative immunomonitoring of idecabtagene vicleucel and ciltacabtagene autoleucel","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vivo<\/i> expansion patterns of anti-BCMA CAR T-cell in relapsed\/refractory multiple myeloma: Comparative immunomonitoring of idecabtagene vicleucel and ciltacabtagene autoleucel","Topics":null,"cSlideId":""},{"Abstract":"Background: Chimeric antigen receptor (CAR) T cells targeting B-cell maturation antigen (BCMA) can induce &#62;70% response rates in patients with relapsed\/refractory multiple myeloma (RRMM). However, most patients ultimately relapse. There are two FDA-approved CAR T products: ciltacabtagene autoleucel (cilta-cel) and idecabtagene vicleucel (ide-cel), the former having much more durable responses. The mechanisms that mediate more durable responses with these CAR T cells is unknown. Previous studies have shown that specific cell states in the apheresis and infusion products are associated with long-term efficacy of anti-BCMA CAR therapy in MM and the relationship between durability of response and CAR T cell persistence remains unclear.<br \/>Methods: We analyzed serial bone marrow and PBMC samples from 20 MM patients who received BCMA CAR T therapy, including cilta-cel, ide-cel, and JCARH125. Flow cytometry and single-cell RNAseq were used to evaluate the features of CAR T cells that are associated with durable clinical responses.<br \/>Results: While CAR T cells were detectable but variable among patients at 1-month post infusion, the frequency of CAR T cells in bone marrow at 1-month post-infusion is positively correlated with progression free survival (PFS) in all MM patients (p=0.009). This association was also evident in patients just treated with cilta-cel (p= 0.008). By 6 months, CAR T cells could still be detected by high-throughput flowcytometry in the cilta-cel-treated patients, but CAR T cells were not detectable in most of the patients receiving the other 2 products. Cilta-cel CAR T cells predominantly possessed an effector-like surface phenotype at 1-moth post infusion in both CD8+ and CD4+ compartments in bone marrow. These CAR T cells shifted to effector memory and central memory T cell states by 6 months, respectively. For ide-cel and JCARH125, patients with more durable responses (&#62;6mos) there was a significantly higher proportion of CAR T cells with CD8+ effector memory-like state at 1-month post infusion.<br \/>Conclusions: Our data demonstrate that distinct anti-BCMA CAR T cell treatments lead to very different cellular outcomes: Cilta-cel CAR T cell treatment leads to greater expansion and persistence compared to other anti-BCMA CAR T cells. Cilta-cel CAR T cells also shift from the initial effector state to a memory phenotype. These results provide insights into features of more efficacious anti-BCMA CAR T cells that can help guide the future development of more durable treatments for MM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,BCMA,Multiple myeloma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Wu<\/b>, K. Law, G. Ledergor, C. Liu, Z. Fan, V. Gurunathan, A. Lea, M. Clark, S. Kwek, A. Cheung, J. Wolf, A. Chari, A. Kumar, J. Eyquem, T. Martin, L. Fong; <br\/>UCSF - University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"0d36637f-e64a-4267-a7bf-0eb7f5b5f0f4","ControlNumber":"4037","DisclosureBlock":"&nbsp;<b>K. Wu, <\/b> None..<br><b>K. Law, <\/b> None.&nbsp;<br><b>G. Ledergor, <\/b> <br><b>Caribou Biosciences, Inc<\/b> Employment, Stock.<br><b>C. Liu, <\/b> None..<br><b>Z. Fan, <\/b> None..<br><b>V. Gurunathan, <\/b> None..<br><b>A. Lea, <\/b> None..<br><b>M. Clark, <\/b> None..<br><b>S. Kwek, <\/b> None..<br><b>A. Cheung, <\/b> None..<br><b>J. Wolf, <\/b> None..<br><b>A. Chari, <\/b> None..<br><b>A. Kumar, <\/b> None..<br><b>J. Eyquem, <\/b> None..<br><b>T. Martin, <\/b> None.&nbsp;<br><b>L. Fong, <\/b> <br><b>Abbvie<\/b> Grant\/Contract. <br><b>Bavarian Nordic<\/b> Grant\/Contract. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract. <br><b>Dendreon<\/b> Grant\/Contract. <br><b>Janssen<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Roche\/Genentech<\/b> Grant\/Contract. <br><b>Actym<\/b> Other Business Ownership. <br><b>Atreca<\/b> Other Business Ownership. <br><b>BioAtla<\/b> Other Business Ownership. <br><b>Bolt Biotherapeutics<\/b> Other Business Ownership. <br><b>ImmunoGenesis<\/b> Other Business Ownership. <br><b>Nutcracker<\/b> Other Business Ownership. <br><b>RAPT  Therapeutics<\/b> Other Business Ownership. <br><b>Scribe Biosciences<\/b> Other Business Ownership. <br><b>Senti Biosciences<\/b> Other Business Ownership.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7152","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3617","PresenterBiography":"","PresenterDisplayName":"Kai Wu, MD;PhD","PresenterKey":"64f3c76c-4805-4787-914b-ab1a5e08e6e9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3617. Expansion and persistence of anti-BCMA CAR T cells correlates with durability of responses in multiple myeloma patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Expansion and persistence of anti-BCMA CAR T cells correlates with durability of responses in multiple myeloma patients","Topics":null,"cSlideId":""},{"Abstract":"Immune cell therapy has proven highly effective for the treatment of multiple myeloma (MM). However, key challenges remain that include disease relapse, limited patient access, and inability to effectively combine with existing standard-of-care therapies. Rapid progress in the development of off-the-shelf, multiplexed-engineered, induced pluripotent stem cell (iPSC)-derived cell therapies enables large-scale manufacture of immune cells incorporating multiple novel synthetic controls of cell function to improve cell fitness, enhance cell function, and enable synergistic combination with existing effective therapies such as CD38-targeted antibody (mAb) therapy. We have developed an iPSC-derived chimeric antigen receptor T (CAR-iT) cell therapy that uniquely leverages elements of both adaptive and innate immunity by incorporating a BCMA-targeted CAR (BCMA-CAR) derived from a scFv domain exhibiting high-binding affinity in the low nanomolar range, and a high-affinity, non-cleavable CD16 (hnCD16) Fc receptor to enable antibody-dependent cellular cytotoxicity with mAb therapy. The genetic deletion of CD38 gene was also incorporated to eliminate the possibility for CD38-mediated fratricide, and genetic deletion of TRAC gene was introduced to remove the potential risk of graft-versus-host disease in an allogeneic setting. These CAR iT cells, which were generated from a clonally-derived iPSC line, demonstrated homogenous expression of each genetic edit (&#62;95% BCMA-CAR and hnCD16; &#60;1% CD38 and TCR surface expression). Using a stringent, disseminated xenograft mouse model of multiple myeloma, MM.1S, which was allowed to achieve complete systemic engraftment during the initial 4 days, treatment with BCMA-CAR iT cells demonstrated comparable tumor cell clearance (p=0.0024 vs. vehicle at Day 17) to primary BCMA-CAR T cells (p=0.002 vs. vehicle). In combination with a CD38-targeted mAb to exploit hnCD16 and biallelic CD38 KO, BCMA-CAR iT cells are capable of dual-antigen targeting to address antigen escape and promote durable tumor control. To this end, a single dose of BCMA-CAR iT cells combined with daratumumab exhibited near complete TGI for the duration of the study (p&#60;0.0001 vs. vehicle at Day 37). Together, these studies demonstrate CAR iT cells incorporating a high-avidity BCMA CAR and high-affinity, non-cleavable CD16 Fc receptor can uniquely leverage elements of both adaptive and innate immunity and can be combined with CD38-targeted mAb to potentially outcompete primary BCMA CAR T cells. As these CAR iT cells can be administered off-the-shelf, key challenges associated with current immune cell therapy, such as patient access and inability to synergize with standard-of-care therapies, can be addressed for the treatment of relapsed \/ refractory MM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Immunotherapy,Chimeric antigen receptor,Off-the-shelf,Multiple myeloma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Reiser<\/b><sup>1<\/sup>, A. O'Connor<sup>1<\/sup>, B. Hancock<sup>1<\/sup>, S. Markov<sup>1<\/sup>, B. Groff<sup>1<\/sup>, A. Gutierrez<sup>1<\/sup>, M. Meza<sup>1<\/sup>, M. Jelcik<sup>1<\/sup>, Y. Pan<sup>1<\/sup>, A. Garcia<sup>1<\/sup>, B. Goulding<sup>1<\/sup>, M. Denholtz<sup>1<\/sup>, T. Lee<sup>1<\/sup>, R. Abujarour<sup>1<\/sup>, R. Bjordahl<sup>1<\/sup>, A. Rehm<sup>2<\/sup>, R. Clarke<sup>1<\/sup>, J. Goodridge<sup>1<\/sup>, B. Valamehr<sup>1<\/sup>; <br\/><sup>1<\/sup>Fate Therapeutics, San Diego, CA, <sup>2<\/sup>Max Delbruck Center, Berlin, Germany","CSlideId":"","ControlKey":"5762439d-fb58-4084-b470-0ad162b77a51","ControlNumber":"8410","DisclosureBlock":"&nbsp;<b>J. Reiser, <\/b> None..<br><b>A. O'Connor, <\/b> None..<br><b>B. Hancock, <\/b> None..<br><b>S. Markov, <\/b> None..<br><b>B. Groff, <\/b> None..<br><b>A. Gutierrez, <\/b> None..<br><b>M. Meza, <\/b> None..<br><b>M. Jelcik, <\/b> None..<br><b>Y. Pan, <\/b> None..<br><b>A. Garcia, <\/b> None..<br><b>B. Goulding, <\/b> None..<br><b>M. Denholtz, <\/b> None..<br><b>T. Lee, <\/b> None..<br><b>R. Abujarour, <\/b> None..<br><b>R. Bjordahl, <\/b> None..<br><b>A. Rehm, <\/b> None..<br><b>R. Clarke, <\/b> None..<br><b>J. Goodridge, <\/b> None..<br><b>B. Valamehr, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7153","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3618","PresenterBiography":null,"PresenterDisplayName":"John Reiser","PresenterKey":"7bf0e57a-7729-4c52-b164-9c66cffdc9c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3618. High-avidity BCMA CAR and high-affinity, non-cleavable CD16 Fc receptor incorporated in off-the-shelf CAR T cells promote multi-antigen targeting and durable anti-tumor cytotoxicity in the treatment of multiple myeloma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High-avidity BCMA CAR and high-affinity, non-cleavable CD16 Fc receptor incorporated in off-the-shelf CAR T cells promote multi-antigen targeting and durable anti-tumor cytotoxicity in the treatment of multiple myeloma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Expansion of chimeric receptor antibody (CAR)-T cells after infusion has been described as important marker in multiple myeloma (MM); however, the phenomenon of overt lymphocytosis has not been reported. We describe the kinetics of absolute lymphocyte count (ALC) after BCMA CAR-T in MM as a marker of depth of response and progression-free survival (PFS).<br \/>Methods: 158 patients (pts) were included (93 pts ciltacabtagene autoleucel (cilta-cel) and 65 pts idecabtagene vicleucel (ide-cel) from three institutions. Baseline characteristics, cytokine release syndrome (CRS), immune effector cell-associated neurotoxicity syndrome (ICANS), ALC on day -5 through 14, and outcomes were collected. A cohort of 84 pts who received CD19 CAR-T for non-Hodgkin lymphoma (NHL) as comparator. Peripheral blood (PB) flow cytometry was performed on days 7, 14 and 21 in 4 patients.<br \/>Results: Early ALC increase after BCMA CAR-T was frequent, with a median max ALC 1.3 x10<sup>3<\/sup>\/uL (IQR 1-4.4) from a median baseline of 0. However, when compared to ide-cel, cilta-cel had a higher median Max ALC (2 x10<sup>3<\/sup>\/uL (1 - 4.4) vs 0.8 (0.7 - 2.8), p &#60; 0.001), longer time-to-max ALC (11 vs 12 days, p = 0.003), and higher absolute ALC increase (2.1 x10<sup>3<\/sup>\/uL vs 0.7 x10<sup>3<\/sup>\/uL, p &#60;0.001), while there were no differences in ALC before lymphodepleting conditioning or day 0. Higher max ALC was associated with CRS (OR 4.8, CI 1.3-17.2, p 0.01). Max ALC and absolute increase in ALC were significantly associated with deeper response (VGPR vs PR or less), improved PFS and duration of response (DoR) in univariable analysis. Max ALC &#62;1 x10<sup>3<\/sup>\/uL (HR 0.4, 0.2-0.7, p &#60;0.001) and non-paraskeletal EMD (HR 2.1, 1.2-.4, p &#60;0.01) remained associated with PFS\/DoR in multivariable model after adjusting for CAR-T Product, high-risk cytogenetics, and number of previous lines. PB flow cytometry in 3 responder patients (max ALC range 2-14 x10<sup>3<\/sup>) showed expansion of CD3+ BCMA CAR-T from day 7 (BCMA CAR-T &#60;0.2% of CD3+ cells) to day 14 (BCMA CAR-T range 54-88.6%), while a non-responder (max ALC 0.4 x10<sup>3<\/sup>) patient had no expansion despite presence of CD3+ BCMA CAR-T at day 7, 14 and 21. BCMA CAR-T had higher max ALC when compared to CD19 CAR-T (median 1.3 x10<sup>3<\/sup> vs 0.4 x10<sup>3<\/sup> (0.2-0.7), p &#60; 0.001), while there were no differences in baseline ALC between BCMA and CD19 CAR-T. Median max ALC did not differ between response status after CD19 CAR-T (0.4 x10<sup>3<\/sup> (0.2-0.7) vs 0.6 (0.3-0.7), p = 0.3).<br \/>Discussion: Post-CAR-T lymphocytosis is common after BCMA CAR-T therapy for MM and is associated with response, PFS, and DoR after adjusting for other prognostic variables. A cut-off of max ALC &#62; 1 x10<sup>3<\/sup> identified patients with superior PFS, while max ALC &#60;0.5 x10<sup>3<\/sup> represents high-rates of poor response and early progression. ALC expansion correlated with BCMA CAR-T expansion as assessed by flowcytometry, supporting ALC assessment as an accessible surrogate that is clinically applicable and accessible.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Multiple myeloma,CAR T cells,Response,Prognostic markers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Mejia Saldarriaga<\/b><sup>1<\/sup>, D. Pan<sup>2<\/sup>, C. Unkenholz<sup>3<\/sup>, T. Mouhieddine<sup>2<\/sup>, J. Fein<sup>1<\/sup>, J. Monge<sup>1<\/sup>, C. Rosenbaum<sup>1<\/sup>, R. Pearse<sup>1<\/sup>, D. Jayabalan<sup>1<\/sup>, C. Gordillo<sup>4<\/sup>, H. Chan<sup>4<\/sup>, M. Mapara<sup>4<\/sup>, G. Inghirami<sup>1<\/sup>, S. Lentzsch<sup>4<\/sup>, R. Reshef<sup>4<\/sup>, A. Rossi<sup>2<\/sup>, S. Parekh<sup>2<\/sup>, S. Jagannath<sup>2<\/sup>, S. Richards<sup>2<\/sup>, R. Niesvizky<sup>1<\/sup>, M. Bustoros<sup>1<\/sup>; <br\/><sup>1<\/sup>Weill Cornell Medicine, New York, NY, <sup>2<\/sup>Mount Sinai, New York, NY, <sup>3<\/sup>Weill Cornell Medicine School of Medicine, New York, NY, <sup>4<\/sup>Columbia University Irving Medical Center, New York, NY","CSlideId":"","ControlKey":"921d52c2-a82f-465d-9763-e3efb92a453a","ControlNumber":"3432","DisclosureBlock":"&nbsp;<b>M. Mejia Saldarriaga, <\/b> None..<br><b>D. Pan, <\/b> None..<br><b>C. Unkenholz, <\/b> None..<br><b>T. Mouhieddine, <\/b> None..<br><b>J. Fein, <\/b> None.&nbsp;<br><b>J. Monge, <\/b> <br><b>Janssen<\/b> Consultancy. <br><b>C. Rosenbaum, <\/b> <br><b>Janssen<\/b> Research Funding.<br><b>R. Pearse, <\/b> None..<br><b>D. Jayabalan, <\/b> None..<br><b>C. Gordillo, <\/b> None..<br><b>H. Chan, <\/b> None.&nbsp;<br><b>M. Mapara, <\/b> <br><b>Bluebird bio<\/b> Consultancy. <br><b>Crispr\/vertex<\/b> Consultancy. <br><b>Incyte<\/b> Consultancy.<br><b>G. Inghirami, <\/b> None.&nbsp;<br><b>S. Lentzsch, <\/b> <br><b>Adaptive Biotechnologies<\/b> Consultancy and Membership on an entity's Board of Directors or advisory committees. <br><b>Alexion Pharmaceuticals<\/b> Consultancy and Membership on an entity's Board of Directors or advisory committees. <br><b>Bristol Meyers Squibb<\/b> Membership on an entity's Board of Directors or advisory committees. <br><b>Caelum Biosciences<\/b> Membership on an entity's Board of Directors or advisory committees and Patents & Royalties: January 1, 2041. <br><b>Celgene<\/b> Research Funding. <br><b>Clinical Care Options<\/b> Honoraria. <br><b>Janssen<\/b> Membership on an entity's Board of Directors or advisory committees. <br><b>Karyopharm Therapeutics<\/b> Membership on an entity's Board of Directors or advisory committees. <br><b>Oncopeptide<\/b> Membership on an entity's Board of Directors or advisory committees. <br><b>Pfizer<\/b> Consultancy. <br><b>Regeneron<\/b> Honoraria. <br><b>Sanofi<\/b> Research Funding. <br><b>Takeda<\/b> Membership on an entity's Board of Directors or advisory committees. <br><b>R. Reshef, <\/b> <br><b>TScan Therapeutics<\/b> Consultancy. <br><b>A. Rossi, <\/b> <br><b>Sanofi<\/b> Consultant. <br><b>Bristol Myers Squibb<\/b> Consultant. <br><b>Adaptive<\/b> Consultant. <br><b>S. Parekh, <\/b> <br><b>Amgen<\/b> Research Funding. <br><b>Karyopharma<\/b> Research Funding. <br><b>Bristol Myers Squibb<\/b> Research Funding. <br><b>S. Jagannath, <\/b> <br><b>Bristol Myers Squibb<\/b> Consultant. <br><b>Janssen<\/b> Consultant. <br><b>Merck<\/b> Consultant. <br><b>Sanofi<\/b> Consultant. <br><b>Takeda<\/b> Consultant. <br><b>Karyopharma<\/b> Consultant. <br><b>S. Richards, <\/b> <br><b>Janssen<\/b> Other, Honoraria, Advisory Board, Research Support. <br><b>Bristol Myers Squibb<\/b> Other, Honoraria, Advisory Board, Research Support. <br><b>Gracell Biotechnologies<\/b> Other, Steering Comittee, Research Support. <br><b>C4 Therapeutics<\/b> Other, Research Support.<br><b>R. Niesvizky, <\/b> None.&nbsp;<br><b>M. Bustoros, <\/b> <br><b>Janssen<\/b> Travel, Other, Consultancy\/ Honorarium. <br><b>Bristol Meyers Squibb<\/b> Other, Honorarium. <br><b>Karyopharm<\/b> Other, Honorarium. <br><b>Miniarini Biosystems<\/b> Other, Consultancy. <br><b>Ipsen<\/b> Other, Consultancy.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7154","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3619","PresenterBiography":null,"PresenterDisplayName":"Mateo Mejia Saldarriaga","PresenterKey":"72e516b2-91fa-45a7-bff2-dd5cd6b9de6b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3619. Post CAR-T lymphocytosis as a surrogate of BCMA CAR-T expansion, response, and prognosis in multiple myeloma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"238","SessionOnDemand":"False","SessionTitle":"Adoptive Cellular Therapy 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Post CAR-T lymphocytosis as a surrogate of BCMA CAR-T expansion, response, and prognosis in multiple myeloma","Topics":null,"cSlideId":""}]