[{"Abstract":"Background: Fresh frozen (FF) and formalin-fixed paraffin-embedded (FFPE) samples are primary resources for archival tissues in cancer studies. Despite the advantages of easy storage and cost-effectiveness, FFPE samples have the disadvantage of inevitable chemical-induced RNA degradation. Although, in mRNA-seq data, the 3' bias due to the characteristics of the mRNA-seq platform allows the measure of RNA degradation levels, for total RNA-seq and FFPE samples, there is still no clear measure for RNA degradation.<br \/>Methods: Our study, utilizing The Cancer Genome Atlas (TCGA) pilot data comprised of 26 paired samples of fresh frozen mRNA-seq [FFM], fresh frozen total RNA-seq [FFT], and FFPE total RNA-seq [PET], investigated RNA degradation patterns in FFPE samples. Upon investigating the read coverage of transcripts in FFPE data, we observed increased noise parameters in selected samples compared to others, suggesting a method for assessment of RNA degradation in FFPE. To measure these noise patterns, we developed a method called windowCV (wCV) utilizing coefficient of variance (CV) along the transcript length. Also, based on reports that membrane-surrounded RNA such as lncRNA and mitochondrial RNA (mtRNA) might be less affected by formalin fixation, we developed the simple measure dividing expression value of other proteins with certain lncRNA or mtRNA inferring the degree of RNA degradation.<br \/>Results: We first compared the shape of transcript read coverage from 3 different RNA-seq data and observed 3&#8217;bias pattern in FFM which was not observed in FFT and PET. For FFT and PET, we applied wCV and executed hierarchical clustering. We observed that a subset of samples and genes were clustered by high wCV value suggesting notable RNA degradation. To support the hypothesis of RNA degradation, we utilized Trimmed Mean of M values (TMM) expression ratio of paired FFT and PET to determine which samples and genes were associated with underestimation of expression in PET. Interestingly, we observed that PET\/FFT TMM ratio showed negative correlation with wCV. Additionally, when we investigated hierarchical clustering result of PET\/FFT TMM ratio, we found that lncRNA and mtRNA were less affected by FFPE. We then calculated expression ratio between membrane-surrounded RNA and a set of protein coding genes largely affected by FFPE. As a result, we found that this ratio positively correlated with paired PET\/FFT TMM ratio. We conclude that this simple measurement can provide information of FFPE induced underestimated expression with limited transcriptome data as well as RNA degradation.<br \/>Conclusion: Our method can provide gene-level CV while avoiding false positive variance signal originating from transcript model and simple way to detect the degree of RNA degradation across FFPE samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"FFPE,Long noncoding RNA,Mitochondria,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. Choi<\/b><sup>1<\/sup>, M. Yeon<sup>2<\/sup>, H. Choi<sup>1<\/sup>, D. N. Hayes<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Tennessee Health Science Center, Memphis, TN, <sup>2<\/sup>Florida State University, Tallahassee, FL","CSlideId":"","ControlKey":"c77559f1-6a0a-41d7-b70e-4f224f1ed5a1","ControlNumber":"2794","DisclosureBlock":"&nbsp;<b>W. Choi, <\/b> None..<br><b>M. Yeon, <\/b> None..<br><b>H. Choi, <\/b> None..<br><b>D. N. Hayes, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9505","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2323","PresenterBiography":null,"PresenterDisplayName":"Wonyoung Choi, PhD","PresenterKey":"715817d8-3b6c-45ce-88b4-30a32698e30c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2323. Deciphering RNA degradation: Insights from a comparative analysis of paired fresh frozen\/FFPE total RNA-seq","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering RNA degradation: Insights from a comparative analysis of paired fresh frozen\/FFPE total RNA-seq","Topics":null,"cSlideId":""},{"Abstract":"Background: Clonal Hematopoiesis (CH) is a well established confounder in next-generation sequencing (NGS)-based liquid biopsy cancer diagnostics. Misclassification of CH variants as tumor variants can lead to false positive actionable variant detection, potentially resulting in incorrect interpretation of results and therapy selection. Moreover, CH variants may also interfere with quantitative variant monitoring leading to inaccurate assessment of treatment response. While filtering of CH variants is possible via matched sequencing of white blood cell and plasma DNA, emerging algorithmic approaches may enable a more resource-effective, time-sensitive approach with high precision.<br \/>Methods: A random forest classifier was trained and validated on 1321 advanced, pan-solid tumor cancer samples (training n=660, validation n=661) sequenced using both the Tempus xF+ (liquid biopsy) and Tempus xT (solid tumor with matched buffy coat) NGS assays. Variants were labeled as CH or tumor-derived based on solid-tissue results in 39 genes that are known to be associated with CH (e.g., DNMT3A, TET2, TP53). The classifier was trained to classify SNV and indel variants detected via liquid biopsy as circulating-tumor or non-tumor (CH + germline) in origin. Features used by the classifier include the fragment size of reads overlapping each variant, prevalence in solid-tumor samples from the Tempus multimodal database, and variant allele fraction relative to estimated tumor fraction. Model classifications were validated against Tempus xT.<br \/>Results: Our training set (n=660 liquid biopsy samples) included 680 pathogenic variants. 50% (n=342\/680) were determined to be tumor-derived, while 50% (338\/680) are likely due to CH.<br \/>Our independent validation (n=661 samples) included 600 pathogenic variants. Model prediction accuracy on these validation set variants was 91.7%, with an ROC-AUC of 0.97. Sensitivity was 88.3% (n=257\/291 true positives correctly labeled as non-tumor variants), specificity was 94.8% (n=293\/309 true negatives correctly labeled as tumor variants), and precision was 94.1%.<br \/>The model ranked &#8220;gene&#8221; as the most informative feature for variant classification, followed by measurements of fragment distribution and historical prevalence of individual variants within the Tempus Database.<br \/>Conclusion: A novel classifier trained on multiple orthogonal bioinformatics features can reliably distinguish CH from tumor-derived variants using only liquid biopsy data with high accuracy, including high sensitivity and high specificity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Cancer diagnostics,Liquid biopsies,Clonal Hematopoiesis of Indeterminate Potential,Circulating tumor DNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Sonnenschein<\/b>, M. Hasan, S. Hui, B. Tell, H. Nimeiri, J. Freaney, K. Sasser, W. Zhu, C. Lo; <br\/>Tempus Labs, Chicago, IL","CSlideId":"","ControlKey":"35406dfb-00fb-4265-9b82-3912dc3977e0","ControlNumber":"4686","DisclosureBlock":"<b>&nbsp;A. Sonnenschein, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock Option. <br><b>M. Hasan, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock Option. <br><b>Agilent Technologies<\/b> Stock. <br><b>Sophia Genetics<\/b> Other, Distribution of royalties. <br><b>S. Hui, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock Option. <br><b>B. Tell, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock Option, Patent. <br><b>H. Nimeiri, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock Option. <br><b>AbbVie<\/b> Stock. <br><b>J. Freaney, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock Option. <br><b>K. Sasser, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock Option. <br><b>Genmab<\/b> Employment, Stock. <br><b>W. Zhu, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock Option, Patent. <br><b>C. Lo, <\/b> <br><b>Tempus Labs<\/b> Employment, Stock Option, Patent.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9506","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2324","PresenterBiography":null,"PresenterDisplayName":"Anne Sonnenschein","PresenterKey":"9b2b471f-edda-4682-b345-2dab103dfd9a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2324. Leveraging a comprehensive genomic data library for detecting clonal hematopoiesis in liquid biopsy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Leveraging a comprehensive genomic data library for detecting clonal hematopoiesis in liquid biopsy","Topics":null,"cSlideId":""},{"Abstract":"Although mass spectrometry is powerful for proteomic quantification, the inherent issue of missing values remains a significant challenge. We found a prevalent lack of quantification of valuable proteins (e.g., immune cell markers and drug targets) in published datasets, limiting the functional utilities of quantitative proteomic profiles. This was exemplified by the substantial lack of quantification of immune cell marker, which impede the dissection of tissue-infiltrating immune cells by deconvolution analysis of cancer proteomic profiles. Thus, we introduce a network-based method NUWA-ms for robust abundance inference of missing proteins using multi-cohort proteomic profiles. By evaluating 561 tumors with paired proteomic and transcriptomic profiles, a significant improvement of deconvolution performance was shown with the aid of NUWA-ms. This was further validated by the comparison between scRNA-seq and proteomic analyses of a same gastric cancer tumor tissue. NUWA-ms applications to cancer proteomic profiles facilitated the inference of CD8+ T cell markers and effector proteins, enabling the associations of CD8+ T cell infiltration with MSI status in colorectal cancer and anti-PD-1 therapy response in melanoma. These findings demonstrated the utilities of NUWA-ms in depicting infiltrating lymphocytes in the tumor microenvironment using proteomic profiles. Furthermore, based on the proteomic profiles of six patient-derived tumor organoids (PDOs), NUWA-ms application helped identifying PDOs sensitive to a targeted therapeutic agent including the ones neglected by the raw MS quantification, and aided in revealing the resistant mechanism. Together, NUWA-ms could enable a robust inference of protein abundance, to help identifying protein biomarkers and therapeutic targets for cancer and other complex diseases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Proteomic analysis,Machine learning,Cancer,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Lihua Cao<sup><\/sup>, Yuhao Xie<sup><\/sup>, Jiale Chen<sup><\/sup>, Man Wang<sup><\/sup>, Tingting Zhao<sup><\/sup>, Heli Yang<sup><\/sup>, Yang Du<sup><\/sup>, Yang Yang<sup><\/sup>, Zhaode Bu<sup><\/sup>, Jiafu Ji<sup><\/sup>, <b>Jianmin Wu<\/b><sup><\/sup><br><br\/>Peking University Cancer Hospital & Institute, Beijing, China","CSlideId":"","ControlKey":"f83fd803-06b6-4eae-8732-5ca3b817ca7a","ControlNumber":"5746","DisclosureBlock":"&nbsp;<b>L. Cao, <\/b> None..<br><b>Y. Xie, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>M. Wang, <\/b> None..<br><b>T. Zhao, <\/b> None..<br><b>H. Yang, <\/b> None..<br><b>Y. Du, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>Z. Bu, <\/b> None..<br><b>J. Ji, <\/b> None..<br><b>J. Wu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9507","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2325","PresenterBiography":null,"PresenterDisplayName":"Jianmin Wu, PhD","PresenterKey":"ee1e5c90-ce14-4e43-9240-a073e282df34","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2325. NUWA-ms: A network-based method to infer quantification of missing proteins using multi-cohort proteomics profiles","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NUWA-ms: A network-based method to infer quantification of missing proteins using multi-cohort proteomics profiles","Topics":null,"cSlideId":""},{"Abstract":"Background: We extend algorithms for clonal lineage inference (``tumor phylogenetics'') from single-cell DNA sequence (scDNA-seq) data to accommodate broader classes of genetic variants, including single nucleotide variants (SNVs), copy number alterations (CNAs), and structural variants (SVs).<br \/>Methods: We develop a computational method based on constrained optimization, posing a problem of inferring cellular lineage trees consistent with a given scDNA-seq data set constrained to follow a Dollo parsimony model for SNVs and SVs. We then seek an optimal tree consistent with these constraints so as to optimize for a CNA minimum evolution model balanced against measure of consistency of the different data types with one another relative to the reconstructed set of clones. We pose this problem as an integer linear program (ILP) that we solve heuristically via a coordinate descent algorithm. We tested the resulting method on a combination of synthetic scDNA-seq data and publicly available real data.<br \/>Results: Results on synthetic data show the method to be effective at constructing lineage trees under a variety of parameter domains, including variations in noise levels, clone numbers, single cells, and mutation rates. We further show it to yield improved accuracy over widely used prior models that operate on only subsets of these variant types. Application to previously published scDNA-seq data demonstrate the method to be effective at inferring clonal lineage trees incorporating all three variant types. The results further show how the different kinds of variants can contribute in tandem to progression along single cell lineages or to the emergence of clones exhibiting hallmarks of distinct mechanisms of progression.<br \/>Conclusion: The results support the effectiveness of our method in resolving accurate trees from scDNA-seq data including diverse variant types, as well as the value of considering these mutation types collectively in developing a comprehensive understanding of how various forms of somatic mutability together shape clonal evolution in cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Bioinformatics,Single cell,Progression,Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Bristy<\/b>, X. Fu, R. Schwartz; <br\/>Carnegie Mellon University, Pittsburgh, PA","CSlideId":"","ControlKey":"95b7d02f-38d3-467e-bd1e-258ee7d1e908","ControlNumber":"5891","DisclosureBlock":"&nbsp;<b>N. Bristy, <\/b> None..<br><b>X. Fu, <\/b> None.&nbsp;<br><b>R. Schwartz, <\/b> <br><b>University of Pittsburgh Medical Center - Enterprises<\/b> Grant\/Contract. <br><b>Highmark<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9508","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2326","PresenterBiography":null,"PresenterDisplayName":"Nishat Bristy, Graduate Student","PresenterKey":"09aba05d-9f44-4c14-8d79-f3b1dffd454c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2326. Integrating single nucleotide variants (SNVs), copy number alterations (CNAs), and structural variants (SVs) into single-cell clonal lineage inference","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrating single nucleotide variants (SNVs), copy number alterations (CNAs), and structural variants (SVs) into single-cell clonal lineage inference","Topics":null,"cSlideId":""},{"Abstract":"High-throughput methods implemented in biology research produce a continuously growing array of data input that are used to produce data output with an increasing abundance of features. While growth in the volume and diversity of data input can be highly valuable for studying biological systems, it presents the challenge of managing enormous quantities of features, many of which are not relevant to the specific research question being asked. This excess data input burdens storage and computation of downstream clustering and machine learning tasks. A common approach used to manage this data input relies on filters applied to the features by their variance across the sample set, while applying random cutoffs. Our proprietary algorithm (&#8220;MADVAR&#8221;) enables the prioritization of variable features from high-throughput continuous data, by automatically finding an optimal cutoff for the distribution of the data. Based on the right-skew nature of biological data distribution, MADVAR finds and excludes the \"0 variance peak\" using the median of the distributions and the median absolute deviation (MAD). MADVAR enables a faster analysis with a reduced memory requirement, and dramatically improves clustering results with minimal loss of relevant features.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Machine learning,Bioinformatics,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"G. Silberberg<sup>1<\/sup>, <b>M. Ritchie<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Champions Oncology, Hackensack, NJ, <sup>2<\/sup>Corellia AI, Rockville, MD","CSlideId":"","ControlKey":"3a0d85df-7641-4744-a301-c4d0bc415ffe","ControlNumber":"6077","DisclosureBlock":"&nbsp;<b>G. Silberberg, <\/b> None..<br><b>M. Ritchie, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9509","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2327","PresenterBiography":null,"PresenterDisplayName":"Rachel Bunting, MBA;MS","PresenterKey":"6e0637a4-9462-43d1-b994-e74fe0184414","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2327. MADVAR: An algorithm that improves the relevance of computational biology output, while reducing compute time and space requirements","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MADVAR: An algorithm that improves the relevance of computational biology output, while reducing compute time and space requirements","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Homologous recombination deficiency (HRD) inhibits double strand breaks from being repaired in DNA, leading to cancer cells failing to recover themselves and cell death. Previous studies found that HRD-positive ovarian cancer patients had more significant clinical benefits from poly ADP-ribose polymerase inhibitors (PARPi) treatment. For accurate detection of HRD, next-generation sequencing (whole exome, whole genome) was used to identify large-scale genomic aberrations including telomeric allelic imbalance (HRD-TAI score), loss of heterozygosity profiles (HRD-LOH score), and large-scale state transitions (HRD-LST score). So far, many studies (HRDetect, SigMA, CHORD and shallowHRD) have been conducted to accurately determine HRD in a pan-cancer cohort. As the study progressed, it has been revealed that PARPi is effective when applied to patients with HRD in not only ovarian cancer but also breast cancer, prostate cancer, and pancreatic cancer.<br \/><b>Purpose: <\/b>To develop an algorithm that accurately predict HRD score in patients with ovarian cancer, breast cancer, prostate cancer, and pancreatic cancer utilizing a machine learning algorithm.<br \/><b>Methods: <\/b>We used whole-genome sequencing (WGS) data of 710 samples from 309 patients, whole-exome sequencing (WES) data of 4,650 samples from 2,193 patients from the pan-cancer cohort of the TCGA (TCGA-OV, TCGA-BRCA, TCGA-PRAD, and TCGA-PAAD). The HRD-TAI\/HRD-LST\/HRD-LOH scores were calculated through structural variation analyses. After data cleaning processes, machine-learning models were trained and tested on 228 out of 2,502 samples, and validation was performed on 1,248 out of 2,502 samples from the TCGA dataset.<br \/><b>Results: <\/b>To assess the performance of the machine-learning regressor, the concordance between predictions and annotations was quantified by calculating the R squared (&#119877;;;;^2). As a result of training using machine learning algorithm, we achieved a high &#119877;;;;^2 (0.904) with a RMSE (root mean squared error) score (7.649) for a pan-cancer cohort.<br \/><b>Conclusions: <\/b>Our regressor was robust and accurate when applied to 4 cancer types. Using our systematic pan-cancer analysis, we found novel insights into the mechanisms of HRD across cancer types with potential contribution to clinical practice.<br \/><b>Figure 1.<\/b> Functional HRR genes can repair DNA breaks, but deficient HRR genes will decrease rates of DNA repair leading to cell death via apoptosis.HRR, Homologous recombination repair; HRD, Homologous recombination deficiency<br \/><b>Figure 2.<\/b> Receiver operating characteristic (ROC) and under the curve (AUC) values showing the performance of machine-learning algorithm. TPR, true positive rate; FPR, false positive rate","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Next-generation sequencing (NGS),Homologous recombination,Ovarian cancer,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Choi<\/b>, Y. Choi; <br\/>Seoul St. Mary's Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"f1f6b6c4-e6f4-40b4-955a-bd6a088b8b20","ControlNumber":"6177","DisclosureBlock":"&nbsp;<b>B. Choi, <\/b> None..<br><b>Y. Choi, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9510","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2328","PresenterBiography":null,"PresenterDisplayName":"Boram Choi","PresenterKey":"987b3126-35cf-42b9-8f99-ebd61265e702","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2328. Next-generation sequencing-based regression algorithm to determine homologous recombination deficiency scores in a pan-cancer cohort","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Next-generation sequencing-based regression algorithm to determine homologous recombination deficiency scores in a pan-cancer cohort","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Spatially resolved transcriptomics (ST) has enabled a variety of cancer research on the heterogeneity of tumor microenvironment. However, when identifying cancer boundaries based on ST, the limited resolution of ST such as Visium hinders the accurate identification of cancerous regions. To address these issues, we have developed a novel approach for accurately classifying regions of the tumor by using deep image prior (DIP) algorithm to convert Visium data into high-resolution images.<br \/><b>Methods: <\/b>We proposed SuperST, which utilizes deep image prior to transform low-resolution ST data into high-resolution images, providing more accurate spatial marker expression patterns. This method was used to define cancer regions by combining with a pre-trained deep learning algorithm that recognizes spatial patterns. ST data of hepatocellular carcinoma (HCC) patients were used to apply SuperST. Firstly, 400 spatially variable genes were identified. SuperST leverages the deep image prior (DIP) algorithm and a U-Net neural network to transform ST data into high-resolution ones without needing ground-truth high-resolution data. The final high-resolution images of gene expression data were used to extract 512-dimensional feature vectors for each gene via a pre-trained convolutional neural network model (VGG16). Subsequently, we apply K-means clustering to these features to identify transcriptionally distinct tissue regions considering spatial information and compared with the human-labeled cancer regions.<br \/><b>Results: <\/b>The cancer region detection using spatial gene expression data and our algorithm yielded results that substantially align with the human annotations on the H&#38;E images. Furthermore, compared to the cancer definition obtained using the CopyKat and SPACET algorithms, our results were more spatially consistent for cancerous regions as well as providing high-resolution image-level definition of cancer region margin. This indicates that our algorithm better utilizes spatial information and more effectively overcomes the low resolution of ST data.<br \/><b>Conclusion: <\/b>This research demonstrates the effective application of our SuperST algorithm to the challenging problem of cancer region detection only using spatial gene expression data. It suggests that our algorithm could be utilized for a variety of problems in spatial biology in cancer research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Machine learning,Bioinformatics,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Jeongbin Park<\/b><sup>1<\/sup>, Seungho Cook<sup>1<\/sup>, Dongjoo Lee<sup>1<\/sup>, Jinyeong Choi<sup>1<\/sup>, Seongjin Yoo<sup>1<\/sup>, Hyung-Jun Im<sup>2<\/sup>, Daeseung Lee<sup>1<\/sup>, Hongyoon Choi<sup>1<\/sup><br><br\/><sup>1<\/sup>Portrai, Inc., Seoul, Republic of Korea, Seoul, Korea, Republic of,<sup>2<\/sup>Department of Molecular Medicine and Biopharmaceutical Sciences, Graduate School of Convergence Science and Technology, Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"c6751357-a42f-47ea-91d6-8e5cf9f3c8dd","ControlNumber":"6538","DisclosureBlock":"<b>&nbsp;J. Park, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>S. Cook, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>D. Lee, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>J. Choi, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>S. Yoo, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>H. Im, <\/b> <br><b>Portrai, Inc.<\/b> Stock. <br><b>D. Lee, <\/b> <br><b>Portrai, Inc.<\/b> Stock. <br><b>H. Choi, <\/b> <br><b>Portrai, Inc.<\/b> Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9511","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2329","PresenterBiography":null,"PresenterDisplayName":"Jeongbin Park","PresenterKey":"cb517d09-235e-469b-92b6-709fecb70788","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2329. Cancer region definition using spatial gene expression patterns by super resolution reconstruction algorithm for spatial transcriptomics data","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer region definition using spatial gene expression patterns by super resolution reconstruction algorithm for spatial transcriptomics data","Topics":null,"cSlideId":""},{"Abstract":"We have developed CTD2 (an algorithm to \"Connect the Dots\") to capture biological signals and identify candidate genes in complex networks. CTD2 extends the functionality of its predecessor CTD by providing ranked lists of genes that are &#8220;guilty by association&#8221; and significantly linked to other genes of interest. With the explosion of large scale multi-omics studies in the cancer field, novel approaches are needed to interpret these valuable datasets. Both CTD and CTD2 are information-theoretic algorithms that allow identification of highly connected sets of genes in complex networks without the need for permutation testing. CTD has been previously used to interpret perturbations in different subtypes of breast cancer. Additionally CTD has been used to identify biomarkers of chemotherapy response in Triple Negative Breast Cancer (TNBC) murine PDX models to both platinum and taxane agents. These small multigene biomarkers of response were shown to be informative for the response of both patients and PDXs. CTD2 was developed to expand the utility of the CTD package by also capturing genes that are \"guilty by association\". These genes are significantly connected to genes of interest (such as disease genes), and are ranked by their connectedness to these informative gene sets. To demonstrate its utility, we investigated if CTD2 could identify known breast cancer genes. Using TCGA breast cancer expression data, we built case\/control graphs over 5,000 variable genes for each subtype of breast cancer. Genes previously associated with breast cancer were identified with DisGeNET and split into a training set discovered pre-2015 and test set discovered post-2015. The genes that were discovered pre-2015 that overlapped with our networks (n = 680) were then used as an input for CTD2 along with the case\/control graphs. We then ranked the connectedness of all the genes in these graphs to the training set and found that the test set of breast cancer genes that were discovered post-2015 were significantly enriched in these ranked lists.We have shown that CTD2 and CTD can be utilized to discover biologically informative signals in complex networks. Furthermore we have deployed these tools on the Cancer Genomics Cloud to make them easily accessible for users without a bioinformatics background. The democratization of these in silico tools will allow for their adaptation by a wider audience and aid in the interpretation of large multi-omic datasets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX) models,Gene expression analysis,Biomarkers,Cancer genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>V. Petrosyan<\/b><sup>1<\/sup>, V. Kovacevic<sup>2<\/sup>, P. Obradovic<sup>3<\/sup>, C. Fisher<sup>4<\/sup>, Z. Worman<sup>4<\/sup>, D. Sain<sup>4<\/sup>, J. DiGiovanna<sup>4<\/sup>, B. Davis-Dusenberry<sup>4<\/sup>, A. Milosavljevic<sup>1<\/sup>; <br\/><sup>1<\/sup>Baylor College of Medicine, Houston, TX, <sup>2<\/sup>Persida Bio, Brooklyn, NY, <sup>3<\/sup>University of Belgrade, Belgrade, Serbia, <sup>4<\/sup>Velsera, Charlestown, MA","CSlideId":"","ControlKey":"7b8d01cc-4f3e-4cfa-b0bc-815f2cc79d8b","ControlNumber":"6698","DisclosureBlock":"&nbsp;<b>V. Petrosyan, <\/b> None..<br><b>V. Kovacevic, <\/b> None..<br><b>P. Obradovic, <\/b> None..<br><b>C. Fisher, <\/b> None..<br><b>Z. Worman, <\/b> None..<br><b>D. Sain, <\/b> None..<br><b>J. DiGiovanna, <\/b> None..<br><b>B. Davis-Dusenberry, <\/b> None..<br><b>A. Milosavljevic, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9512","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2330","PresenterBiography":null,"PresenterDisplayName":"Varduhi Petrosyan","PresenterKey":"87d5ad2a-bb2f-496b-bc9a-896ae1bb95b3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2330. CTD2 \"Connects the Dots\" to capture disease genes in complex networks and its application on the Cancer Genomics Cloud","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CTD2 \"Connects the Dots\" to capture disease genes in complex networks and its application on the Cancer Genomics Cloud","Topics":null,"cSlideId":""},{"Abstract":"Single-cell spatial transcriptomics measures thousands of genes <i>in situ<\/i> over potentially millions of cells. These rich datasets pose the best problem in genomics: how can an analyst possibly uncover all the biological insights contained within them? Careful analysis can uncover intricate biological relationships, but only if the analyst knows where to look. One useful set of &#8220;places to look&#8221; is genes sharing spatial correlations, i.e. that tend to be expressed in the same regions as each other. When genes are expressed together in space, it suggests causality, either by one gene acting on another, or by some latent variable impacting all the genes. These causal relationships have only become detectable en masse with the advent of spatial transcriptomics data, making them rich in potential for previously unknown findings. Unfortunately, spatial correlation has largely fallen short of its promise for one reason: genes expressed by the same cell type are usually highly spatially correlated. These trivial correlations overwhelm results driven by interesting biology.<br \/>Here we present an algorithm designed to discover spatial correlations arising from causal relationships and not from the cell type landscape. We compute genes&#8217; conditional correlations over space, looking at the residuals of spatial expression after accounting for the cell type landscape.<br \/>In a 6,000-plex Spatial Molecular Imaging (SMI) analysis of colon cancer, we find that approximately 80% of the strongest spatial correlations can be attributed to cell type; the remaining 20% suggest underlying causal relationships. 96 distinct modules comprising up to 46 spatially correlated genes were discovered. The expression within these modules is driven by between 1 and 19 different cell types. Notable modules include those related to IFNG signaling, antigen presentation, B-cell chemotaxis and activation, and microenvironmental remodeling. Further, our study delves into the spatial correlations among ligand-receptor pairs, revealing spatial co-regulation in a limited subset of the 555 ligand-receptor pairs examined in the 6,000-plex panel.<br \/>This approach enables us to discern spatial correlations that hint at biological causality, thereby beginning to delineate the \"spatial interactome\" of cancer. Leveraging a growing collection of 6,000-plex CosMx<sup>TM<\/sup> SMI cancer datasets that span various cancer types including breast, liver, kidney, lung, color, skin, and pancreatic cancers, we are systematically documenting the spatial dependencies of genes. This includes identifying correlations that are consistent across different tumors, as well as those unique to specific tumors or tumor types. Early observations have highlighted modules of chemokines (CCL3\/CCL4\/CCL3L, CXCL1\/CXCL2\/CXCL3), genes indicative of CAF phenotype (FN1 and collagens), and those involved in cell adhesion and collagen formation.<br \/>For research use only. Not for use in diagnostic procedures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Bioinformatics,Immune response,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Danaher<\/b>, D. McGuire, M. Patrick, D. Kroeppler, J. Schmid, J. M. Beechem; <br\/>NanoString Technologies, Inc., Seattle, WA","CSlideId":"","ControlKey":"f95c3c63-5ed4-4a97-8a81-7c45d328f4d9","ControlNumber":"7266","DisclosureBlock":"<b>&nbsp;P. Danaher, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock. <br><b>D. McGuire, <\/b> <br><b>Nanostring technologies<\/b> Employment, Stock. <br><b>M. Patrick, <\/b> <br><b>Nanostring technologies<\/b> Employment, Stock. <br><b>D. Kroeppler, <\/b> <br><b>nanostring<\/b> Employment, Stock. <br><b>J. Schmid, <\/b> <br><b>nanostring<\/b> Employment, Stock. <br><b>J. M. Beechem, <\/b> <br><b>NanoString Technologies<\/b> Employment, Fiduciary Officer, Stock, Patent.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9513","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2331","PresenterBiography":null,"PresenterDisplayName":"Patrick Danaher, PhD","PresenterKey":"3b4ea5b4-3ebc-41df-a1df-107de9a56f93","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2331. Uncovering gene co-regulation networks in spatial transcriptomics data","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Uncovering gene co-regulation networks in spatial transcriptomics data","Topics":null,"cSlideId":""},{"Abstract":"Objective: The objective of this study is to address the challenge of stitching artifacts in CODEX imaging, which hinders the accurate spatial quantification of positive cell locations&#8212;a critical step for reliable spatial analysis in computational pathology.<br \/>Methods: Our algorithm applies 2D-FT and inverse transformations to process pathological images. We tested the algorithm on 16 different histology images, each containing 5 or more regions. Within these regions, we evaluated 29 protein markers, culminating in the analysis of over 2800 images.<br \/>Results: The algorithm demonstrated a recall rate of over 85 percent, indicating a high likelihood of accurately identifying true positive regions with stitching artifacts. However, the precision varied, suggesting further investigation is needed to understand the variability and improve consistency.<br \/>Conclusion: The proposed method significantly improves CODEX imaging reliability by detecting and quantifying stitching artifacts. The method's high recall rates are promising, but the variable precision indicates the necessity for ongoing refinement to ensure consistent diagnostic accuracy across diverse and extensive image sets. Keywords: Computational pathology, Fourier transform, Image stitching, CODEX, Spatial analysis, Diagnostic precision, Recall.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Bioinformatics,CODEX,Fourier transform,Image stitching,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Afrooz Jahedi<\/b><sup>1<\/sup>, Aliya Khan<sup>2<\/sup>, Kasthuri Kannan<sup>1<\/sup>, Krishna Bhat<sup>1<\/sup><br><br\/><sup>1<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>College of Osteopathic Medicine, Sam Houston State University, Conroe, TX","CSlideId":"","ControlKey":"d9145038-8531-4d1a-abf3-30f00c334ee3","ControlNumber":"7613","DisclosureBlock":"&nbsp;<b>A. Jahedi, <\/b> None..<br><b>A. Khan, <\/b> None..<br><b>K. Kannan, <\/b> None..<br><b>K. Bhat, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9514","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2332","PresenterBiography":null,"PresenterDisplayName":"Afrooz Jahedi, BS;MS;PhD","PresenterKey":"8cf608c2-e56a-4eac-bb9a-50e932aa34cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2332. Enhanced analysis of CO-Detection by indEXing (CODEX) imaging through a novel image processing technique utilizing two-dimensional Fourier transform for stitching artifact detection","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhanced analysis of CO-Detection by indEXing (CODEX) imaging through a novel image processing technique utilizing two-dimensional Fourier transform for stitching artifact detection","Topics":null,"cSlideId":""},{"Abstract":"Knowing the chronological sequence of genetic alterations during cancer development and progression is crucial for understanding the process of transformation of normal tissue into malignant tumors. This can offer insights into the etiology and intrinsic cellular mechanisms of the process, presenting opportunities for early detection and treatment of initial disease stages, as well as highlight key events as potential therapeutic. Current methods of establishing progression histories of cancers rely either on direct sequencing of premalignant lesions, which are seldom available for tumors or on computational inference timing methods capable of reconstructing the history from primary tumor data. These methods require genome or exome sequencing data from a relatively large cohort of tumors and provide limited resolution due to overall scarcity of somatic mutations. We utilize a different source of genetic information, genome methylation, that also &#8220;records&#8221; historic information about acquisition and development of mutations. Over 28 million methylated CpG sites exist in the genome with several percent of them differentially methylated (DMS) between tissue types and tumor vs adjacent normal tissue. The several orders of magnitude higher density of distinctly methylated sites provides unprecedented resolution, needs fewer tumors, can be merged with driver mutation data and co-analyzed with &#8220;methylation clock&#8221; information that allows to establish early development, phylogeny and progression at unprecedented resolution. We developed methods for whole genome bisulfite sequencing (WGBS), reduced representation bisulfite sequencing (RRBS) and Oxford Nanopore Technologies native methylation sequencing data. Somatic DMS sites have distinct properties from somatic point mutations, can appear and disappear in the process of tumor evolution and development allowing for unique configuration of methylated islands. Our tools perform single sample and cohort level &#8220;timing&#8221;, multi-sample phylogeny reconstruction and cancer population reconstruction by integrating methylation and mutation information from the same sample. These new methods will significantly contribute to our understanding of cancer initiation and progression at a resolution not available previously.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Methylation,Bioinformatics,Cancer progression,Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"N. Guteneva, E. Lichter, <b>I. Leshchiner<\/b>; <br\/>Boston University, Boston, MA","CSlideId":"","ControlKey":"0660f3e5-b4cd-4b84-9abb-de1ad2da7abd","ControlNumber":"7908","DisclosureBlock":"&nbsp;<b>N. Guteneva, <\/b> None..<br><b>E. Lichter, <\/b> None.&nbsp;<br><b>I. Leshchiner, <\/b> <br><b>Nord Bio, Inc<\/b> Independent Contractor, Stock, Stock Option, Grant\/Contract. <br><b>PACT Bio, Inc.<\/b> Independent Contractor. <br><b>ennov1, LLC<\/b> Independent Contractor, Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9515","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2333","PresenterBiography":null,"PresenterDisplayName":"Ignaty Leshchiner, MS;PhD","PresenterKey":"343dace7-a4bb-490e-bc54-3edefcd22b25","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2333. Methylation based phylogeny and timing in cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Methylation based phylogeny and timing in cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Technologies for blood-based profiling of tumor DNA (&#8220;liquid biopsy&#8221;) have offered great prospects for non-invasive early cancer diagnosis, treatment monitoring, and clinical guidance, but further advances in computational models and data analysis to optimize monitoring protocols and develop liquid biopsy as a robust quantitative assay of tumor clonal evolution.<br \/>Methods: We propose new computational methods to improve our ability to characterize tumor clonal dynamics from circulating tumor DNA (ctDNA). Our methods address how to apply ctDNA assays most effectively to two distinct questions in profiling tumor clonal dynamics: 1) How to apply longitudinal ctDNA data to refine phylogenetic tree models of clonal evolution, and 2) how to most effectively characterize changes in clonal frequencies that may be indicative of treatment response or tumor progression. We pose these questions computationally in terms of a probabilistic framework for optimally identifying maximum likelihood markers for the preceding tasks and applying measured marker concentrations to their solution. We apply this framework by first evaluating the distribution of plausible clonal lineage models using bootstrap samples over pre-treatment tissue-based genetic variation data, then refining these lineage models and the clonal frequencies we can infer from them over successive longitudinal samples of selected markers.<br \/>Results: We tested our method on synthetic data under various model assumptions and showed the method to be effective at refining distribution tree models and clonal frequencies over longitudinal samples so as to minimize measures of tree distance relative to the ground truth. We further apply the methods to a real ovarian cancer case and show their ability to develop and refine a clonal lineage model and assess clonal frequencies.<br \/>Conclusion: Our methods show the power of ctDNA assays in conjunction with computational optimization to lead to improved marker selection, clonal lineage reconstruction, and tracking of clonal dynamics, with potential for more precise and quantitative profiling of tumor progression enabling improved clinical decision-making.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Liquid biopsies,Bioinformatics,Sequencing,Clonal evolution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X. Fu<\/b><sup>1<\/sup>, Y. Deng<sup>1<\/sup>, Z. Luo<sup>1<\/sup>, W. Laframboise<sup>2<\/sup>, D. Bartlett<sup>3<\/sup>, R. Schwartz<sup>1<\/sup>; <br\/><sup>1<\/sup>Carnegie Mellon University, Pittsburgh, PA, <sup>2<\/sup>Allegheny Health Network and Drexel University College of Medicine, Pittsburgh, PA, <sup>3<\/sup>Allegheny Health Network, Pittsburgh, PA","CSlideId":"","ControlKey":"2b6bfa3c-9d38-4ac9-a4e3-007b8e4cf819","ControlNumber":"8350","DisclosureBlock":"&nbsp;<b>X. Fu, <\/b> None..<br><b>Y. Deng, <\/b> None..<br><b>Z. Luo, <\/b> None.&nbsp;<br><b>W. Laframboise, <\/b> <br><b>Prevencio, Inc<\/b> Stock.<br><b>D. Bartlett, <\/b> None.&nbsp;<br><b>R. Schwartz, <\/b> <br><b>University of Pittsburgh Medical Center - Enterprises<\/b> Grant\/Contract. <br><b>Highmark<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9516","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2334","PresenterBiography":null,"PresenterDisplayName":"Xuecong Fu, Graduate Student","PresenterKey":"a2dff5e6-16cf-4e64-bbe7-9d91d15d372b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2334. Computational methods for optimizing marker selection, clonal lineage reconstruction, and longitudinal tracking of clonal dynamics via circulating tumor DNA (ctDNA)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Computational methods for optimizing marker selection, clonal lineage reconstruction, and longitudinal tracking of clonal dynamics via circulating tumor DNA (ctDNA)","Topics":null,"cSlideId":""},{"Abstract":"An increasing number of cancer research studies employ spatially resolved transcriptomics (SRT) to investigate the composition of tumor microenvironment in a cancer type of interest. These studies have defined tumor microenvironment (TME) states and spatial domains based on clustering spatial gene expression patterns in SRT in an unbiased manner, yet a more thorough delineation of TME states requires the incorporation of the tumor&#8217;s histology image. Here, we develop MultiNMF, a multiview factorization approach that is suitable for cancer research studies where joint profiles of spatial multi-omics and tumor histology images are available. We apply MultiNMF to analyze a set of TNBC SRT primary tumor samples and reveal TME states in the stromal, epithelial, and immune enriched compartments, defined by distinct histomorphological features. We further illustrate the ability of the approach to extend to paired spatial ATAC-seq and histology dataset that is recently published on HER2 breast cancer. MultiNMF thus permits an automated and data-driven decomposition of SRT and spatial ATAC data supported by histomorphological evidence.<br \/>Context<br \/>In SRT by 10X Visium, the hematoxylin eosin (H&#38;E) staining image is automatically aligned to the slide where the tissue section is mounted. Image patches can be easily extracted from areas under the SRT barcoded spots. For these images, I will apply a pre-trained convolutional neural network (CNN) model to extract high dimensional features from spot images. The image features can be added as a second view after gene expression view for joint analysis under MultiNMF.<br \/>Results<br \/>MultiNMF can factorize the SRT data into components well-supported by histological evidence. It has identified T-cell infiltrating regions, and EMT-enriched regions with distinct immune and stroma morphological characteristics. The T-cell infiltration neighbors a region that has an appearance of necrosis according to the pathologist evaluation. These domains further demonstrate enrichments of modules with motif enrichment (known as regulons) according to SCENIC analysis. Analysis of spatial ATAC illustrates not only HER2 but also its amplicon amplification. From MultiNMF components of spatial ATAC, we derive regulatory regions for T-cell\/B-cell marker genes. Overall, MultiNMF is a novel model that has not been applied to SRT field. It provides an multiomic extension to the traditional NMF.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Systems biology,Transcriptional regulation,Bioinformatics,Gene expression patterns,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"W. Bowie, S. Wang, B. Strope, <b>Q. Zhu<\/b>; <br\/>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"cf058f42-97b8-48fa-9814-84d67420e222","ControlNumber":"8738","DisclosureBlock":"&nbsp;<b>W. Bowie, <\/b> None..<br><b>S. Wang, <\/b> None..<br><b>B. Strope, <\/b> None..<br><b>Q. Zhu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9517","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2335","PresenterBiography":null,"PresenterDisplayName":"Qian Zhu, PhD","PresenterKey":"182492cf-3c32-4231-ba68-826bfd0033ff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2335. MultiNMF: multiview factorization for joint modeling of spatial multi-omics and histology images","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MultiNMF: multiview factorization for joint modeling of spatial multi-omics and histology images","Topics":null,"cSlideId":""},{"Abstract":"The purpose of this study was to build a software tool to test the feasibility of machine-learning (ML) assisted analysis of <i>in vivo<\/i> 3D images in oncology research studies. Conventionally, <i>in vivo<\/i> image segmentations are performed by hand, and are a bottleneck for data analysis, taking time and introducing both inter and intra-user variability. Recently, advances in ML have shown promise in accelerating similar clinical image analysis tasks. Our objective was to work toward making this technology accessible to preclinical cancer researchers. 3D image data across multiple mouse models, organs, modalities, and imaging systems were used. ML segmentation models were trained with user-defined masks on images of mouse bladders (N=134), kidneys (N=131), livers (N=65), and lungs (N=26) from either ultrasound or micro-computed tomography (uCT) scanners. Models were developed using PyTorch \/ MONAI, hosted in an AWS cloud environment, and served to users via a custom extension for 3D Slicer (www.slicer.org). Performance was assessed as the difference between the human vs. ML organ volumes on a test set unseen by the models during training. Lastly, the functionality of on-the-fly segmentation improvement tools through iterative user feedback was assessed. Results demonstrated that generating segmentations with the prototype ML software took 2-6 seconds per image running on a modern GPU (NVIDIA RTX 3090), compared to 3-7 minutes if performed manually by an expert user (&#62;30x improvement). The Dice scores between the ML generated and human segmentations ranged from 0.81 (liver ultrasound) to 0.84 (bladder ultrasound) but could be improved using ML-based on-the-fly mask improvement tools. Using data from this pilot study, we estimate that the threshold to achieve 90% accuracy on first-pass segmentations is between 200-300 training images, depending on the variance observed in the image data. In summary, the prototype software was able to decrease the manual analysis time across a variety of preclinical <i>in vivo<\/i> image modalities, which is broadly relevant to preclinical oncology research. The next steps for this project will be to extend the platform to additional orthotopic tumor models (e.g. pancreatic, liver, prostate, etc.) and deploy to the field to enable access to this toolset by preclinical imaging scientists across the world.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"In vivo,Image analysis,Imaging,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. M. Aji<sup>1<\/sup>, T. M. Kierski<sup>1<\/sup>, J. D. Rojas<sup>1<\/sup>, H. Morilak<sup>1<\/sup>, O. J. Kelada<sup>1<\/sup>, K. H. Gessner<sup>2<\/sup>, A. S. Gdowski<sup>2<\/sup>, L. Kim<sup>2<\/sup>, W. Y. Kim<sup>2<\/sup>, R. C. Gessner<sup>1<\/sup>, <b>T. J. Czernuszewicz<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Revvity, Durham, NC, <sup>2<\/sup>UNC Chapel Hill, Chapel Hill, NC","CSlideId":"","ControlKey":"9c21de22-8cec-4d7b-a71c-42bc861b1edf","ControlNumber":"7275","DisclosureBlock":"&nbsp;<b>A. M. Aji, <\/b> None..<br><b>T. M. Kierski, <\/b> None..<br><b>J. D. Rojas, <\/b> None..<br><b>H. Morilak, <\/b> None..<br><b>O. J. Kelada, <\/b> None..<br><b>K. H. Gessner, <\/b> None..<br><b>A. S. Gdowski, <\/b> None..<br><b>L. Kim, <\/b> None..<br><b>W. Y. Kim, <\/b> None..<br><b>R. C. Gessner, <\/b> None..<br><b>T. J. Czernuszewicz, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9518","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2336","PresenterBiography":null,"PresenterDisplayName":"Tomek Czernuszewicz","PresenterKey":"290fb574-ef8d-41f6-a042-596a34d3d55a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2336. A prototype for a machine-learning assisted image analysis tool for preclinical <i>in vivo<\/i> studies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A prototype for a machine-learning assisted image analysis tool for preclinical <i>in vivo<\/i> studies","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b><br \/>Optical genome maps (OGM) from Bionano enable the detection of genomic structural and copy number variants that cannot be detected by next-generation sequencing (NGS) technologies and are often missed by conventional cytogenetic techniques. Bionano has developed bioinformatics pipelines for calling structural and copy number variants including the Bionano Solve <i>de novo<\/i> assembly pipeline for constitutional analysis and the Rare Variant Analysis (RVA) pipeline for low-allele-fraction cancer applications. Both pipelines are computationally intensive and currently take 5-10 hours on the latest generation of the Bionano Saphyr&#174; Compute which is deployed as a four-node compute cluster and requires significant IT resources.<br \/><b><\/b><br \/><b>Methods<\/b><br \/>To increase throughput and simplify the deployment of the compute resources needed to support the Stratys&#8482; optical genome mapping instrument, Bionano has developed Stratys&#8482; Compute. Stratys Compute improves both compute and analytical performance by adapting compute-intensive stages in the Solve pipeline to run on GPUs and by developing the Guided Assembly pipeline.<br \/>Stratys Compute is powered by state-of-the-art NVIDIA RTX 6000 Ada generation cards and CUDA-optimized refinement, alignment, and structural variation detection kernels to accelerate OGM analysis. Stratys Compute is a standalone workstation placed adjacent to Stratys instrument. This will minimize the IT footprint and bypass the integration with the customer site&#8217;s data center.<br \/>We have incorporated these optimizations into the new Guided Assembly pipeline, which aims to combine the low-allele fraction detection capability of the RVA pipeline with the whole genome coverage and ability to detect smaller structural variants enabled by the <i>de novo<\/i> assembly pipeline. The Guided Assembly pipeline uses the reference genome as an initial seed followed by extension, refinement, and structural variant calling. This new analysis method has been evaluated through comparison to previous results from both existing pipelines and standard benchmarking datasets used to estimate structural variant calling performance and is deployed on Stratys Compute for both constitutional and low allele-fraction applications.<br \/><b><\/b><br \/><b>Results<\/b><br \/>Guided Assembly has been adapted to run on GPU hardware in a simplified compute tower that can be deployed to a lab along with the Stratys instrument without the need for a dedicated server room. We found concordance between the guided assembly results and our previous <i>de novo<\/i> and RVA pipeline results. We also found increased sensitivity at low allele fractions for detecting insertion variants smaller than 5 kb and larger than 200 kb while finding equivalent performance for other variant types with the updated methods. The accelerated Guided Assembly for constitutional and low-allele-fraction applications will be available to early access customers in Q4 2023 with full commercial release in Q2 2024.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Genomics,Bioinformatics,GPU Acceleration,Optical Genome Mapping,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Senol Cali<\/b>, T. Anantharaman, M. Muggli, S. Al-Saffar, C. Schoonover, N. Miller; <br\/>Bionano Genomics, San Diego, CA","CSlideId":"","ControlKey":"e3076b36-8579-473f-a6b1-f44ceb59bcf6","ControlNumber":"7492","DisclosureBlock":"&nbsp;<b>D. Senol Cali, <\/b> None..<br><b>T. Anantharaman, <\/b> None..<br><b>M. Muggli, <\/b> None..<br><b>S. Al-Saffar, <\/b> None..<br><b>C. Schoonover, <\/b> None..<br><b>N. Miller, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9519","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2337","PresenterBiography":null,"PresenterDisplayName":"Damla Senol Cali","PresenterKey":"c7187c1e-dbb2-4450-a905-8420f962b458","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2337. Accelerated optical genome mapping analysis with Stratys Compute and Guided Assembly","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Accelerated optical genome mapping analysis with Stratys Compute and Guided Assembly","Topics":null,"cSlideId":""},{"Abstract":"Better structural variation (SV) detection could improve cancer diagnosis, treatment and prevention. Yet many cancer genomics studies have only reliably detected single nucleotide variants and small indels due to technological limitations of short-read sequencing. While structural variants can be inferred from discordant short read pairs, as much as 70% of SVs remain undetected because of the mappability difficulties. This is especially true for SVs in regions where GC content is greater than 45% or regions which harbor tandem repeats and segmental duplications.<br \/>Advances in long-read sequencing enabled direct observation of SVs with recall and precision over 95% across a larger portion of the genome. To harness this technology, we developed Severus - a long-read SV caller that provides phased detection of both simple germline SVs as well as complex rearrangements commonly found in cancer genomes. Such rearrangements are built into a breakpoint graph to reconstruct derived tumor chromosome structure.<br \/>To benchmark Severus and other long-read SV calling methods, we sequenced six tumor\/normal cell line pairs using Nanopore, HiFi, short-read and Hi-C sequencing technologies. We combined the calls from multiple tools and technologies to generate benchmarking sets of somatic SV for each tumor cell line, and evaluated short- and long-read tools against this benchmark set.<br \/>Current tools for SV merging and comparison (such as truvari) were primarily designed for long indels, rather than breakends that are more common in somatic SVs. Another challenge is that different tools may represent the same variants differently in a VCF output. To enable robust somatic SV outputs comparison, we developed a tool called Minda that translates an input VCF entries into a unified representation, and then compares the calls in either pairwise or multi-tool mode.<br \/>As expected, in our benchmarking of cell six tumor cell line pairs, short-read methods had substantially lower recall and precision, compared to long-read methods. Among the long-read methods, Severus consistently had substantially better recall and precision, compared to Sniffles2, nanomonsv and SAVANA. An analysis of publicly available long-read sequencing of a melanoma cell line (for which curated benchmark SV set is available) produced consistent results.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Genomics,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Keskus<sup>1<\/sup>, <b>A. Bryant<\/b><sup>1<\/sup>, T. Ahmad<sup>1<\/sup>, A. Donmez<sup>1<\/sup>, I. Rodriguez<sup>2<\/sup>, N. Rossi<sup>2<\/sup>, Y. Xie<sup>2<\/sup>, B. Yoo<sup>3<\/sup>, R. Milano<sup>2<\/sup>, H. Lou<sup>4<\/sup>, J. Park<sup>5<\/sup>, J. Gardner<sup>5<\/sup>, B. McNulty<sup>5<\/sup>, K. Miga<sup>5<\/sup>, M. Dean<sup>2<\/sup>, M. Farooqi<sup>3<\/sup>, B. Paten<sup>5<\/sup>, M. Kolmogorov<sup>1<\/sup>; <br\/><sup>1<\/sup>Center for Cancer Research, National Cancer Institute, Bethesda, MD, <sup>2<\/sup>Division of Cancer Epidemiology and Genetics, National Cancer Institute, Rockville, MD, <sup>3<\/sup>Childrens Mercy Hospital, Kansas City, MO, <sup>4<\/sup>Leidos Biomedical Research, Inc., National Laboratory for Cancer Research, Frederick, MD, <sup>5<\/sup>UC Santa Cruz Genomics Institute, Santa Cruz, CA","CSlideId":"","ControlKey":"c0066256-b0be-4d56-a2a3-7bbda947b873","ControlNumber":"7598","DisclosureBlock":"&nbsp;<b>A. Keskus, <\/b> None..<br><b>A. Bryant, <\/b> None..<br><b>T. Ahmad, <\/b> None..<br><b>A. Donmez, <\/b> None..<br><b>I. Rodriguez, <\/b> None..<br><b>N. Rossi, <\/b> None..<br><b>Y. Xie, <\/b> None..<br><b>B. Yoo, <\/b> None..<br><b>R. Milano, <\/b> None..<br><b>H. Lou, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>J. Gardner, <\/b> None..<br><b>B. McNulty, <\/b> None..<br><b>K. Miga, <\/b> None..<br><b>M. Dean, <\/b> None..<br><b>M. Farooqi, <\/b> None..<br><b>B. Paten, <\/b> None..<br><b>M. Kolmogorov, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9520","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2338","PresenterBiography":null,"PresenterDisplayName":"Asher Bryant","PresenterKey":"2509985a-977f-42ca-b877-fc41b515b1e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2338. Benchmarking long- and short-read somatic structural variation callers using a multi-technology panel of six tumor\/normal cell lines","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Benchmarking long- and short-read somatic structural variation callers using a multi-technology panel of six tumor\/normal cell lines","Topics":null,"cSlideId":""},{"Abstract":"This study is dedicated to the development and application of 'GPNotebook', an innovative Python-based data analysis tool, specifically designed to enhance glycopeptide research in cancer studies by enabling the detailed investigation of glycosylation patterns and their correlation with various clinical cancer phenotypes. In our study, we recognize the critical role of protein glycosylation in biological processes and its relevance in cancer. To address the lack of specialized tools for glycoproteomic analysis, we developed GPNotebook, a comprehensive Python package designed for detailed investigation of intact glycopeptides (IGPs). This tool integrates multiple functionalities, including statistical profiling, differential expression analysis, categorization of glycosylation subtypes, and exploration of the interactions between glycosylation and phosphorylation. It also encompasses survival analysis and assessments of glycosylation enzymes. We applied GPNotebook in a research project focused on 10 cancer types collected from Clinical Proteomic Tumor Analysis Consortium (CPTAC) projects to validate its efficacy and demonstrate its wide-ranging capabilities. Through this application, we were able to analyze and interpret complex glycoproteomic data, revealing potential IGPs as biomarkers for cancer detection and differentiation of cancer subtypes. We identified hundreds of cancer-specific IGPs, with several showing promise as early-stage cancer biomarkers. In addition, our analysis revealed unique glycosylation patterns linked to specific molecular subtypes and immune cell distributions in tumor microenvironments. We also clarified the roles of certain glycosylation enzymes across different cancer types, highlighting their potential significance in cancer progression. GPNotebook has proven to be a critical tool in glycopeptide research. Our findings not only enhance the understanding of glycosylation in cancer but also demonstrate GPNotebook's potential in identifying novel biomarkers and providing insights into cancer subtype differentiation. This study positions GPNotebook as a valuable resource for exploring the complex relationships between protein glycosylation and cancer phenotypes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Glycosylation,Proteomics,Mass spectrometry,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Zhang<sup>1<\/sup>, T. Hoang<sup>2<\/sup>, <b>Y. Hu<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins University, Baltimore, MD, <sup>2<\/sup>University of Maryland at College Park, College Park, MD","CSlideId":"","ControlKey":"e68c34e0-6a29-46a2-9ec9-be9e46e0b662","ControlNumber":"7767","DisclosureBlock":"&nbsp;<b>H. Zhang, <\/b> None..<br><b>T. Hoang, <\/b> None..<br><b>Y. Hu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9521","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2339","PresenterBiography":null,"PresenterDisplayName":"Yingwei Hu","PresenterKey":"b06f8734-b812-4756-8cb4-77d93e9f1252","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2339. GPNotebook: A toolkit for identifying cancer-related glycosylation alterations in glycoproteomic analysis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GPNotebook: A toolkit for identifying cancer-related glycosylation alterations in glycoproteomic analysis","Topics":null,"cSlideId":""},{"Abstract":"The presentation of short peptides derived from endogenously expressed proteins within the Major Histocompatability Complex-I (MHC-I), together known as the pMHC, allows the adaptive immune system to monitor the internal functioning of a cell and surveil for foreign or mutated self-proteins. With the rising importance of immunotherapies targeting neoantigens in cancers, the ability to accurately predict which peptides will bind to the diverse population of MHC alleles is critically important. Computational methods for predicting MHC\/peptide interactions fall into two broad categories: sequence-based methods that utilize machine learning or deep learning to predict binding from information about the MHC and peptide sequence alone, and structure-based methods that leverage the computed structure and energetics of the pMHC to predict binding. While sequence-based methods have outperformed structure-based methods, their performance varies with the quantity and quality of training data for each MHC allele. The pMHC structure also provides additional insights into downstream analyses, such as predicting the immunogenicity of cancer neoantigens, that cannot be determined from the sequence alone. We developed a STRUMP-I (<u>STRU<\/u>cture-based p<u>M<\/u>HC <u>P<\/u>rediction (for class <u>I<\/u>)), a novel pMHC binding prediction tool that combines structural modelling with a machine learning-based classifier to discriminate binders from non-binders. STRUMP-I has comparable performance to the state-of-the-art sequence-based methods on data taken from IEDB, the HLAthena training set, TESLA, PRIME, and an in-house cancer neoantigen dataset. However, it generalizes better to alleles with low representation or a lower proportion of positive examples in the training data than the sequence-based methods. Additionally, we demonstrate how STRUMP-I can be used in conjunction with PRIME, a sequence-based immunogenicity prediction method, to use structural information about the peptide to filter out false positive predictions and increase the precision of immunogenicity predictions, increasing the precision by up to 2-fold. Further, on a set of 10 experimentally validated peptides from the in-house cancer neoantigen dataset containing only a single immunogenic peptide, STRUMP-I filtered all false positive predictions and retained only the true positive prediction. By leveraging structural information about the pMHC, STRUMP-I provides robust binding predicting performance across MHC alleles and increases the precision of immunogenicity prediction for neoantigen screening.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Neoantigens,Machine learning,Bioinformatics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Voshall<\/b><sup>1<\/sup>, W. Park<sup>2<\/sup>, E. A. Lee<sup>1<\/sup>, Y. Choi<sup>3<\/sup>; <br\/><sup>1<\/sup>Boston Children's Hospital and Harvard Medical School, Boston, MA, <sup>2<\/sup>Samsung Medical Center, Seoul, Korea, Republic of, <sup>3<\/sup>Chonnam National University Medical School, Gwangju, Korea, Republic of","CSlideId":"","ControlKey":"38eefffc-9e0a-41b7-9c55-d638cb247591","ControlNumber":"8332","DisclosureBlock":"&nbsp;<b>A. Voshall, <\/b> None.&nbsp;<br><b>W. Park, <\/b> <br><b>Geninus Inc<\/b> Other Business Ownership, Founder and CEO.<br><b>E. A. Lee, <\/b> None..<br><b>Y. Choi, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9522","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2340","PresenterBiography":null,"PresenterDisplayName":"Adam Voshall, PhD","PresenterKey":"24788677-4f14-405a-8f87-5d7c19f9ebad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2340. STRUMP-I: Structure-based binding prediction of MHC class I","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"STRUMP-I: Structure-based binding prediction of MHC class I","Topics":null,"cSlideId":""},{"Abstract":"Accurately defining spatial characteristics of tumors has been a challenge in cancer research. Specifically, there is still a lack of spatial transcriptomic (ST) bioinformatic methods that infer tumor boundaries, a necessity for tumor microenvironment (TME) analyses, that are fully automated and handle non-rectangular grids (like the one found in Visium). Here we introduce Morph, a toolset that not only addresses these limitations, but also accurately extracts tumor regions, layers surrounding them, and distances related to such regions. Morph was tested on a dataset composed of 117 ST slides across 6 different cancer types, including primary and metastatic tumors. More broadly, Morph is a computationally efficient tool based on mathematical morphology that is designed to work without any approximations on ST slides (that can be composed of spots in a hexagonal lattice) of any resolution. The toolset accepts a variety of input types, such as tumor purity and manual annotation, and can perform a diverse set of morphological operations, such as erosion, dilation, opening and closing, using a number of structuring elements with different shapes and sizes, such as a hexagon of side 1. Moreover, Morph runs quickly (seconds per sample). Its main focus is to unveil the aforementioned features of any spatially distinct tumor region (here defined as microregion) for various downstream analyses, such as spatially-varying copy number variations, cell-type distribution, and tumor-microenvironment interaction. Overall, we developed a spatial transcriptomics toolset that is not limited to any specific technology platform, and that can accurately extract ST features facilitating the discovery of spatial transcriptomic and interaction patterns.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Tumor,Spatial Transcriptomics,Toolset,Mathematical Morphology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. N. Targino da Costa<\/b>, J. Liu, C.-K. Mo, E. Storrs, A. N. Southard-Smith, R. G. Jayasinghe, J. T. Wang, M. D. Iglesia, M. Wendl, S. Chen, A. Houston, A. Karpova, Y. Li, L. Ding; <br\/>Washington University In St. Louis, Saint Louis, MO","CSlideId":"","ControlKey":"ff89e44f-e0e4-4ce4-8dfb-df27eae9118d","ControlNumber":"8372","DisclosureBlock":"&nbsp;<b>A. N. Targino da Costa, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>C. Mo, <\/b> None..<br><b>E. Storrs, <\/b> None..<br><b>A. N. Southard-Smith, <\/b> None..<br><b>R. G. Jayasinghe, <\/b> None..<br><b>J. T. Wang, <\/b> None..<br><b>M. D. Iglesia, <\/b> None..<br><b>M. Wendl, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>A. Houston, <\/b> None..<br><b>A. Karpova, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>L. Ding, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9523","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2341","PresenterBiography":null,"PresenterDisplayName":"Andr Targino","PresenterKey":"a986e839-9a15-460e-a08e-62d270e05882","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2341. Morph: A feature extraction toolset for spatial transcriptomics","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Morph: A feature extraction toolset for spatial transcriptomics","Topics":null,"cSlideId":""},{"Abstract":"In Eukaryotic cells, the expression of a small set of transcription factors (TFs) is usually sufficient to set up a cell-type-specific gene expression program. The underlying complicated epigenetic mechanisms that explain how cells change their states in response to intra- and extra-cellular signals in different scenarios remain to be fully understood. Importantly, epigenetic regulation of gene expression has been considered a central regulatory mechanism of cell fate determination and cellular plasticity. Insights into it will also profoundly impact our understanding of misregulation of gene expression in diseases such as cancer. However, the functional TFs of many cell types remain unclear, which greatly hinders the study of epigenetic regulatory mechanisms.<br \/>The rapid development of single-cell technology is a promising opportunity that enables us to infer functional TFs for different cell types. Some computational methods have been published in this area. However, existing methods have various pitfalls. For instance, some methods use transcription factor binding motifs (TFBMs) as the reference of TF binding, overlooking widespread non-specific binding. Some other methods hold strict criteria for training data and thus can only predict a small number of TFs. To overcome these issues, we propose to leverage publicly available high-quality ChIP-seq data to predict TFs functional in single-cell omics data. Here, we present BARTsc, a comprehensive suite for a series of TF analysis functionalities, including inference of signature TFs of given cell types\/clusters, cross-cell-type\/cluster TF activity comparative analysis, and TF clustering based on their cross cell-type distributions. The input of BARTsc can be either scRNA-seq, scATAC-seq, or scMultiome data. We demonstrate that BARTsc outperforms several existing tools in both sensitivity and specificity in identifying key cell type regulators in single-cell datasets of well-studied systems. Applying BARTsc to a scRNA-seq dataset for cancer-associated fibroblasts (CAFs), we identified distinct regulatory activities of some TFs in different subtypes of CAFs, but the TF genes are universally expressed in these subtypes. In addition, by time course BARTsc analysis, we identified a list of TFs that may either promote or suppress CAF differentiation, offering a new approach to find potential candidate therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Single cell,Transcription factor,Bioinformatics,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Zhang<\/b>, J. Wang, Z. Wang, C. Zang; <br\/>University of Virginia, Charlottesville, VA","CSlideId":"","ControlKey":"72ca61c1-ed65-453a-a6cf-75f9832b9b79","ControlNumber":"8489","DisclosureBlock":"&nbsp;<b>H. Zhang, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>C. Zang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9524","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2342","PresenterBiography":null,"PresenterDisplayName":"Hongpan Zhang, BA","PresenterKey":"83aaffd6-8e59-4a46-b2fa-eaf4f73df264","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2342. BARTsc: A transcription factor analysis suite for single-cell omics data","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BARTsc: A transcription factor analysis suite for single-cell omics data","Topics":null,"cSlideId":""},{"Abstract":"Gene Set Enrichment Analysis (GSEA) is a method for quantifying the activation of pathways and processes in gene expression data. GSEA works by ranking genes and testing if genes in annotated gene sets representing molecular pathways are overrepresented at the top or bottom of the ranked list. Standard GSEA assumes a gene-by-sample matrix with samples falling in two phenotype class labels and ranks genes based on correlation of expression and sample class labels. Single sample (ssGSEA) uses a similar approach to enrichment scoring but ranks genes in a single sample based on their expression. There has been recent interest in using the ssGSEA modality to measure pathway activity in individual cells from single cell RNA-sequencing (scRNA-seq) data. However, we have observed that ssGSEA scores in scRNA-seq cells are prone to uncertainty due to the characteristic sparsity of scRNA-seq data. This is because sparse data leads to large groups of tied genes, that is, genes with equal expression and subsequently equivalent positions in the ranked list. Because ssGSEA, which was designed for bulk gene expression technologies which yield much less sparse data, breaks ties arbitrarily, these ties can lead to variability in enrichment scores that is purely algorithmic and not a result of the underlying biology. To address this issue, we performed benchmarking to characterize the stability of scores using different enrichment scoring statistics, normalization methods, and aggregation of similar single cells. We have implemented the best practices identified using this analysis as Single Cell GSEA (scGSEA), a software tool which we will make freely available to researchers as open-source software to enable robust gene set enrichment scoring in scRNA-seq data.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Single cell,Bioinformatics,Gene expression,Pathway,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. T. Wenzel<\/b>, J. Jun, J. P. Mesirov; <br\/>UC San Diego, San Diego, CA","CSlideId":"","ControlKey":"929ad240-7da6-427e-919e-8de02b1bb5a4","ControlNumber":"8515","DisclosureBlock":"&nbsp;<b>A. T. Wenzel, <\/b> None..<br><b>J. Jun, <\/b> None..<br><b>J. P. Mesirov, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9525","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2343","PresenterBiography":null,"PresenterDisplayName":"Alexander Wenzel, BS","PresenterKey":"57297065-0e23-4939-9463-9ac05d163837","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2343. Adapting gene set enrichment analysis to single cell data","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Adapting gene set enrichment analysis to single cell data","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Reliability of machine and deep learning models on medical images can be compromised by the presence of image artifacts of variability in image acquisition. This is further exacerbated when validating model performance across multiple institutions, where multiple acquisition protocols and scanner equipment may result in significant numbers of outlier scans. We developed a privacy-preserving outlier identification algorithm via federated MR imaging quality evaluation of a distributed multi-institutional cohort of prostate MRI scans.<br \/>Methods: This retrospective study utilized T2-weighted prostate MRI scans from 1 public collection (used as a template) and 3 federated institutions. An open-source MR image quality evaluation tool (MRQy) was implemented via Docker within the RhinoHealth Federated Computing Platform (FCP). This enabled remote extraction of 9 specific metadata values and remote computation of 15 quality measurements from each scan, while ensuring confidentiality of patient data by avoiding direct access to patient images and information. Centralized analysis of extracted image quality attributes utilized a rule-based classifier to determine whether individual metadata or measurement values for a given MRI scan fell within or outside predefined bounds: (i) &#177;20% of template metadata values, (ii) 5th - 95th percentile range of template measurement values. Scans were considered outliers if more than 60% of their image quality attributes fell outside predefined bounds.<br \/>Results: In total, 630 MRI scans from 3 institutions were analyzed in a federated manner. 344 MRI scans from 1 public collection formed a benchmark cohort to calibrate the rule-based classifier and determine predefined bounds for outlier detection. Centralized analysis of federated image quality attributes showed marked differences in the number of outliers per institution (3%, 19%, 79% for Institutions 1, 2, 3, respectively). Further analysis of Institution 3 determined significant intensity and resolution differences compared to other institutions, requiring extensive post-processing prior to downstream analysis.<br \/>Conclusion: Federated image quality assessment can allow for distributed, privacy preserving analysis of outliers and thus curate multi-institutional cohorts of consistent quality for downstream machine learning tasks. Further analysis of the impact of quality-based curation on federated machine learning applications is currently underway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Imaging,Machine learning,Prostate cancer,Deep learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Mohsen Hariri<sup>1<\/sup>, Prathyush Chirra<sup>1<\/sup>, <b>Thomas Desilvio<\/b><sup>1<\/sup>, Malhar Patel<sup>2<\/sup>, Tal Tiano Einat<sup>2<\/sup>, Ittai Dayan<sup>2<\/sup>, Alex Tonetti<sup>2<\/sup>, Yuval Baror<sup>2<\/sup>, Tristan Barrett<sup>3<\/sup>, Nikita Sushentsev<sup>3<\/sup>, Joshua  D.  Kaggie<sup>3<\/sup>, Shuaiyu Yuan<sup>3<\/sup>, Dufan Wu<sup>4<\/sup>, Baihui Yu<sup>4<\/sup>, Zhiliang Lyu<sup>4<\/sup>, Cheyu Hsu<sup>5<\/sup>, Weichung Wang<sup>6<\/sup>, Smitha Krishnamurthi<sup>7<\/sup>, Satish  E.  Viswanath<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Biomedical Engineering, Case Western Reserve University, Cleveland, OH,<sup>2<\/sup>Rhino Health, Boston, MA,<sup>3<\/sup>Department of Radiology, Addenbrookes Hospital and University of Cambridge, Cambridge, United Kingdom,<sup>4<\/sup>Department of Radiology, Massachusetts General Hospital and Harvard Medical School, Boston, MA,<sup>5<\/sup>Division of Radiation Oncology, Department of Oncology, National Taiwan University Hospital, Taipei, Taiwan,<sup>6<\/sup>Institute of Applied Mathematical Sciences, National Taiwan University, Taipei City, Taiwan,<sup>7<\/sup>Cleveland Clinic Foundation, Cleveland, OH","CSlideId":"","ControlKey":"87a08917-7d86-4f04-9307-1549d5dfa8da","ControlNumber":"8752","DisclosureBlock":"&nbsp;<b>M. Hariri, <\/b> None..<br><b>P. Chirra, <\/b> None..<br><b>T. Desilvio, <\/b> None.&nbsp;<br><b>M. Patel, <\/b> <br><b>Rhino Health<\/b> Employment. <br><b>T. Einat, <\/b> <br><b>Rhino Health<\/b> Employment. <br><b>I. Dayan, <\/b> <br><b>Rhino Health<\/b> Employment. <br><b>A. Tonetti, <\/b> <br><b>Rhino Health<\/b> Employment. <br><b>Y. Baror, <\/b> <br><b>Rhino Health<\/b> Employment.<br><b>T. Barrett, <\/b> None..<br><b>N. Sushentsev, <\/b> None..<br><b>J. D. Kaggie, <\/b> None..<br><b>S. Yuan, <\/b> None..<br><b>D. Wu, <\/b> None..<br><b>B. Yu, <\/b> None..<br><b>Z. Lyu, <\/b> None..<br><b>C. Hsu, <\/b> None..<br><b>W. Wang, <\/b> None..<br><b>S. Krishnamurthi, <\/b> None..<br><b>S. E. Viswanath, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9526","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2344","PresenterBiography":"","PresenterDisplayName":"Thomas DeSilvio, BA;BS","PresenterKey":"3bf13285-9c27-48ab-ad9a-def1ccd43ed1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2344. Federated image quality assessment of prostate MRI scans in a multi-institutional setting","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Federated image quality assessment of prostate MRI scans in a multi-institutional setting","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Therapeutic targeting of transcription factors, Specificity protein (Sp)1 and Sp3 and their downstream effectors, such as survivin, are studied in various cancers. Due to role in in poorer cancer prognoses in several cancers their downregulation has been investigated as an effective treatment approach. Mithramycin (Mit) showed innate anti-cancer properties by targeting Sp proteins through GC\/GT DNA binding interference. Recent studies have given new insights into further mechanisms of action of Mit, however in-depth binding and mechanistic studies are lacking. Our objective is to investigate Mit&#8217;s specific binding interactions with Sp1, Sp3, and survivin.<br \/>Methods: Protein structures and sequences for Sp1, Sp3, and survivin (ID: P08047, Q02447, and O153392, respectively) were retrieved from UniProtKB database. Experimental predicted structures for Sp1 and Sp3 were obtained from AlphaFold. Sequence lengths of Sp1 and Sp3 were 785 and 781 amino acids (aa), domain regions of Sp1 (619-785) and Sp3 (461-781) were note. Survivin structure was obtained from PDB and was comprised of 142 aa. Co-crystallized compounds were removed during analyses using BIOVIA Discovery Studio 4.5 Visualizer. Prediction of binding sites and docking were performed using CASTp, GHECOM, DEPTH tools, glide, and AutoDock 4.2 software. Energy minimization and Molecular dynamics simulations were performed in the Schr&#246;dinger suite.<br \/>Results: Binding sites were identified for Sp1, Sp3, and survivin. Simulated docking demonstrated multiple binding complexes and varying binding energies. The most efficient binding was seen with Sp1 and Sp3. RMSF and RMSD simulations revealed stabilization of Sp1-, Sp3-, and survivin-Mit complexes. This shows Mithramycin can potentially inhibit all three proteins, with slightly more stability with Sp1 and Sp3. Radius of gyration (rGyr), H-bond analysis, and solvent accessible surface area (SASA) support docking findings with Mit-protein complexes remaining stable in the binding pocket, forming new H-bonds, and altering hydrophilic and hydrophobic interaction areas.<br \/>Conclusion: Our findings warrant further in vitro testing of the ability of Mit to interact with a wider range of oncogenic targets. While we only tested the ability of Mit to interact with Sp1, Sp3 and survivin, similar model can be used to evaluate the interaction with other critical proteins associated with cancer and to further elucidate mechanisms of action. These finding are crucial to understanding base mechanistic abilities and can be useful to test additional agents for their ability to interact with Sp1 or survivin.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-06 Molecular modeling,,"},{"Key":"Keywords","Value":"Sp1,Mithramycin,Molecular Dynamics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. B. Lambring<\/b><sup>1<\/sup>, S. K. Behera<sup>2<\/sup>, R. Basha<sup>1<\/sup>; <br\/><sup>1<\/sup>University of North Texas Health Science Ctr., Fort Worth, TX, <sup>2<\/sup>Department of Biotechnology, Institute of Pharmaceutical Education and Research, Ahmedabad, India","CSlideId":"","ControlKey":"aca0a2ea-0571-4d93-9258-504ee3f758ea","ControlNumber":"2687","DisclosureBlock":"&nbsp;<b>C. B. Lambring, <\/b> None..<br><b>S. K. Behera, <\/b> None..<br><b>R. Basha, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9527","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2345","PresenterBiography":null,"PresenterDisplayName":"Christoffer Lambring, BS","PresenterKey":"91d21af6-524d-4574-8ff1-dbfbc4b0a099","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2345. Docking and molecular dynamic simulations of mithramycin against Sp1, Sp3, and survivin","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Docking and molecular dynamic simulations of mithramycin against Sp1, Sp3, and survivin","Topics":null,"cSlideId":""},{"Abstract":"<b>Importance: <\/b>Meningiomas are the most common primary brain tumor and a heterogeneous disease with a need to study response to surgery and adjuvant RT in the context of contemporary molecular classifications.<br \/><b>Objective: <\/b>The gold standard for treatment of symptomatic meningiomas has been surgical resection including complete removal of tumor and its surrounding dural margin, although the necessity of different degrees of marginal resection is controversial. Adjuvant radiotherapy (RT) is generally reserved for aggressive or subtotally resected (STR) meningiomas. However, uncertainty exists regarding optimal case selection for RT and response to treatment is variable. We aimed to examine the effects of treatment (surgery\/RT), molecular, and clinical factors on meningiomas in the context of molecular classifications.<br \/><b>Design, Setting, and Participants: <\/b>In this retrospective analysis, a 20-year cohort of 2490 patients with meningiomas were assembled across 10 institutions. Molecular data (DNA methylation, RNA sequencing) was generated for 1645 cases. Propensity score matching (PSM) was performed for key baseline covariates including WHO grade and molecular classifications, mimicking a randomized, molecular pathology informed clinical trial.<br \/><b>Main Outcome and Measures: <\/b>Progression-free survival (PFS), and overall survival (OS) were assessed based on extent of resection (EOR), Simpson grade, and receipt of adjuvant RT.<br \/><b>Results: <\/b>Gross total resection (GTR) was associated with improved PFS across all molecular groups. The PFS benefit of GTR was lessened in molecularly-defined proliferative meningiomas (HR 0.69, 95%CI 0.50-0.95), but OS benefit was enhanced (HR 0.52, 95%CI 0.30-0.93). Surgically treating the dural margin (Simpson grade 1\/2) was associated with improved PFS compared to removal of tumor alone (Simpson grade 3) particularly for immunogenic (HR 0.16, 95%CI 0.03-0.82) and NF2-wildtype meningiomas (HR 0.24, 95%CI 0.11-0.53). Adjuvant RT was associated with improved PFS across all molecular classifications. Molecular groups could reliably predict response to RT, even when controlling for WHO grade and EOR with immunogenic and NF2-wildtype meningiomas benefitting most while proliferative meningiomas are largely RT-resistant (HR 0.96, 95%CI 0.67-1.37).<br \/><b>Conclusion: <\/b>This study is the first to investigate interactions between contemporary molecular classifications and response to both surgical resection and adjuvant RT in a large, multi-institutional cohort of molecularly defined, clinically annotated meningioma cases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-06 Molecular modeling,,"},{"Key":"Keywords","Value":"Molecular subtypes,Brain\/central nervous system cancers,Radiation therapy,Surgical resection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Z. Wang<\/b><sup>1<\/sup>, A. P. Landry<sup>1<\/sup>, V. Patil<sup>2<\/sup>, A. Ajisebutu<sup>2<\/sup>, C. D. Wilson<sup>3<\/sup>, A. Cohen-Gadol<sup>4<\/sup>, G. Tabatabai<sup>5<\/sup>, S. Chotai<sup>6<\/sup>, J. Barnholtz-Sloan<sup>7<\/sup>, R. Yakubov<sup>2<\/sup>, M. Wilson<sup>2<\/sup>, R. Kaloti<sup>2<\/sup>, A. Rebchuk<sup>8<\/sup>, D. A. Almiron Bonnin<sup>9<\/sup>, E. C. Holland<sup>9<\/sup>, S. Yip<sup>8<\/sup>, F. Sahm<sup>10<\/sup>, K. Aldape<sup>11<\/sup>, The International Consortium on Meningiomas, F. Nassiri<sup>1<\/sup>, G. Zadeh<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Toronto, Toronto, ON, Canada, <sup>2<\/sup>University Health Network, Toronto, ON, Canada, <sup>3<\/sup>Ascension St. John Medical Center, Tulsa, OK, <sup>4<\/sup>Indiana University, Bloomington, IN, <sup>5<\/sup>Eberhard Karls University Tbingen, Tubingen, Germany, <sup>6<\/sup>Vanderbilt University, Nashville, TN, <sup>7<\/sup>Center for Biomedical Informatics and Information Technology, Bethesda, MD, <sup>8<\/sup>University of British Columbia, Vancouver, BC, Canada, <sup>9<\/sup>Fred Hutchinson Cancer Center, Seattle, WA, <sup>10<\/sup>University Hospital Heidelberg (DKFZ), Heidelberg, Germany, <sup>11<\/sup>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"ccd8b252-cd95-4c57-8b59-94fb7794390a","ControlNumber":"8411","DisclosureBlock":"&nbsp;<b>J. Z. Wang, <\/b> None..<br><b>A. P. Landry, <\/b> None..<br><b>V. Patil, <\/b> None..<br><b>A. Ajisebutu, <\/b> None..<br><b>C. D. Wilson, <\/b> None..<br><b>A. Cohen-Gadol, <\/b> None..<br><b>G. Tabatabai, <\/b> None..<br><b>S. Chotai, <\/b> None..<br><b>J. Barnholtz-Sloan, <\/b> None..<br><b>R. Yakubov, <\/b> None..<br><b>M. Wilson, <\/b> None..<br><b>R. Kaloti, <\/b> None..<br><b>A. Rebchuk, <\/b> None..<br><b>D. A. Almiron Bonnin, <\/b> None..<br><b>E. C. Holland, <\/b> None..<br><b>S. Yip, <\/b> None..<br><b>F. Sahm, <\/b> None..<br><b>K. Aldape, <\/b> None..<br><b>F. Nassiri, <\/b> None..<br><b>G. Zadeh, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9528","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2346","PresenterBiography":null,"PresenterDisplayName":"Justin Wang","PresenterKey":"b4b43b4e-7b35-4ef5-9cb3-dd378616faac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2346. Meningioma molecular classification predict response to surgical resection and adjuvant radiotherapy: An integrated clinicomolecular analysis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Meningioma molecular classification predict response to surgical resection and adjuvant radiotherapy: An integrated clinicomolecular analysis","Topics":null,"cSlideId":""},{"Abstract":"Introduction<br \/>Drug repurposing serves as a promising avenue for glioblastoma treatment, especially as new evidence emerges about the role of neuronal activity dependent tumor proliferation. Structure based drug discovery with virtual screening requires highly accurate 3D information about the target of choice. Recent developments in machine learning based protein structure prediction have allowed for the exploration of chemical space with virtual screening tools not previously accessible via traditional methods. Netrin-G1 (NTNG1) is an axonal guidance molecule implicated in glioblastoma with high functional connectivity to the cortex. In this study, we explore pharmacologic inhibition of NTNG1 with a clinically approved compound.<br \/>Methods<br \/>We perform protein structure predictions with AlphaFold2, followed by structure relaxation in an explicit solvent environment with NAMD 2.14. A final confirmation of NTNG1 was used as input to an AutoDock Vina based virtual screening platform. Zuclopenthixol (ZP) was chosen from a list of hits for microelectrode array (MEA) experiments in a mouse neuron\/ patient-derived tumor cell co-culture environment.<br \/>Results<br \/>A list of clinically approved compounds were returned from our virtual screen. ZP was chosen for validation studies, as it readily crosses the blood-brain barrier and occupies the entire TSP1 binding site in NTNG1. Preliminary results from MEA studies suggest ZP reduces tumor-mediated hyperexcitability and adequately modulates a protein-protein interaction between NTNG1 and TSP1.<br \/>Conclusion<br \/>By demonstrating that ZP decreases tumor-mediated hyperexcitability, this study offers evidence for the novel application of ZP to reduce glioblastoma proliferation. Further work will focus on survival analyses in mice treated with ZP and validation of experimental compounds that are structurally similar to ZP.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-06 Molecular modeling,,"},{"Key":"Keywords","Value":"Glioblastoma,Glioma,Microarray,Molecular targets,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. B. Negussie<\/b>, S. Krishna, Y. Wei, C. Nava Gonzales, M. Mehari, S. L. Hervey-Jumper; <br\/>UCSF School of Medicine, San Francisco, CA","CSlideId":"","ControlKey":"d62cbe4c-77ff-4b44-b434-7d72eb347b3f","ControlNumber":"8817","DisclosureBlock":"&nbsp;<b>M. B. Negussie, <\/b> None..<br><b>S. Krishna, <\/b> None..<br><b>Y. Wei, <\/b> None..<br><b>C. Nava Gonzales, <\/b> None..<br><b>M. Mehari, <\/b> None..<br><b>S. L. Hervey-Jumper, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9529","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2347","PresenterBiography":null,"PresenterDisplayName":"Mikias Negussie, BS","PresenterKey":"7bc1d59a-6335-4309-b1e9-e6a3ea15037b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2347. Zuclopenthixol as an inhibitor of glioblastoma-induced neuronal hyperexcitability","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Zuclopenthixol as an inhibitor of glioblastoma-induced neuronal hyperexcitability","Topics":null,"cSlideId":""},{"Abstract":"Cells regulate growth and function through a hierarchical structure of subcellular protein assemblies, in which alterations can result in cellular dysfunction leading to disease such as cancer. Much of this structure remains uncharted, resulting in recent efforts to map subcellular organization at different physical scales. Here, we report a global architectural map of human cancer cell protein assemblies spanning 10<sup>-9<\/sup> to 10<sup>-5<\/sup> nm, based on integration of near-proteome-wide affinity purification mass spectrometry-based protein interactions and immunofluorescent imaging in U-2 OS osteosarcoma cancer cells. The U-2 OS multi-scale integrated cell map places &#62;5000 proteins into 270 distinct subcellular protein assemblies across biological scales, representing approximately half of expressed proteins. There are known organelles and protein complexes recovered in the map, as well as 152 putative assemblies, such as a putative interferon signaling complex consisting of a serine protease and STAT transcription factors. The map also incorporates 128 previously uncharacterized proteins into protein assemblies, such as C18orf21 association with a canonical RNAse complex. Protein subsystems in the U-2 OS map were evaluated for the potential for downstream integrative structural modeling, where available structural data (e.g. crosslinking, Protein Data Bank structures, AlphaFold predictions) are combined in a Bayesian framework to model the physical structures of protein complexes. Using this framework, we created an integrated structural model of new proteins interacting with the Rag-Ragulator complex, which regulates MAPK and mTOR signaling. In summary, the global proteome architecture map provides a resource for cellular biology discovery and the systematic determination of protein functions and structures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-12 Whole cell modeling,,"},{"Key":"Keywords","Value":"Proteomics,Systems biology,Protein-protein interactions,Imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. V. Schaffer<\/b><sup>1<\/sup>, M. Hu<sup>1<\/sup>, E. L. Huttlin<sup>2<\/sup>, G. Qian<sup>1<\/sup>, A. Pal<sup>3<\/sup>, N. Soni<sup>3<\/sup>, A. Latham<sup>3<\/sup>, L. Vaites<sup>2<\/sup>, T. Le<sup>4<\/sup>, Y. Qin<sup>1<\/sup>, C. Churas<sup>1<\/sup>, D. Pratt<sup>1<\/sup>, I. Echeverria<sup>3<\/sup>, A. Sali<sup>3<\/sup>, J. Harper<sup>2<\/sup>, S. P. Gygi<sup>2<\/sup>, E. Lundberg<sup>4<\/sup>, T. Ideker<sup>1<\/sup>; <br\/><sup>1<\/sup>University of California, San Diego, La Jolla, CA, <sup>2<\/sup>Harvard Medical School, Boston, MA, <sup>3<\/sup>University of California, San Francisco, San Francisco, CA, <sup>4<\/sup>Stanford University, Palo Alto, CA","CSlideId":"","ControlKey":"fb3ddd67-ff7c-4c3e-8dce-53091122599a","ControlNumber":"131","DisclosureBlock":"&nbsp;<b>L. V. Schaffer, <\/b> None..<br><b>M. Hu, <\/b> None.&nbsp;<br><b>E. L. Huttlin, <\/b> <br><b>NHGRI<\/b> Grant\/Contract. <br><b>Interline Therapeutics<\/b> Grant\/Contract. <br><b>Matchpoint Therapeutics<\/b> Other, Consultant. <br><b>Flagship Ventures<\/b> Other, Consultant. <br><b>Calico Life Sciences<\/b> Other, Consultant.<br><b>G. Qian, <\/b> None..<br><b>A. Pal, <\/b> None..<br><b>N. Soni, <\/b> None..<br><b>A. Latham, <\/b> None..<br><b>L. Vaites, <\/b> None..<br><b>T. Le, <\/b> None..<br><b>Y. Qin, <\/b> None..<br><b>C. Churas, <\/b> None..<br><b>D. Pratt, <\/b> None..<br><b>I. Echeverria, <\/b> None..<br><b>A. Sali, <\/b> None.&nbsp;<br><b>J. Harper, <\/b> <br><b>Caraway Therapeutics<\/b> Other, Co-founder and scientific advisory board member. <br><b>Interline Therapeutics<\/b> Other, Scientific advisory board member. <br><b>NHGRI<\/b> Grant\/Contract. <br><b>S. P. Gygi, <\/b> <br><b>NHGRI<\/b> Grant\/Contract. <br><b>Interline Therapeutics<\/b> Grant\/Contract. <br><b>ThermoFisher Scientific<\/b> Other, Scientific Advisory Board. <br><b>Cell Signaling Technology<\/b> Other, Scientific Advisory Board. <br><b>Frontier Medicine<\/b> Other, Scientific Advisory Board. <br><b>E. Lundberg, <\/b> <br><b>Interline Therapeutics<\/b> Advisor and equity interest. <br><b>Cartography Biosciences<\/b> Advisor and equity interest. <br><b>Santa Ana Bio<\/b> Advisor and equity interest. <br><b>Pixelgen Technologies<\/b> Advisor and equity interest. <br><b>Moleculent AB<\/b> Advisor and equity interest. <br><b>Element Biosciences<\/b> Advisor and equity interest. <br><b>T. Ideker, <\/b> <br><b>Data4Cure<\/b> Co-founder, member of advisory board, and equity interest. <br><b>Serinus Biosciences<\/b> Co-founder, member of advisory board, and equity interest. <br><b>Ideaya BioSciences<\/b> Consultant and equity interest. <br><b>Light Horse Therapeutics<\/b> Consultant and equity interest.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9530","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2348","PresenterBiography":null,"PresenterDisplayName":"Leah Schaffer, PhD","PresenterKey":"05596751-075f-4f83-8aa4-9a477c92bbdb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2348. A global multiscale map of protein assemblies from integration of protein interactions and images","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A global multiscale map of protein assemblies from integration of protein interactions and images","Topics":null,"cSlideId":""},{"Abstract":"Understanding cancer metabolism is crucial for deciphering various cancer hallmarks, including metastasis and immunosuppression. This study investigated the intricate interplay of catabolic processes involving glucose, fatty acids, and glutamine in cancer cells. Recent evidence highlights the dual reliance of cancer cells on glycolysis and oxidative phosphorylation (OXPHOS), challenging the simplistic Warburg effect. Fatty acids and glutamine also emerged as vital contributors to tumorigenesis. Despite these advances, a comprehensive model encompassing both catabolic and anabolic processes, especially glutamine metabolism, is lacking. A metabolic network model integrates catabolic and anabolic modes for glucose, fatty acids, and glutamine, incorporating genetic regulation involving AMPK, HIF-1, and MYC. Equations capture the temporal dynamics of regulatory proteins (pAMPK and HIF-1) and metabolites (mtROS and noxROS), modeling metabolic flux for glucose and glutamine uptake, fatty acid, acetyl-CoA utilization, and activities of glucose oxidation, glycolysis, and FAO. The regulatory network outlines competition for resources, gene regulation, chemical intermediates, cross-regulation among gene regulators, and regulation of metabolic ingredient uptake. The phenotypic model focusing on AMPK, HIF-1, and MYC reveals metabolic states: OXPHOS (O), glycolysis (W), hybrid (W\/O), and low\/low, characterized by varying levels of AMPK and HIF-1, influencing pathway activities and anabolic processes. Parameter randomization analysis shows state robustness, especially in MYC overexpressing cancer cells. Analyzing TCGA data reveals differential expression of glutamine metabolism genes. The \"W\" state exhibits enhanced glutamine uptake, the \"O\" state heightened glutamine oxidation, and the \"W\/O\" state displays both, aligning with the model's predictions. Bifurcation analyses of AMPK, HIF1, and MYC shed light on state stability and transitions, providing insights into regulatory mechanisms. The low\/low phenotype, inactive in both OXPHOS and glycolysis, raises questions about significance and therapy resistance. The study explores this phenotype further, unraveling molecular underpinnings and therapy resistance implications. A deeper understanding could reveal novel therapeutic targets, enhancing comprehension of cancer cell behavior. This study introduces a minimal network model capturing essential features of cancer metabolism, replicating experimental observations of metabolic heterogeneity. The model predicts diverse cancer cell phenotypes based on MYC expression levels, emphasizing the importance of considering both catabolic and anabolic processes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-11 Systems engineering,,"},{"Key":"Keywords","Value":"Cancer metabolism,Systems biology,Metabolism,Gene regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Javier Villela-Castrejon<\/b><sup>1<\/sup>, Jason T. George<sup>2<\/sup>, Dongya, Jia<sup>3<\/sup>, Herbert Levine<sup>4<\/sup>, Jos N. Onuchic<sup>5<\/sup>, Benny Abraham Kaipparettu<sup>6<\/sup><br><br\/><sup>1<\/sup>Center for Translational Cancer Research, Texas A&M University, Houston, TX,<sup>2<\/sup>Department of Biomedical Engineering, and Department of Translational Medical Sciences, Texas A&M University, Houston, TX,<sup>3<\/sup>Immunodynamics Group, Laboratory of Integrative Cancer Immunology, Center for Cancer Research, National Cancer Institute (NCI), Bethesda, MD,<sup>4<\/sup>Center for Theoretical Biological Physics and Depts. of Physics and Bioengineering, Northeastern University, Boston, MA,<sup>5<\/sup>Center for Theoretical Biological Physics; Dept. of Physics and Astronomy; Dept. of Chemistry, Rice University, Houston, TX,<sup>6<\/sup>Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"7c691e76-5050-4c87-a138-f43b58d83afb","ControlNumber":"2578","DisclosureBlock":"&nbsp;<b>J. Villela-Castrejon, <\/b> None..<br><b>J. George, <\/b> None..<br><b>D. Jia, <\/b> None..<br><b>H. Levine, <\/b> None..<br><b>J. Onuchic, <\/b> None..<br><b>B. Kaipparettu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9531","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2349","PresenterBiography":null,"PresenterDisplayName":"Javier Villela Castrejon, BS,MS","PresenterKey":"e9f83022-4673-496d-b32b-31163bcdf806","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2349. A phenotypic model for cancer metabolism","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A phenotypic model for cancer metabolism","Topics":null,"cSlideId":""},{"Abstract":"Real-time quantitative PCR (RT-qPCR) is a widely used method for quantifying microRNA (miRNA) expression, but its accuracy depends on appropriate normalization. RT-qPCR is susceptible to technical variation from several sources, including sample collection and storage, miRNA quantity\/quality, and extraction and amplification efficiencies. Normalization corrects for these factors, theoretically leaving behind only biological variation. With growing interest in miRNAs as biomarkers for the diagnosis and prognosis of various cancers, analyses must be accurate and consistent. Primarily, the comparative Ct method is used, which compares the expression of miRNAs to a reference value. Unfortunately, there is a lack of consistency on what to use as a reference. A standard recommendation is the average of multiple, stable miRNAs referred to as endogenous controls (ECs). Currently, there are no known universally stable miRNAs. Therefore, ECs should be selected on a per-disease and per-sample type basis. Multiple algorithms exist to identify stable ECs, but few studies indicate what, if any, steps were taken to implement them correctly. Also, many studies have used non-ideal reference values such as small nuclear RNAs or a single miRNA. This lack of agreement on protocol often leads to difficulty comparing studies and may produce incorrect results. This work addresses these inconsistencies by making recommendations for the normalization of RT-qPCR miRNA expression. We compared 2 widely used methods for EC selection, NormFinder and GeNorm, and to show how normalization influences results we also used an unstable miRNA. Only miRNAs with expression in all samples were considered as potential ECs. GeNorm is sensitive to correlated genes. Therefore, for any pair or trio of correlated miRNAs 1 was kept. NormFinder performs optimally with 5-10 candidate genes; therefore, we tested the 10 miRNAs with the lowest coefficients of variation (CV). The top 3 stable miRNAs were selected from each algorithm to serve as ECs, and we used their average expression to normalize each sample. For the single miRNA, samples were scaled based on its value. We applied these methods to 3 independent datasets: First, plasma samples from a study on canine osteosarcoma (OSA), including pre-amputation (n=45), post-amputation (n=27), and healthy controls (n=21). Second, tissue samples from a study on canine OSA, including primary tumour (n=42) and lung metastases (n=12). Third, serum samples from a study on canine lymphoma included B-cell (n=24), T-cell (n=16), and healthy controls (n=14). For datasets 1 and 3, NormFinder provided a better reduction in gene-specific CV and a more favourable cumulative distribution of the CV. For dataset 2, there was less initial variability, but NormFinder still had slightly better results. Both algorithms had pros and cons, but NormFinder consistently provides a better reduction in sample variation across datasets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-13 Other,,"},{"Key":"Keywords","Value":"Bioinformatics,Gene expression analysis,Real-time polymerase chain reaction (RT-PCR),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Treleaven<\/b>, L. Ludwig, A. Viloria-Petit, R. D. Wood, A. Ali, G. A. Wood; <br\/>University of Guelph, Guelph, ON, Canada","CSlideId":"","ControlKey":"5a2d4bbb-3f50-4f20-b065-e2bc38c1f4ad","ControlNumber":"5456","DisclosureBlock":"&nbsp;<b>H. Treleaven, <\/b> None..<br><b>L. Ludwig, <\/b> None..<br><b>A. Viloria-Petit, <\/b> None..<br><b>R. D. Wood, <\/b> None..<br><b>A. Ali, <\/b> None..<br><b>G. A. Wood, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9772","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2350","PresenterBiography":null,"PresenterDisplayName":"Heather Treleaven, BS,MS","PresenterKey":"954651f9-d1c1-447d-8b8d-dd74b9b5d4cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2350. Comparison of normalization methods for RT-qPCR microRNA expression in cancer datasets","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparison of normalization methods for RT-qPCR microRNA expression in cancer datasets","Topics":null,"cSlideId":""},{"Abstract":"Accurate and comprehensive interpretation of genomic variants has become a bottleneck in clinical sequencing applications due to the accelerating precision oncology and biomedical information explosion. This motivated us to build Ephesus, a framework enabling curation of predictive, prognostic and diagnostic evidence for clinical biomarkers in cancers. Currently Ephesus is the primary content source for Roche navify Mutation Profiler (nMP).<br \/>The Ephesus&#8217; data model ensures adherence to best practices in clinical genomic content curation. Variant classification follows the AMP guidelines for somatic variant interpretation. Variant interpretations are derived from international regulatory approvals and clinical practice guidelines (FDA, EMA, TGA, eVIQ, etc.) and recommendations (NCCN, ESMO). The data model is mapped to a set of relational tables. To enforce data integrity and validity, strategies such as data normalization based on standard nomenclatural ontologies, a submit-review-approval workflow, and biological constraints are adopted. Ephesus is deployed as a web application used by curators inside and outside Roche. The UI allows users to conduct edits, filtering, sorting and bulk operations on entities by attributes. In order to minimize manual effort and maximize content coverage, inference rules are applied before ingesting into nMP.<br \/>Currently Ephesus is developed for data collection, browsing and summarizing primary entities such as biomarkers, evidence items, genes, variants, variant groups, and drugs. The content from the 2023-Aug snapshot contains 11,596 directly curated biomarker profiles (including biomarker combinations), and 6M+ expanded profiles for 41 major cancer types. To evaluate the clinical reporting value of the curated knowledge, ~160k real cancer patient samples of the AACR GENIE project were queried on Ephesus. Compared with three other major knowledgebases, Ephesus\/NMP is observed showing the highest performance.<br\/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{40210827-8766-4347-98B2-700616D777D0}\"><caption>Table1 Percentage of patients or biomarkers with at least one interpretation from each knowledgebase<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">CGI (2022-10-17)<\/td><td rowspan=\"1\" colspan=\"1\">CIVIC(2023-09-01)<\/td><td rowspan=\"1\" colspan=\"1\">ClinVar(2023-09-09)<\/td><td rowspan=\"1\" colspan=\"1\">NMP(2023-08-11)<\/td><td rowspan=\"1\" colspan=\"1\">AACR-Genie-v14.0 Total<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">patient % with any interpretation<\/td><td rowspan=\"1\" colspan=\"1\">25% (40,545)<\/td><td rowspan=\"1\" colspan=\"1\">46% (73,835)<\/td><td rowspan=\"1\" colspan=\"1\">81% (130,882)<\/td><td rowspan=\"1\" colspan=\"1\">89% (142,905)<\/td><td rowspan=\"1\" colspan=\"1\">160,965<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">biomarker % (including combos) with any interpretation<\/td><td rowspan=\"1\" colspan=\"1\">0.03% (256)<\/td><td rowspan=\"1\" colspan=\"1\">0.06% (526)<\/td><td rowspan=\"1\" colspan=\"1\">13.26% (122,424)<\/td><td rowspan=\"1\" colspan=\"1\">73.79% (681,128)<\/td><td rowspan=\"1\" colspan=\"1\">923,093<\/td><\/tr><\/table><br\/>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-13 Other,,"},{"Key":"Keywords","Value":"Cancer genomics,Interpretation and Annotation,Profiling,Somatic mutations,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Jian Li<\/b><sup>1<\/sup>, Lili Niu<sup>1<\/sup>, Shuba krishna<sup>1<\/sup>, Fnu Kinshuk<sup>2<\/sup>, Martin Jones<sup>3<\/sup>, Carlos Hernandez<sup>3<\/sup>, Michael Clark<sup>4<\/sup>, Sandra Balladares<sup>5<\/sup><br><br\/><sup>1<\/sup>Computational Biology - Research and Early Development, Roche Diagnostics Solutions, Santa Clara, CA,<sup>2<\/sup>Computational Science & Informatics - SW Engineering, Roche Diagnostics Solutions, Santa Clara, CA,<sup>3<\/sup>Computational Science & Informatics - Product Management, Roche Diagnostics Solutions, Santa Clara, CA,<sup>4<\/sup>Clinical Development - Oncology & Genetic SC, Roche Diagnostics Solutions, Santa Clara, CA,<sup>5<\/sup>Disease Area Life Cycle - Oncology, Roche Diagnostics Solutions, Santa Clara, CA","CSlideId":"","ControlKey":"6fec3090-ce19-4d10-8b9e-92288eba46e9","ControlNumber":"936","DisclosureBlock":"<b>&nbsp;J. Li, <\/b> <br><b>Roche Diagnostics Solutions<\/b> Employment. <br><b>L. Niu, <\/b> <br><b>Roche Diagnostics Solutions<\/b> Employment. <br><b>S. krishna, <\/b> <br><b>Roche Diagnostics Solutions<\/b> Employment. <br><b>F. Kinshuk, <\/b> <br><b>Roche Diagnostics Solutions<\/b> Employment. <br><b>M. Jones, <\/b> <br><b>Roche Diagnostics Solutions<\/b> Employment. <br><b>C. Hernandez, <\/b> <br><b>Roche Diagnostics Solutions<\/b> Employment. <br><b>M. Clark, <\/b> <br><b>Roche Diagnostics Solutions<\/b> Employment. <br><b>S. Balladares, <\/b> <br><b>Roche Diagnostics Solutions<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9773","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2351","PresenterBiography":null,"PresenterDisplayName":"Jian Li","PresenterKey":"e60b7d6c-6735-4ae4-b687-ae7ecef2126a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2351. Genomics annotation and interpretation in somatic oncology using structured data from a clinical knowledgebase","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genomics annotation and interpretation in somatic oncology using structured data from a clinical knowledgebase","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Eosinophils are innate immune granulocytes that migrate to areas of inflammation to combat against infection and disease. Best known for their detrimental role in asthma and allergic disorders, there is growing interest in the involvement of eosinophils in cancer. Eosinophils are routinely observed in the tumor microenvironment (TME) and, depending on the cancer type, have been shown to drive other immune cells to either suppress or promote tumor growth - In colorectal cancer (CRC), eosinophil infiltration into the TME has been linked to a favorable prognosis. However, the behavior of eosinophils and their effect on associated immune mediators in the TME remains poorly understood. Currently, eosinophils are primarily identified from H&#38;E stained tissue sections based on morphological features by a pathologist, but it can be challenging to reliably and efficiently identify all eosinophils based on morphology alone. Here, we present a novel image analysis workflow that established an AI-based cell classifier which can accurately quantify eosinophils in H&#38;E stained CRC tissue sections by leveraging biomarker staining of eosinophils using multiplex immunofluorescence (mIF) imaging in conjunction with the morphological characteristics of eosinophils observed by H&#38;E.<br \/><b>Methods:<\/b> CRC tissue sections were labeled with a 5plex panel of eosinophil-specific markers and imaged by mIF using the PhenoImager HT platform (Akoya). Biomarker fluorescence was then quenched, sections stained by H&#38;E, and reimaged using the PhenoImager. mIF and H&#38;E images were then imported into the HALO&#174; platform for algorithm development. Halo AI cell classification of eosinophils was trained on the morphological features of eosinophil staining in H&#38;E images, guided by eosinophil-specific labeling in the 5plex mIF images. H&#38;E staining was also performed on a serial section of each specimen. Morphological identification of eosinophils in H&#38;E images was performed by a pathologist.<br \/><b>Results:<\/b> Correlation analysis was performed to evaluate the relationship, per high power field (HPF), between manual eosinophil counts by a pathologist and AI algorithm derived eosinophils counts. The results showed the two methods are highly correlated, demonstrating reliable algorithm performance.<br \/><b><\/b> <b> <\/b><b>Conclusion:<\/b> The AI-based eosinophil detection algorithm established here enables high-throughput analysis and quantification of eosinophils from H&#38;E stained CRC tissue specimens and facilitates morphology diagnosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Colorectal cancer,Deep learning,Image analysis,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Hanifi<\/b>, E. Blain, J. Hargrove, J. Lock, N. Tran, V. Chizhevsky, Q. Au; <br\/>NeoGenomics, Aliso Viejo, CA","CSlideId":"","ControlKey":"39546fde-5e70-45f1-8573-d1da12798af9","ControlNumber":"7037","DisclosureBlock":"&nbsp;<b>A. Hanifi, <\/b> None..<br><b>E. Blain, <\/b> None..<br><b>J. Hargrove, <\/b> None..<br><b>J. Lock, <\/b> None..<br><b>N. Tran, <\/b> None..<br><b>V. Chizhevsky, <\/b> None..<br><b>Q. Au, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9943","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2352","PresenterBiography":null,"PresenterDisplayName":"Arezoo Hanifi","PresenterKey":"1b232894-13bc-4cbe-9767-1c08cf819f19","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2352. Development of an AI-based algorithm to quantify eosinophils in H&#38;E images from colorectal cancer (CRC) tissue sections guided by biomarker staining using multiplex immunofluorescence imaging","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"547","SessionOnDemand":"False","SessionTitle":"New Algorithms, Software, and Models","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of an AI-based algorithm to quantify eosinophils in H&#38;E images from colorectal cancer (CRC) tissue sections guided by biomarker staining using multiplex immunofluorescence imaging","Topics":null,"cSlideId":""}]