[{"Abstract":"<b>Introduction: <\/b>Combination immunotherapy regimens, exemplified by atezolizumab plus bevacizumab or sintilimab paired with a bevacizumab biosimilar (IBI305), have become the established standard of care for individuals with inoperable hepatocellular carcinoma (HCC). Despite this advancement, the absence of clear predictive biomarkers and a comprehensive understanding of the mechanisms governing response and resistance to these combined therapies pose challenges. Our aim is to evaluate whether previously defined immune signature scores (ISS) from the TCGA pan-cancer study can identify HCC patients likely to derive enhanced benefit from the combination immunotherapy.<br \/><b>Methods:<\/b> We applied ISS predictor to gene expression data from IMbrave150 clinical trial in which HCC patients were treated with atezolizumab plus bevacizumab or sorafenib and stratify the patients into responders and non-responders (cutoff of 0.5). The significance of the stratification was assessed by multiple statistical approaches using Kaplan-Meier plots, the log-rank test, chi-square tests, and cox regression analysis.<br \/><b>Results:<\/b> In the IMBrave150 trial cohort, data on gene expression and outcomes were accessible for 247 patients who received atezolizumab plus bevacizumab, and 48 patients who received sorafenib. The high ISS demonstrated a significant association with enhanced PFS in the atezolizumab plus bevacizumab group (p=0.003), while no such association was observed in the sorafenib group (p=0.6). Similarly, in the high ISS subgroup, the combination therapy exhibited superior OS (p.0.001) and PFS (p=0.02) compared to sorafenib, but no discernible benefit was noted in the low ISS subgroup (both p&#62;0.7). The OS hazard ratio for the combination versus sorafenib was 0.26 (95% CI 0.14-0.51, p&#60;0.001) among high ISS patients, while it was not statistically significant in low ISS (HR 0.88, p=0.68). Interaction testing confirmed a notable interaction between ISS subtype and treatment benefit, particularly for OS (p=0.01). In the combination arm, the objective response rate was 45.6% in the high ISS group versus 22.8% in the low ISS group.<br \/><b>Conclusions:<\/b> Our study suggests that ISS may serve as a promising predictive biomarker for enhanced therapeutic outcomes in patients undergoing combination immunotherapy for HCC. The identification of such markers is crucial for refining patient stratification and personalized treatment approaches, thereby advancing the effectiveness of current standard-of-care regimens in both early and advanced stage HCC. Further validation studies are warranted to solidify the clinical utility of ISS and its integration into the decision-making process for HCC immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Liver cancer,Immunotherapy,Biomarkers,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J.-S. Lee<\/b><sup>1<\/sup>, S. Yim<sup>2<\/sup>, S.-W. Baek<sup>3<\/sup>, S. Lee<sup>4<\/sup>, B. Sohn<sup>1<\/sup>, Y. Jeong<sup>1<\/sup>, S. Kang<sup>5<\/sup>, K. Park<sup>6<\/sup>, H. Park<sup>1<\/sup>, S. S. Lee<sup>1<\/sup>, A. O. Kaseb<sup>1<\/sup>, J. Kim<sup>5<\/sup>, I.-S. Chu<sup>7<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Korea University College of Medicine, Seoul, Korea, Republic of, <sup>3<\/sup>Korea Research Institute of Bioscience and Biotechnology, Daejeon, Korea, Republic of, <sup>4<\/sup>CHA Bundang Medical Center, Seongnam, Korea, Republic of, <sup>5<\/sup>Korea University Guro Hospital, Seoul, Korea, Republic of, <sup>6<\/sup>Kyung Hee University Hospital at Gangdong, Seoul, Korea, Republic of, <sup>7<\/sup>Bioneer Corporation, Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"419dc111-5a1e-41ca-bd6e-de94ffa31fef","ControlNumber":"9547","DisclosureBlock":"&nbsp;<b>J. Lee, <\/b> None..<br><b>S. Yim, <\/b> None..<br><b>S. Baek, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>B. Sohn, <\/b> None..<br><b>Y. Jeong, <\/b> None..<br><b>S. Kang, <\/b> None..<br><b>K. Park, <\/b> None..<br><b>H. Park, <\/b> None..<br><b>S. S. Lee, <\/b> None..<br><b>A. O. Kaseb, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>I. Chu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10382","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB090","PresenterBiography":"","PresenterDisplayName":"Ju-Seog Lee, PhD","PresenterKey":"f50bad03-0a98-4957-b330-d9c06c008eb6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB090. Predictive genomic biomarkers for atezolizumab plus bevacizumab combination immunotherapy response in liver cancer: Insights from the IMbrave150 trial","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Predictive genomic biomarkers for atezolizumab plus bevacizumab combination immunotherapy response in liver cancer: Insights from the IMbrave150 trial","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Approximately 80% of bladder cancer patients are initially diagnosed with non-muscle invasive bladder cancer (NMIBC). However, most NMIBC patients have a high recurrence rates, and up to 45% progress to muscle-invasive bladder cancer (MIBC) and metastatic disease. Treatment for NMIBC includes transurethral resection and, depending on the risk of recurrence or progression, intravesical chemotherapy or immunotherapy, such as Bacillus Calmette-Gu&#233;rin(BCG). Our aim is to use a multigene signature in patients with high-risk NMIBC to determine whether patients may benefit from improved ICIs compared to conventional PD-L1 expression and to evaluate the clinical utility.<br \/><b>Methods:<\/b> A multi-gene signature obtained from the various NMIBC data was applied to stratify the UROMOL2021 cohort (n=535) using consensus clustering. Each subtype was distinguished by biological pathway analysis. Validation analysis was performed in three independent cohorts including the IMvigor210 (n=298), IMvigor010 (n=377) and ABACUS (n=148) clinical trials treated with PD-L1 inhibitors. The log-rank test, chi-square test, Fisher&#8217;s exact test, and cox regression analysis were used to evaluate clinical utility.<br \/><b>Results:<\/b> Based on consensus cluster analysis, NMIBC patients in the UROMOL2021 cohort were classified into five subgroups exhibiting unique characteristics, including DNA damage repair (DDR). Cross-validation was performed using two independent NMIBC cohorts and one MIBC cohort. Survival analysis showed that the subgroup associated with DDR (DDR and DDR+Tcell) had the highest rates of relapse and disease progression (progression-free survival, <i>p<\/i>&#60;0.001) and benefited from Immune checkpoint inhibitors (ICIs) (response, <i>p<\/i>=0.01; overall survival, <i>p<\/i>=0.004).<br \/><b>Conclusions:<\/b> This study suggests that the multi-gene signature may play a role to enhance the responsiveness of ICIs for high-risk NMIBC. Additionally, it is important to help improve ICI treatment approaches that currently focus on PD-L1 expression on cancer cells, allowing more patients to receive priority consideration for ICI therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Bladder cancer,Immune checkpoint blockade,Precision medicine,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Seung-Woo Baek<\/b><sup>1<\/sup>, Seon-Kyu Kim<sup>1<\/sup>, Sun-Hee Leem<sup>2<\/sup>, In-Sun Chu<sup>3<\/sup><br><br\/><sup>1<\/sup>Korea Research Institute of Bioscience and Biotechnology, Daejeon, Korea, Republic of,<sup>2<\/sup>Dong-A University, Busan, Korea, Republic of,<sup>3<\/sup>Bioneer Corporation, Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"4a23ae17-7f43-4aab-912e-50ad3686f9ed","ControlNumber":"9795","DisclosureBlock":"&nbsp;<b>S. Baek, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>S. Leem, <\/b> None..<br><b>I. Chu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10383","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB091","PresenterBiography":null,"PresenterDisplayName":"Seung-Woo Baek, PhD","PresenterKey":"3f364b7f-ad10-43f4-a61f-e85ef33d7f52","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB091. A multigene signature for immunotherapy in patients with high risk non-muscle-invasive bladder cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A multigene signature for immunotherapy in patients with high risk non-muscle-invasive bladder cancer","Topics":null,"cSlideId":""},{"Abstract":"We leveraged ZUMA-7, the first and largest, phase III randomized CAR-T cell clinical study of relapsed\/refractory large B cell lymphoma (LBCL) in the 2<sup>nd<\/sup>&nbsp;line setting, to discover tumor gene expression (GE) signatures associated with outcome to anti-CD19 CAR-T cell therapy, Axicabtagene Ciloleucel (axi-cel).<br \/>We performed GE profiling on pre-treatment LBCL tumor samples from 134 axi-cel-treated (safety dataset) patients using IO-360 Nanostring panel (769 genes). Multivariate analysis with penalized Cox models was conducted to identify genes whose expression (transcripts) associated with event-free survival (EFS), progression-free survival (PFS), and duration of response (DOR), leading to identification of two predictive GE signatures. For technical validation, the predictive value of these signatures was reproduced in a subset of ZUMA-7 samples profiled by RNA-seq (n=124).<br \/>High levels &nbsp;(&#62; median) of a favorable 6-transcript GE signature (6-GES) composed of&nbsp; CD19, CD45RA, CCL22, KLRK1, SOX11, and SIGLEC5 positively correlated with EFS (HR: 0.27, 95% CI: 0.16&#8211;0.44; P=1.82 x 10<sup>-8<\/sup>) and PFS (HR: 0.27, 95% CI: 0.16&#8211;0.46; P=1.35 x 10<sup>-7<\/sup>) in patients treated with axi-cel. The 6-GES may capture lymphomas with abundant adhesion molecules, a relatively low inflammation, and abundant expression of the targeted antigen (CD19). Conversely, high levels of an unfavorable 17-transcript GE signature (17-GES; CD45RO, BCL2, IL-18R1, TNFSF4 [OX40L], KLRB1 [CD161], KIR3DL2, ITGB8, DUSP5, GPC4, PSMB5, RPS6KB1, SERPINA9, NBN, GLUD1, ESR1, ARID1A, and SLC16A1) negatively correlated with Axi-cel EFS (HR: 6.19, 95% CI: 3.60&#8211;10.65; P=1.51 x 10<sup>-13<\/sup>) and PFS (HR: 7.58, 95% CI: 4.16&#8211;13.81; P=2.70 x 10<sup>-14<\/sup>). The 17-GES signature is consistent with a high level of immune infiltration and inflammation paralleled by the activation of immune-escape mechanisms, such as the upregulation of anti-apoptotic genes. Notably, the 17-GES was elevated at progression after axi-cel treatment (n=18). These signatures did not associate with outcome to 2nd-line SOC from ZUMA-7 (n = 122 for nanostring and n = 125 for ZUMA-7 RNAseq datasets, respectively), nor with outcome to 1<sup>st<\/sup>&nbsp;-line R-CHOP from two online datasets, indicating their predictive rather than prognostic value.<br \/>In conclusion, our transcriptomic analysis of ZUMA-7 dataset identified novel GE signatures predictive of outcome with axi-cel. These GE signatures could support risk-stratification of LBCL patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Diffuse large B-cell lymphoma,Gene expression,Adoptive cell therapy,Predictive biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Tian<\/b><sup>1<\/sup>, J. Budka<sup>1<\/sup>, F. L. Locke<sup>2<\/sup>, J. R. Westin<sup>3<\/sup>, C. To<sup>1<\/sup>, S. Shahani<sup>1<\/sup>, D. Bedognetti<sup>1<\/sup>, R. R. Shen<sup>1<\/sup>, J. Andrade<sup>1<\/sup>, S. Filosto<sup>1<\/sup>; <br\/><sup>1<\/sup>Kite, a Gilead Company, Santa Monica, CA, <sup>2<\/sup>Moffitt Cancer Center, Tampa, FL, <sup>3<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"720d4ee6-bc0e-41fb-a7f7-b83588ad2eab","ControlNumber":"10245","DisclosureBlock":"<b>&nbsp;Y. Tian, <\/b> <br><b>Kite, a Gilead Company<\/b> Employment. <br><b>J. Budka, <\/b> <br><b>Kite, a Gilead Company<\/b> Employment, Stock, Stock Option, Other Business Ownership, Travel, Other, Accommodations & Expenses. <br><b>F. L. Locke, <\/b> <br><b>A2, Allogene, Amgen, bluebird bio, Bristol Myers Squibb\/Celgene, Calibr, Caribou Biosciences, Cellular Biomedicine Group, Cowen, Daiichi Sankyo, EcoR1, Emerging Therapy Solutions<\/b> Other, Scientific advisory role\/consulting role. <br><b>GammaDelta Therapeutics, Gerson Lehrman Group (GLG), Iovance, Kite, a Gilead Company, Janssen, Legend Biotech, Novartis, Sana, Takeda, Wugen, Umoja<\/b> Other, Scientific advisory role\/consulting role. <br><b>A2 Bio<\/b> Patent, Other Intellectual Property, Patents, Royalties, other intellectual property in several patents held by the institution in my name (unlicensed) in the field of cellular immunotherapy. <br><b>Allogene (Institutional), Aptitude Health, ASH, bluebird bio (Institutional), BioPharma Communications CARE Education, Bristol Myers Squibb (Institutional), CERo Therapeutics (Institutional)<\/b> Other Intellectual Property, Other, Other relationships(Institutional). <br><b>Clinical Care Options Oncology, Imedex, Kite (Institutional), Novartis (Institutional), National Cancer Institute, Leukemia and Lymphoma Society, and Society for Immunotherapy of Cancer<\/b> Other Intellectual Property, Other, Other relationships(Institutional). <br><b>J. R. Westin, <\/b> <br><b>Bristol Myers Squibb<\/b> Other, Consulting\/Advisory,Research Funding. <br><b>Genentech<\/b> Other, Consulting\/Advisory,Research Funding. <br><b>Kite, a Gilead Company<\/b> Consulting\/Advisory,Research Funding. <br><b>ADC Therapeutics<\/b> Other, Research Funding. <br><b>AstraZeneca<\/b> Other, Research Funding. <br><b>Calithera<\/b> Other, Research Funding. <br><b>MorphoSys\/Incyte<\/b> Other, Research Funding. <br><b>Novartis<\/b> Other, Research Funding. <br><b>C. To, <\/b> <br><b>Kite, a Gilead Company<\/b> Employment. <br><b>Gilead Sciences<\/b> Stock, Stock Option, Stock or other ownership. <br><b>S. Shahani, <\/b> <br><b>Kite, a Gilead Company<\/b> Employment, Other. <br><b>Gilead Sciences<\/b> Stock, Stock Option, Other, Stock or other ownership. <br><b>Amgen<\/b> Speakers' Bureau. <br><b>D. Bedognetti, <\/b> <br><b>Kite, a Gilead Company<\/b> Employment. <br><b>Gilead Sciences<\/b> Stock, Stock Option, Stock or other ownership. <br><b>Immunomica SRL<\/b> Stock, Stock Option, Other, Stock or other ownership. <br><b>R. R. Shen, <\/b> <br><b>Kite, a Gilead Company<\/b> Employment, Stock, Stock Option, Other, Patents, royalties and other intellectual property. <br><b>Atara<\/b> Other, Patents, royalties and other intellectual property. <br><b>J. Andrade, <\/b> <br><b>Kite, a Gilead Company<\/b> Employment, Other, Leadership role. <br><b>S. Filosto, <\/b> <br><b>Kite, a Gilead Company<\/b> Employment, Stock, Stock Option, Other, Stock or other ownership. <br><b>Tusk Therapeutics<\/b> Other, Patents, royalties, and other intellectual property.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10384","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB092","PresenterBiography":null,"PresenterDisplayName":"Jill DeCarli","PresenterKey":"967f5608-68fa-4574-ae22-dfe4d56ce89c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB092. Novel tumor gene expression signatures predictive of outcome in large B cell lymphoma treated with CAR T cell therapy (axicabtagene ciloleucel)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel tumor gene expression signatures predictive of outcome in large B cell lymphoma treated with CAR T cell therapy (axicabtagene ciloleucel)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background and Hypothesis:<\/b> To date, no IGF-1R targeting agent has shown clinical benefit in patients despite promising preclinical data. We hypothesized that Insulin-like growth factor binding protein-7 (<i>IGFBP7)<\/i> expression predicts response to Insulin-like growth factor-1 receptor (IGF-1R) targeting agents, for which there are no biomarkers predictive of efficacy. High<b> <\/b>IGFBP7 expression was previously associated with breast cancer progression.<br \/><b>Materials and Methods:<\/b> The predictive value of <i>IGFBP7<\/i> expression was interrogated in I-SPY2 (NCT01042379) for pathological complete response (pCR) to neoadjuvant treatment and in SCAN-B (NCT02306096) for clinical outcome. In I-SPY2, <i>IGFBP7<\/i> expression was examined as a predictor of pCR to neoadjuvant chemotherapy alone and separately to the combination of chemotherapy plus ganitumab (anti-IGF-1R antibody) and metformin. Odds ratios (OR) and hazard ratios (HR) with 95% confidence interval (CI) were calculated with logistic and Cox regression, respectively.<br \/><b>Results<\/b>: Higher <i>IGFBP7 <\/i>expression conferred lower odds of achieving pCR in the ganitumab\/metformin plus chemotherapy arm, OR<sub>adj<\/sub> 0.38 (95% CI 0.17-0.80) but not in the chemotherapy-alone arm, adjusted OR 1.23 (95% CI 0.63-2.45; <i>P<\/i><sub>interaction<\/sub>=0.016). In the ganitumab\/metformin plus chemotherapy arm, 46.9% of patients with tumors in the lowest quartile of <i>IGFBP7 <\/i>expression achieved pCR compared to compared to only 5.6% in the highest quartile. In SCAN-B, higher <i>IGFBP7 <\/i>expression was associated with distant metastasis risk<i> <\/i>HR<sub>adj<\/sub> 1.41<i> <\/i>(95% CI 1.16-1.73).<br \/><b>Conclusion<\/b>:<b> <\/b>Low <i>IGFBP7<\/i> gene expression identifies a subset of breast cancer patients for whom the addition of ganitumab and metformin to chemotherapy results in a significantly improved pCR rate compared to neoadjuvant chemotherapy alone. Furthermore, we add to prior evidence that high <i>IGFBP7<\/i> expression is predictive of poor outcome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Breast cancer,Insulin-like growth factor 1 (IGF-1) receptor,Predictive biomarkers,Gene expression profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. Godina<sup>1<\/sup>, M. N. Pollak<sup>2<\/sup>, <b>H. Jernström<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Lunds Universitet, Lund, Sweden, <sup>2<\/sup>McGill, Montreal, QC, Canada","CSlideId":"","ControlKey":"90b9fcea-7bf9-409d-9f4f-7e8e49a164f4","ControlNumber":"9537","DisclosureBlock":"&nbsp;<b>C. Godina, <\/b> None..<br><b>M. N. Pollak, <\/b> None..<br><b>H. Jernström, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10385","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB093","PresenterBiography":null,"PresenterDisplayName":"Helena Jernström, PhD","PresenterKey":"1cb929ba-d1bb-4dff-b334-c5364c25db80","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB093. Low <i>IGFBP7<\/i> expression identifies a subset of breast cancers with favorable prognosis and sensitivity to IGF-1 receptor targeting with ganitumab: Data from I-SPY2 and SCAN-B","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Low <i>IGFBP7<\/i> expression identifies a subset of breast cancers with favorable prognosis and sensitivity to IGF-1 receptor targeting with ganitumab: Data from I-SPY2 and SCAN-B","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose<\/b>: Drug tolerance has emerged as one of the major mechanisms driving resistance to targeted therapies (TT), but a comprehensive understanding of the dynamics and molecular heterogeneity underlying the adaptive drug response in patients is still lacking. Here, we used iterative liquid biopsies from osimertinib-treated lung cancer patients to monitor and characterize minimal residual disease (MRD) using both circulating tumor DNA (ctDNA) and circulating tumor cells (CTC).<br \/><b>Experimental design<\/b>: LUNG-RESIST (NCT04222335) is a prospective research study enrolling <i>EGFR<\/i>-mutant adenocarcinoma patients treated by osimertinib frontline. We collected blood samples at baseline, 1 month and every 3 months until progression. CtDNA was used to monitor the initial EGFR mutation (<i>EGFRm<\/i>) by digital PCR, and to identify new potential biomarkers of resistance by next-generation sequencing (NGS). CTC were enriched and isolated based on their size, absence of leucocyte staining and viability, to perform single-cell transcriptomic and genomic analyses.<br \/><b>Results<\/b>: 40 patients have been enrolled with a median progression-free survival (mPFS) of 14.5 months (95%CI, 8.5-24.5 months). 28\/40 (70%) patients had detectable <i>EGFRm<\/i> in ctDNA at baseline, and decreased ctDNA level could be measured in 25\/26 (96%) patients after 1 month of treatment, with a complete clearance in 15\/26 (58%) patients. 7\/11 (64%) patients without clearance at 1 month relapsed within 9 months. Clinical relapse could be anticipated 3 months ahead based on ctDNA increase for 9\/20 (45%) patients. CTC-like cells have been collected at baseline and MRD (between 1 and 3 months) from respectively 31\/40 (78%) and 29\/40 (73%) patients, and at clinical progression for 12\/22 (54%) patients who relapsed, for a total number of 1,510 cells. The number of CTC-like cells decreased after 1 month of treatment in 18\/29 (62%) patients, and increased again in 7\/12 (58%) patients at the time of clinical relapse. The results of NGS analyses on ctDNA and single-cell transcriptomic and genomic analyses on CTC will be presented at the congress, and should provide a better insight into the dynamics of molecular events occurring throughout the adaptive response in patients.<br \/><b>Conclusion<\/b>: We report the first molecular profiling of both ctDNA and CTC during the adaptive response to osimertinib in lung cancer patients. Monitoring the response and predicting the clinical outcome for <i>EGFR<\/i>-mutant lung cancer patients undergoing TT treatment can be done using ctDNA level as a biomarker. The isolation of CTC-like cells represents a non-invasive approach to study drug tolerance and ultimately develop new combinatory treatments to prevent relapse.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Liquid biopsies,Minimal Residual Disease,Targeted Therapy,Lung Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Delahaye<\/b><sup>1<\/sup>, A. Casanova<sup>2<\/sup>, E. Clermont-Tarenchon<sup>3<\/sup>, A. Doussine<sup>1<\/sup>, J.-P. Cerapio<sup>1<\/sup>, A. Anton<sup>4<\/sup>, E. Devienne<sup>5<\/sup>, V. Dongay<sup>5<\/sup>, J. Milia<sup>5<\/sup>, G. Favre<sup>6<\/sup>, O. Calvayrac<sup>1<\/sup>, A. Pradines<sup>2<\/sup>, J. Mazieres<sup>7<\/sup>; <br\/><sup>1<\/sup>Cancer Research Center of Toulouse, INSERM UMR1037, CNRS UMR5071, Toulouse III Paul Sabatier University, Toulouse, France, <sup>2<\/sup>Cancer Research Center of Toulouse, INSERM UMR1037, CNRS UMR5071, Toulouse III Paul Sabatier University; Institut Claudius Regaud, IUCT-O, Laboratory of Medical Biology, Toulouse, France, <sup>3<\/sup>Cancer Research Center of Toulouse, INSERM UMR1037, CNRS UMR5071, Toulouse III Paul Sabatier University; Toulouse University Hospital, Thoracic Oncology Department, Toulouse, France, <sup>4<\/sup>Institut Claudius Regaud, IUCT-O, Laboratory of Medical Biology, Toulouse, France, <sup>5<\/sup>Toulouse University Hospital, Thoracic Oncology Department, Toulouse, France, <sup>6<\/sup>Cancer Research Center of Toulouse, INSERM UMR1037, CNRS UMR5071, Toulouse III Paul Sabatier University; Institut Claudius Regaud, IUCT-O, Laboratory of Medical Biology; University Paul Sabatier, Toulouse, France, <sup>7<\/sup>Cancer Research Center of Toulouse, INSERM UMR1037, CNRS UMR5071, Toulouse III Paul Sabatier University; Toulouse University Hospital, Thoracic Oncology Department; University Paul Sabatier, Toulouse, France","CSlideId":"","ControlKey":"e316aa3b-7730-4479-89d1-fd0889b094b7","ControlNumber":"10686","DisclosureBlock":"&nbsp;<b>C. Delahaye, <\/b> None..<br><b>A. Casanova, <\/b> None..<br><b>E. Clermont-Tarenchon, <\/b> None..<br><b>A. Doussine, <\/b> None..<br><b>J. Cerapio, <\/b> None..<br><b>A. Anton, <\/b> None..<br><b>E. Devienne, <\/b> None..<br><b>V. Dongay, <\/b> None..<br><b>J. Milia, <\/b> None..<br><b>G. Favre, <\/b> None..<br><b>O. Calvayrac, <\/b> None..<br><b>A. Pradines, <\/b> None..<br><b>J. Mazieres, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10386","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB094","PresenterBiography":null,"PresenterDisplayName":"Celia Delahaye, PhD","PresenterKey":"2cdea419-a978-4ca8-993a-184c9419512a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB094. Assessment of minimal residual disease in lung cancer patients treated with osimertinib using liquid biopsy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessment of minimal residual disease in lung cancer patients treated with osimertinib using liquid biopsy","Topics":null,"cSlideId":""},{"Abstract":"Advanced NSCLC treatment guidelines recommend testing patients for genomic biomarkers to utilize over 30 FDA-approved targeted therapies. A major challenge with current NGS-based testing methods is that&nbsp; ~45% of patient samples fail NGS quality control (QC), leading to inadequate patient care. The ASPYRE&#174; technology addresses the urgent need for rapid, accessible and affordable diagnostics informing actionable genomic target variants. The ASPYRE-Lung&#174; panel covers 114 variants in 11 genes (<i>ALK, BRAF, EGFR, ERBB2, KRAS, RET, ROS1, MET &#38; NTRK1\/2\/3<\/i>) to robustly inform clinical management, based on clinical practice guidelines. The assay concurrently detects single nucleotide variants, insertions, deletions, and gene fusions from NSCLC tissue-derived DNA and RNA. In this study, we investigated an NSCLC patient sample set from Precision for Medicine, including biobanked clinical specimens that had previously failed NGS QC, and for which genomic biomarker data were unavailable.&nbsp;<br \/>120 matched DNA and RNA biobanked NSCLC FFPE patient samples previously analyzed by Illumina TSO 500 were tested using ASPYRE-Lung in Biofidelity&#8217;s CLIA laboratory, including 94 samples which failed NGS QC parameters for DNA, RNA, or both, and 26 control samples which passed NGS QC. Samples were tested by ASPYRE-Lung using an input of 20 ng DNA and 6 ng RNA, except for 5 patient samples that were run at lower inputs, ranging from 4.25 to 14 ng DNA.<br \/>Key findings:&#8226;Of the 94 patient samples that failed NGS QC, 98% of samples (92\/94) passed ASPYRE-Lung QC and could inform patient care.&#8226;In the 92 patient samples that passed ASPYRE-Lung QC, 47% (43\/92) had a detectable variant identified by ASPYRE-Lung.&#8226;All 26 control samples that passed NGS QC also passed ASPYRE-Lung QC.&#8226;Of the 5 samples with 4.25 to 14 ng DNA inputs to ASPYRE-Lung, data were generated on 4\/5 samples and 2\/4 had a detectable variant.&#8226;ASPYRE-Lung has the potential to provide actionable clinical information on patient samples deemed to be of insufficient quantity for NGS testing.ASPYRE-Lung has a high success rate, is easily adoptable and cost effective making it suitable as a first-line testing option, or for samples that are either QNS or fail NGS QC, and can provide a large fraction of NSCLC patients with actionable biomarker information, with potentially smaller tissue requirements. ASPYRE-Lung genomic testing is transformative for cancer care management, and allows more patients with NSCLC to benefit from effective and better tolerated therapies<b>.<\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Biomarkers,NSCLC,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"R. T. Evans<sup>1<\/sup>, E. Shapiro<sup>1<\/sup>, E. Gillon-Zhang<sup>1<\/sup>, J. N. Brown<sup>1<\/sup>, C. King<sup>1<\/sup>, C. Kiser<sup>1<\/sup>, M. Rossi<sup>1<\/sup>, D. Davis<sup>2<\/sup>, M. L. Taylor<sup>3<\/sup>, J. Clower<sup>3<\/sup>, J. Yang<sup>2<\/sup>, C. A. Taylor<sup>3<\/sup>, R. W. Snyder<sup>3<\/sup>, <b>W. J. Levin<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Biofidelity, Morrisville, NC, <sup>2<\/sup>Precision for Medicine, Houston, TX, <sup>3<\/sup>Precision for Medicine, Salem, NC","CSlideId":"","ControlKey":"20efe432-ca69-433e-9046-a6d37f8edfd3","ControlNumber":"10280","DisclosureBlock":"<b>&nbsp;R. T. Evans, <\/b> <br><b>Biofidelity<\/b> Employment, Stock. <br><b>E. Shapiro, <\/b> <br><b>Biofidelity<\/b> Employment, Stock. <br><b>E. Gillon-Zhang, <\/b> <br><b>BIofidelity<\/b> Employment, Stock. <br><b>J. N. Brown, <\/b> <br><b>Biofidelity<\/b> Employment, Stock. <br><b>C. King, <\/b> <br><b>Biofidelity<\/b> Employment, Stock. <br><b>C. Kiser, <\/b> <br><b>Biofidelity<\/b> Employment, Stock. <br><b>M. Rossi, <\/b> <br><b>Biofidelity<\/b> Employment, Stock. <br><b>D. Davis, <\/b> <br><b>Precision for Medicine<\/b> Employment. <br><b>M. L. Taylor, <\/b> <br><b>Precision for Medicine<\/b> Employment. <br><b>J. Clower, <\/b> <br><b>Precision for Medicine<\/b> Employment. <br><b>J. Yang, <\/b> <br><b>Precision for Medicine<\/b> Employment. <br><b>C. A. Taylor, <\/b> <br><b>Precision for Medicine<\/b> Employment. <br><b>R. W. Snyder, <\/b> <br><b>Precision for Medicine<\/b> Employment. <br><b>W. J. Levin, <\/b> <br><b>Biofidelity<\/b> Independent Contractor, Stock, Stock Option.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10387","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB095","PresenterBiography":null,"PresenterDisplayName":"Wendy Levin, MD,MS","PresenterKey":"aad4cc5c-92cc-4d76-8f61-4d1f2bc040d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB095. ASPYRE-Lung addresses critical gaps in NGS-based biomarker testing: Robust variant calling from NGS QC fails","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ASPYRE-Lung addresses critical gaps in NGS-based biomarker testing: Robust variant calling from NGS QC fails","Topics":null,"cSlideId":""},{"Abstract":"Impaired telomere length (TL) maintenance in ovarian tissue may play a pivotal role in epithelial ovarian carcinoma (OvC) onset. TL in either target or surrogate tissue (blood) is currently being investigated as a predictor in anti-OvC therapy or as a biomarker of the disease progression, respectively. There is presently an urgent need for an appropriate approach to chemotherapy response prediction. We performed a monochrome multiplex qPCR measurement of TL in peripheral blood and tumor tissues of 209 OvC patients. Methylation status and gene expression of shelterin complex and telomerase catalytic subunit (<i>hTERT<\/i>) were determined within tumor tissues by High-Throughput DNA methylation profiling and RNA sequencing (RNA-Seq) analysis, respectively. The patients sensitive to cancer treatment (n=46) had shorter telomeres in peripheral blood cells compared to those treatment-resistant (n=93; P=0.037). Cancer tissue TL lower than the median predisposed to better overall survival (P=0.002). Gene expression of <i>TPP1<\/i>, which recruits telomerase to telomeres, was positively associated with TL in tumor tissue (P=0.026). TL measured in peripheral blood cells could serve as a marker of platinum therapy response in OvC patients. Additionally, TL determined in tumor tissue provides information on OvC patients' overall survival. The study was financed by the project NPO (LX22NPO05102), the Czech Health Research Council (NU21-03-00145), and the Czech Science Foundation (21-27902S).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-01 Biomarkers predictive of therapeutic benefit,,"},{"Key":"Keywords","Value":"Telomeres,Therapy Response,Ovarian cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Tomasova<\/b><sup>1<\/sup>, K. Seborova<sup>2<\/sup>, M. Kroupa<sup>1<\/sup>, J. Horak<sup>1<\/sup>, L. Vodickova<sup>1<\/sup>, L. Rob<sup>3<\/sup>, M. Hruda<sup>3<\/sup>, M. Mrhalova<sup>4<\/sup>, A. Bartakova<sup>5<\/sup>, J. Bouda<sup>5<\/sup>, T. Fleischer<sup>6<\/sup>, V. N. Kristensen<sup>7<\/sup>, P. Vodicka<sup>1<\/sup>, R. Vaclavikova<sup>2<\/sup>; <br\/><sup>1<\/sup>Institute of Experimental Medicine of the CAS, Prague, Czech Republic, <sup>2<\/sup>National Institute of Public Health, Prague, Czech Republic, <sup>3<\/sup>Charles University, Third Faculty of Medicine, Prague, Czech Republic, <sup>4<\/sup>Charles University, Second Faculty of Medicine and Motol University Hospital, Prague, Czech Republic, <sup>5<\/sup>Charles University, Faculty of Medicine and University Hospital in Pilsen, Pilsen, Czech Republic, <sup>6<\/sup>Oslo University Hospital, The Norwegian Radium Hospital, Oslo, Norway, <sup>7<\/sup>University of Oslo, Faculty of Medicine, Oslo, Norway","CSlideId":"","ControlKey":"6b67f9e6-0892-4611-8397-3ad62a8a2ba0","ControlNumber":"10359","DisclosureBlock":"&nbsp;<b>K. Tomasova, <\/b> None..<br><b>K. Seborova, <\/b> None..<br><b>M. Kroupa, <\/b> None..<br><b>J. Horak, <\/b> None..<br><b>L. Vodickova, <\/b> None..<br><b>L. Rob, <\/b> None..<br><b>M. Hruda, <\/b> None..<br><b>M. Mrhalova, <\/b> None..<br><b>A. Bartakova, <\/b> None..<br><b>J. Bouda, <\/b> None..<br><b>T. Fleischer, <\/b> None..<br><b>V. N. Kristensen, <\/b> None..<br><b>P. Vodicka, <\/b> None..<br><b>R. Vaclavikova, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10388","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB096","PresenterBiography":"","PresenterDisplayName":"Kristyna Tomasova, MS","PresenterKey":"53966806-a77d-430f-ab60-3daaba9eb91c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB096. Telomere length as a predictor of therapy response and survival in patients diagnosed with ovarian carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Telomere length as a predictor of therapy response and survival in patients diagnosed with ovarian carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The current approach to diagnosing and monitoring tumors of the central nervous system relies almost exclusively on radiographic imaging and neurosurgical procedures. Cerebrospinal fluid (CSF) is appealing for diagnosis because it is already part of the standard of care for the diagnosis or management of several types of CNS disease, including cancer, and the tumor DNA is more highly concentrated inside the blood brain barrier than in plasma or other bodily fluids. Even though cytology is widely used, sensitivity remains low ranging from 2% to 50%, depending on cancer type. We report an analytic technique that efficiently introduces identical molecular barcodes to both strands of CSF template DNA molecules for the identification of cancer specific somatic mutations and copy number alterations. We apply this approach to 126 CSF samples obtained from individuals with known primary or metastatic tumors involving the brain and 36 CSF samples obtained from individuals with non-neoplastic neurological conditions such as multiple sclerosis and another neurologic conditions. We correctly detect 91% of cancers at a specificity of 94.5%. In cases (n=20) where standard of care cytology was available, cytology detected 25% of cancers while our molecular assay detected 90%. Our approach has the capacity to be used in combination with other clinical, radiologic, and laboratory-based data to inform the diagnosis and management of patients with suspected cancers of the brain.<table class=\"AbstractTable\" id=\"{DDC83063-AAA5-4D10-B6AD-AEF0288995B9}\"><caption class=\"AbstractTableCaption\"><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">&nbsp;<\/td><td rowspan=\"1\" colspan=\"1\">Positives<\/td><td rowspan=\"1\" colspan=\"1\">n=<\/td><td rowspan=\"1\" colspan=\"1\">Sensitivity<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">GBM<\/td><td rowspan=\"1\" colspan=\"1\">42<\/td><td rowspan=\"1\" colspan=\"1\">46<\/td><td rowspan=\"1\" colspan=\"1\">91.3%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Lymphoma<\/td><td rowspan=\"1\" colspan=\"1\">22<\/td><td rowspan=\"1\" colspan=\"1\">24<\/td><td rowspan=\"1\" colspan=\"1\">91.7%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Medulloblastoma<\/td><td rowspan=\"1\" colspan=\"1\">14<\/td><td rowspan=\"1\" colspan=\"1\">16<\/td><td rowspan=\"1\" colspan=\"1\">87.5%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Metastases<\/td><td rowspan=\"1\" colspan=\"1\">37<\/td><td rowspan=\"1\" colspan=\"1\">40<\/td><td rowspan=\"1\" colspan=\"1\">92.5%<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Brain\/central nervous system cancers,Biomarkers,DNA,Diagnostic marker,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. B. Douville<\/b>, C. Bettegowda; <br\/>Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"8355cba3-d186-422f-8f34-ca7f14e69f31","ControlNumber":"10786","DisclosureBlock":"<b>&nbsp;C. B. Douville, <\/b> <br><b>Exact Sciences<\/b> Independent Contractor, Stock Option, Travel, Patent. <br><b>Belay Diagnostics<\/b> Independent Contractor, Stock Option, Other Business Ownership, Grant\/Contract, Travel. <br><b>C. Bettegowda, <\/b> <br><b>Belay Diagnostics<\/b> Fiduciary Officer, Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10389","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB097","PresenterBiography":null,"PresenterDisplayName":"Christopher Douville, BS;PhD","PresenterKey":"db14c893-7df5-4c76-afec-65d34c753a58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB097. Sensitive detection of central nervous system tumors using a sequencing based cerebrospinal fluid test","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sensitive detection of central nervous system tumors using a sequencing based cerebrospinal fluid test","Topics":null,"cSlideId":""},{"Abstract":"Early detection is essential for ovarian cancer survival but today&#8217;s biomarkers are not specific enough to clear benign from malignant tumors nor sensitive enough to be used in screening.<br \/>Here we have used the proximity extension assay (PEA) Olink Explore HT to characterize 5416 plasma proteins. For a subset of the women, we have also characterized the transcriptional landscape in corresponding tumor tissue using total RNA-sequencing on the Illumina NovaSeq 6000 instrument.<br \/>The plasma samples were from two independent Swedish clinical cohorts (N1 = 171, N2 = 233) and tumor RNA was extracted from 112 of the samples from the second cohort. Each cohort consisted of women who after suspicion of ovarian cancer were surgically diagnosed with either benign or malign tumors. All plasma samples were collected at time of diagnosis, before commencement of treatment. In the plasma protein analyses, the first cohort was used as a discovery and the second as replication. In the discovery cohort, we found a total of 328 plasma proteins differing significantly between women with benign tumors and; early stage (I-II), late stage (III-IV) or any stage(I-IV) malignant tumors. These associations were examined in the replication cohort, and were all found to have similar foldchange between women with benign and malignant tumors. 99.7% (327\/328) differed significantly after adjustment for multiple hypothesis testing. The 328 associations corresponded to a total of 192 proteins out of which 26 (13.5%) were found to have a significant correlation with RNA-expression in the corresponding tumor. A correlation network analysis based on the 192 proteins identified 5 major clusters, consisting of 18 to 59 protein-protein couplings. 80% of these clusters contained proteins that are annotated with up to five major KEGG cancer pathways and several of these contained proteins correlating significantly with the tumor RNA-SEQ data. All except one cluster contained one or two proteins that are either currently approved FDA drug targets or listed as druggable in DrugBank by specific compounds.<br \/>Ovarian cancer has a low 5-year survival and eludes the current treatment regimens if discovered late. By applying high-throughput proteomics in two independent cohorts, we identified a large number of affected proteins out of which only a few have corresponding changes in tumor RNA-expression. We also identified large highly co-regulated networks of proteins, suggesting large downstream systemic effects which could be a contributing factor to the difficulties in finding efficient treatments. Among these proteins, there are several druggable targets, however, not all the associated compounds are currently primarily used as anti-cancer drugs, highlighting the possibility of drug re-purposing for future use against ovarian cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"Ovarian cancer,Biomarkers,Proteomics,RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Enroth<sup>1<\/sup>, <b>M. Moskov<\/b><sup>1<\/sup>, J. Lindberg Hedlund<sup>1<\/sup>, S. Popova<sup>2<\/sup>, S. K. G. Forsberg<sup>3<\/sup>, K. Diamanti<sup>3<\/sup>, M. Lycke<sup>4<\/sup>, E. Ivansson<sup>1<\/sup>, A. Tolf<sup>2<\/sup>, K. Sundfeldt<sup>4<\/sup>, K. Stålberg<sup>5<\/sup>, U. Gyllensten<sup>1<\/sup>; <br\/><sup>1<\/sup>Uppsala University, Dept of Immunology, Genetics and Pathology, Uppsala, Sweden, <sup>2<\/sup>Department of Clinical Pathology, Akademiska University Hospital, Uppsala, Sweden, Uppsala, Sweden, <sup>3<\/sup>Olink Proteomics AB, Uppsala, Sweden, <sup>4<\/sup>Department of Obstetrics and Gynaecology, Institute of Clinical Sciences, Sahlgrenska Academy at Gothenburg University, SE-41685 Gothenburg, Sweden, Göteborg, Sweden, <sup>5<\/sup>Department of Women’s and Children’s Health, Uppsala University, SE-75185 Uppsala, Sweden, Uppsala, Sweden","CSlideId":"","ControlKey":"f5cfa98e-3149-489e-8cf4-af55ec3178a7","ControlNumber":"10496","DisclosureBlock":"&nbsp;<b>S. Enroth, <\/b> None..<br><b>M. Moskov, <\/b> None..<br><b>J. Lindberg Hedlund, <\/b> None..<br><b>S. Popova, <\/b> None..<br><b>S. K. G. Forsberg, <\/b> None..<br><b>K. Diamanti, <\/b> None..<br><b>M. Lycke, <\/b> None..<br><b>E. Ivansson, <\/b> None..<br><b>A. Tolf, <\/b> None..<br><b>K. Sundfeldt, <\/b> None..<br><b>K. Stålberg, <\/b> None..<br><b>U. Gyllensten, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10390","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB098","PresenterBiography":null,"PresenterDisplayName":"Mikaela Moskov, MSc","PresenterKey":"0695a880-f986-4f86-961d-5cd921456edc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB098. Deep plasma proteome characterization in two independent clinical cohorts identifies clusters of biomarkers separating benign and malign tumors in women with suspicion of ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deep plasma proteome characterization in two independent clinical cohorts identifies clusters of biomarkers separating benign and malign tumors in women with suspicion of ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the second most common cancer worldwide, accounting for 2.2 million new cases and 1.8 million deaths in 2020. Personalized targeted therapy based on actionable molecular markers has completely transformed the therapeutic landscape in NSCLC, which has improved considerably the overall survival. However, ~50% of NSCLC patients with tissue biopsy inaccessible or inadequate, limiting biomarker testing and access to targeted therapies. The availability of a wide range of highly effective targeted therapy options for NSCLC justifies the significance of developing non-invasive and cost-effective detection assays for guiding targeted therapy selection in NSCLC.Extracellular vesicles (EVs) are lipid-bilayer-enclosed vesicles of sub-micrometer size that are secreted by virtually all cell types. They contain hundreds of different proteins, thousands of intact RNA species, and double-stranded DNA (dsDNA) fragments that sample the entire human genome. Recent findings further corroborate the potential role of EVs in early cancer screening, cancer diagnosis, treatment selection and monitoring. In this study, we used lipid nanoprobe (LNP) for EV isolation from plasma and droplet digital PCR assay for detecting actionable genomic alternation to aid targeted therapy selection in NSCLC. Specifically, we extracted EV associated DNA\/RNA from plasma first, and then we used the individual ddPCR assays for detecting KRAS mutations, EGFR mutations, and ALK fusions from isolated EVs associated nucleic acids, respectively. We identified KRAS mutations G12C\/G12S\/G13C\/G12A\/Q61H, EGFR L858R mutation and exon 19 deletion, and ALK-EML4 gene fusion variant 3 from 12 NSCLC patients that matched the mutation status obtained from patient tissue specimens. Only in 1 out 13 patients, EV mutation status did not match the mutation status from the tissue specimen. This data indicated that clinical actionable gene mutations are present in EVs associated nucleic acids isolated from plasma samples of NSCLC patients. We anticipate that this novel non-invasive EVs-based actionable genomic alterations detection test would efficiently assist physicians\/oncologists in selecting optimal targeted therapies for cancer treatment, as recommended by National Comprehensive Cancer Network (NCCN) guidelines for NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-02 Diagnostic biomarkers,,"},{"Key":"Keywords","Value":"NSCLC,Exosomes,Plasma,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. He<\/b><sup>1<\/sup>, J. Milosevic<sup>1<\/sup>, S. Zheng<sup>2<\/sup>; <br\/><sup>1<\/sup>Captis Diagnostics, Pittsburgh, PA, <sup>2<\/sup>Carnegie Mellon University, Pittsburgh, PA","CSlideId":"","ControlKey":"cea50503-5907-45fd-9744-c9893f7bf55f","ControlNumber":"10775","DisclosureBlock":"&nbsp;<b>H. He, <\/b> None..<br><b>J. Milosevic, <\/b> None..<br><b>S. Zheng, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10391","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB099","PresenterBiography":null,"PresenterDisplayName":"Hongzhang (Simon) He, PhD","PresenterKey":"8897076e-6f57-4661-8e59-fe980a44c82f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB099. Identifying actionable genomic alterations in non-small cell lung cancer through the analysis of extracellular vesicles in plasma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying actionable genomic alterations in non-small cell lung cancer through the analysis of extracellular vesicles in plasma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> A multi-analyte blood test has potential for robust sensitivity in detecting a broad range of cancer types and stages. Previously, using retrospectively collected samples, we trained and independently assessed in a case-control study the performance of various biomarker classes for the detection of cancers (Douville, Annals of Oncology,2022:pS575). The aim of this study was to further assess two of the four original biomarker classes (methylation and protein) using samples from a large, multi-center, prospectively collected study: Ascertaining Serial Cancer patients to Enable New Diagnostic 2 (ASCEND 2).<br \/><b>Methods: <\/b>The study included 6,314 samples (1,426 cancer and 4,888 non-cancer) collected in LBgard<sup>&#174; <\/sup>tubes. The training cohort included 3,026 samples (654 cancers and 2,372 non-cancer controls) and the test set included 3,288 samples (772 cancers and 2,516 non-cancer controls). By measuring biomarkers that capture shared cancer signals, the test is designed to detect a broad range of cancer types. In this analysis, cancer stages were well-represented across 21 solid and hematologic tumor organ sites that collectively represent &#62;85% of incident cancers. We combined DNA methylation and protein biomarkers in a single overarching classifier. Machine learning models were calibrated using stratified cross-validation to reach optimal cancer detection at a combined specificity &#62;99.0%.<br \/><b>Results:<\/b> The specificity threshold identified in training resulted in an overall test set sensitivity of 49.9% and 99.0% specificity, with sensitivities of 23.6% (n=364), 68.6% (n=191), 84.6% (n=182), and 40.0% (n=35) for stages I\/II, III, IV, and unknown, respectively. We will also report the cross-validation results of the multi-analyte classifiers in this newly enrolled case-control study.<br \/><b>Conclusions: <\/b>In ASCEND2, a large prospectively collected case-control study that included &#62;85% of cancer burden, new training data and updated models demonstrated robust performance of methylation and protein biomarkers. These results demonstrate reproducibility of the multi-biomarker class approach to cancer detection in the ASCEND 2 cohort and represent an evolution in cancer classifier design.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Biomarkers,Early detection,Liquid biopsies,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"V. Gainullin, H. Hwang, L. Hogstrom, K. Arvai, A. Best, M. Gray, M. Kumar, M. Manesse, X. Chen, P. Uren, A. Mazloom, G. Cerqueira, J. Garces, T. M. Beer, A. Mcelhinny, <b>F. Diehl<\/b>; <br\/>EXACT Sciences Corp., Madison, WI","CSlideId":"","ControlKey":"64d553c1-2d73-4a06-baa0-6bc91487fe0a","ControlNumber":"10677","DisclosureBlock":"<b>&nbsp;V. Gainullin, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment, Stock. <br><b>H. Hwang, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment, Stock. <br><b>L. Hogstrom, <\/b> <br><b>Exct Sciences Corporation<\/b> Employment, Stock. <br><b>K. Arvai, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment, Stock. <br><b>A. Best, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment, Stock. <br><b>M. Gray, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment, Stock. <br><b>M. Kumar, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment, Stock. <br><b>M. Manesse, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment, Stock. <br><b>X. Chen, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment, Stock. <br><b>P. Uren, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment, Stock. <br><b>Biora Biosciences<\/b> Stock. <br><b>A. Mazloom, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment, Stock. <br><b>G. Cerqueira, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment, Stock. <br><b>J. Garces, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment, Stock. <br><b>T. M. Beer, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment, Stock. <br><b>Arvinas<\/b> Other, Consulting\/advisory role.. <br><b>Salarius Pharmaceuticals<\/b> Stock. <br><b>Osteologic<\/b> Stock. <br><b>Osheru<\/b> Stock. <br><b>Astellas<\/b> Grant\/Contract, Other, Consulting\/advisory role. Research funding through institution.. <br><b>AstraZeneca<\/b> Other, Consulting\/advisory role.. <br><b>Bayer<\/b> Grant\/Contract, Other, Consulting\/advisory role. Research funding through institution.. <br><b>Sanofi<\/b> Other, Consulting\/advisory role.. <br><b>GlaxoSmithKline<\/b> Other, Consulting\/advisory role.. <br><b>Lantheus<\/b> Other, Consulting\/advisory role.. <br><b>Alliance Foundation Trials<\/b> Grant\/Contract, Research funding through institution.. <br><b>Corcept Therapeutics<\/b> Grant\/Contract, Research funding through institution.. <br><b>Freenome<\/b> Grant\/Contract, Research funding through institution.. <br><b>GRAIL<\/b> Grant\/Contract, Research funding through institution.. <br><b>Harpoon Therapeutics<\/b> Grant\/Contract, Research funding through institution.&nbsp;<br><b>A. Mcelhinny, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment, Stock. <br><b>F. Diehl, <\/b> <br><b>Exact Sciences Corporation<\/b> Employment, Stock.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10392","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB100","PresenterBiography":null,"PresenterDisplayName":"Frank Diehl, PhD","PresenterKey":"b464f44d-62e3-4f52-a274-9189d96271db","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB100. Performance of a multi-analyte, multi-cancer early detection (MCED) blood test in a prospectively-collected cohort","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Performance of a multi-analyte, multi-cancer early detection (MCED) blood test in a prospectively-collected cohort","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Rapid advancements in cell-free DNA (cfDNA) based liquid biopsy (LB), has opened avenues of critical clinical importance. Recent discovery of a novel class of cell-free DNA 40-70 bps in length, ultrashort cfDNA (uscfDNA) is demonstrating immense potential as a cancer early detection biomarker. Globally, oral cavity squamous cell carcinomas (OCSCC) make up a significant proportion of head and neck squamous cell cancers. OCSCC commonly arises after the occurrence of oral premalignant lesions (OPLs), making it an ideal target for plasma-based LB screening initiatives.<br \/><b>Methods<\/b>: Current work focuses on preferential extraction of low molecular weight nucleic acids and single-stranded library preparation and sequencing, Broad Range cell-free DNA- Sequencing (BRcfDNA-Seq), to obtain uscf- &#38; 167 bps mononucleosomal cfDNA (mncfDNA), for disease detection. Sequencing data was bioinformatically processed: paired-end reads merged (BBmerge), aligned with BWA-mem, deduplicated using SRSLY UMI, and blacklisted portions removed. This was followed by analysis for non-mutational features like fragmentomics, occurrence of G-Quad structures, 4-mer Motif sequences at the end of cfDNA sequences, functional genomic element peak formation by uscfDNA. These features have been recently described non-mutation metrics which have demonstrated evidence of clinical relevance. With non-mutational multi-modal analysis of uscfDNA, obtained using BRcfDNA-Seq, we were able to categorize oral premalignant disorders into two cohorts: one which progressed into OCSCC (PG-OPL) (n=19) &#38; one which did not (nPG-OPL) (n=19).<br \/><b>Results<\/b>: Bioinformatic processing for fragmentomics, of the relative proportion of 40-53bps fragments to 54-70bps fragments in the uscfDNA population demonstrated a significant difference across 1700 chromosomal bins between PG &#38; nPG-OPL (multiple t test, FDR 10%, p value = 0.044, AUROC = 0.7258). The occurrence of G-quadruplex structures in uscfDNA was also significantly different between the two groups (student t test, p= 0.02, AUROC= 0.6953). Examination of the end-motifs profiles of uscfDNA between PG-OPL &#38; nPG-OPL samples showed the randomness of the motifs as revealed by the Shannon entropy score is significant between the two groups (p = 0.046, AUROC = 0.6482). We further evaluated individual motifs that could discriminate between the two groups and identified CCCC, CCCT, TGGG, etc. are highly discriminatory. uscfDNA contained a substantially higher proportion of functional genomic element sequences in the PG-OPL group than the nPG-OPL group like exon (p = 0.00067, AUROC = 0.7147) &#38; 5&#8217; UTR (p= 0.000006, AUROC= 0.7673) are different between the groups.<br \/><b>Conclusion<\/b>: Results demonstrated clinical relevance of BRcfDNA-Seq for plasma-derived cfDNA in assessment of malignancy progression of OPLs. These non-mutational multi-modal features of cfDNA maybe indicative of local and systemic factors associated with disease affecting cfDNA.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Cell-free DNA,Liquid Biopsy,Premalignancy,Oral cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"N. Swarup<sup>1<\/sup>, J. C. Cheng<sup>2<\/sup>, <b>I. Choi<\/b><sup>1<\/sup>, M. A. Aziz<sup>1<\/sup>, K. Y. P. Liu<sup>3<\/sup>, F. Wei<sup>1<\/sup>, F. Li<sup>1<\/sup>, Y. Kim<sup>1<\/sup>, C. Poh<sup>4<\/sup>, D. T. W. Wong<sup>1<\/sup>; <br\/><sup>1<\/sup>UCLA School of Dentistry, Department of Oral Biology, Los Angeles, CA, <sup>2<\/sup>Stanford Cancer Institute, Palo Alto, CA, <sup>3<\/sup>School of Biomedical Engineering, University of British Columbia Department of Oral Biological and Medical Sciences, Faculty of Dentistry, University of British Columbia Department of Integrative Oncology, BC Cancer Research Institute, British Columbia, BC, Canada, <sup>4<\/sup>Integrative Oncology, BC Cancer Research Institute,  Oral Biological and Medical Sciences, British Columbia, BC, Canada","CSlideId":"","ControlKey":"1f05b48e-0b86-4843-8690-0a08d1bf11cd","ControlNumber":"10688","DisclosureBlock":"&nbsp;<b>N. Swarup, <\/b> None..<br><b>J. C. Cheng, <\/b> None..<br><b>I. Choi, <\/b> None..<br><b>M. A. Aziz, <\/b> None..<br><b>K. Y. P. Liu, <\/b> None..<br><b>F. Wei, <\/b> None..<br><b>F. Li, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>C. Poh, <\/b> None.&nbsp;<br><b>D. T. W. Wong, <\/b> <br><b>RNAmeTRIX<\/b> Other, Equity. <br><b>GSK<\/b> Other, Consultant. <br><b>Mars-Wrigley<\/b> Other, Consultant. <br><b>Colgate Palmolive<\/b> Other, Consultant\u000d\u000a.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10394","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB102","PresenterBiography":null,"PresenterDisplayName":"Irene Choi, BS","PresenterKey":"80bc34c3-aab5-4e36-804f-91fa9561c129","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB102. Triaging oral premalignant lesions: Plasma ultrashort cell-free DNA-based liquid biopsy approach","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Triaging oral premalignant lesions: Plasma ultrashort cell-free DNA-based liquid biopsy approach","Topics":null,"cSlideId":""},{"Abstract":"The current noninvasive prognostic evaluation of hepatocellular carcinoma (HCC) using markers such as imaging features and serum biomarkers like alpha-fetoprotein (AFP) is limited due to low sensitivity. Pathologic tumor features can enhance prognosis beyond imaging and AFP, yet pre-surgical percutaneous biopsies are invasive, not routinely pursued, and may not be representative of the entire tumor. There is a critical unmet need to develop noninvasive blood-based HCC biomarkers to guide therapeutic decisions. Epigenetic changes in circulating cell-free DNA (cfDNA) have shown promise in early cancer diagnosis and prognosis. Therefore, we aim to evaluate the potential of cfDNA methylation as a noninvasive predictor for pre-treatment prognostication in HCC patients. Using Illumina HumanMethylation450 array data of 377 HCC tumors and 50 adjacent normal tissues obtained from The Cancer Genome Atlas (TCGA), we systematically identified 158 HCC-related DNA methylation markers associated with overall survival (OS). Functional analyses of these markers indicated their roles in regulating gene expression and revealed biological pathways associated with HCC patient survival. We predicted an OS risk score utilizing the DNA methylation panel, referred to as &#8220;methRisk&#8221;, and validated its predictive power using the Reduced Representation Bisulfite Sequencing data of HCC tumor tissue samples from 29 surgically resected patients. To assess the noninvasive prognostic value of these markers, we collected plasma cfDNA samples from an independent validation cohort of 52 HCC patients, and profiled the methylation patterns of these samples using our newly developed cost-effective cfDNA methylome sequencing assay, cfMethyl-Seq. We utilized random survival forest models combined with 10-fold cross-validation to predict the methRisk using the circulating markers. The cfDNA-based methRisk effectively stratifies patients into clinically relevant risk groups and predicts patient survival with high accuracy (3-year AUC = 0.81, 95% CI: 0.68-0.94). Integrating the cfDNA-based methRisk with existing risk indices like the Barcelona clinic liver cancer (BCLC) staging greatly improves the noninvasive prognostic assessments (3-year AUC = 0.91, 95% CI: 0.80-0.99). In summary, these findings indicate that cfDNA methylation is a promising noninvasive prognostic biomarker for HCC, providing a proof-of-concept for its potential clinical utility. Incorporating cfDNA methylation analysis into the existing noninvasive prognostic framework for HCC patients holds great potential for enhancing the effectiveness of current staging systems and optimizing patient selection for curative therapies like liver transplantation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Cell-free DNA,Methylation,Prognostic model,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Hu<\/b>, B. Tran, S. Li, M. L. Stackpole, W. Zeng, Y. Zhou, A. Melehy, X. Zhou, W. Li, V. Agopian; <br\/>UCLA - University of California Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"1433c94b-58c9-45f7-993c-753614f357e4","ControlNumber":"9893","DisclosureBlock":"&nbsp;<b>R. Hu, <\/b> None..<br><b>B. Tran, <\/b> None.&nbsp;<br><b>S. Li, <\/b> <br><b>EarlyDiagnostics Inc.<\/b> Stock Option. <br><b>M. L. Stackpole, <\/b> <br><b>EarlyDiagnostics Inc.<\/b> Employment, Stock Option, Patent. <br><b>W. Zeng, <\/b> <br><b>EarlyDiagnostics Inc.<\/b> Stock, Patent, Other, Consultation. <br><b>Y. Zhou, <\/b> <br><b>EarlyDiagnostics Inc.<\/b> Stock.<br><b>A. Melehy, <\/b> None.&nbsp;<br><b>X. Zhou, <\/b> <br><b>EarlyDiagnostics Inc.<\/b> Stock, Stock Option, Patent. <br><b>W. Li, <\/b> <br><b>EarlyDiagnostics Inc.<\/b> Stock, Stock Option, Travel, Patent, Other, Consultation.<br><b>V. Agopian, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10395","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB103","PresenterBiography":null,"PresenterDisplayName":"Ran Hu, B Eng","PresenterKey":"58cac1d6-c958-4bd1-8cb8-559d3f73836b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB103. Cell-free DNA methylation as a noninvasive prognostic biomarker in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell-free DNA methylation as a noninvasive prognostic biomarker in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Modern phase I trials have shown considerable advancement, demonstrating encouraging response rates and subsequently raising the demand for participant enrollment. Despite these advances, there remains a significant challenge: approximately 15% of patients enrolled in these trials pass away within the first 90 days, and nearly half of them do not experience any therapeutic benefit. These statistics underscore the critical need for more effective strategies in selecting suitable patients for trial participation. One promising avenue is the use of circulating tumor DNA (ctDNA) measurements to estimate tumor fraction (TF), a method that has shown potential in prognosticating outcomes for patients with solid tumors. Nevertheless, the effectiveness of TF as an indicator for predicting the clinical benefits of systemic treatments in patients referred for early phase studies is yet to be conclusively determined Methods: We analyzed adult patients with advanced solid tumors included from December 2020 to December 2021 in two precision medicine studies: BIP (NCT02534649) and STING (NCT04932525). Comprehensive genomic profiling was conducted using the FDA approved 324-gene FoundationOne Liquid Cdx assay. TF was categorized as &#8805;10% or &#60;10%. Multivariate analysis incorporated established prognostic scores (Royal Marsden Hospital: RMH, Garrido-Laguna et al. 2012; and GRIm, Bigot et al., 2017) and their individual components (RMH: albumin, lactate dehydrogenase, number of metastatic sites; GRIm: neutrophil\/lymphocyte ratio, lactate dehydrogenase, albumin). Results: A total of 1305 patients referred for early phase trials were evaluated: 871 in BIP and 434 in STING.The treatment regimens patients received post-TF assessment included: cytotoxic agents (BIP: 278 patients, 28.8%; STING: 106 patients, 24.4%), immunotherapy (BIP: 152 patients, 15.8%; STING: 76 patients, 17.5%), tyrosine kinase inhibitors (BIP: 126 patients, 13.1%; STING: 35 patients, 8.1%), hormonal therapy (BIP: 131 patients, 13.6%; STING: 9 patients, 2.1%), and various other therapies or combinations. High TF was significantly correlated with poorer objective response\/stable disease rate, shorter progression-free survival (PFS), and lower overall survival (OS) in both studies. Multivariate analysis confirmed TF as an independent predictor of objective response, PFS, and OS, beyond the RMH and GRIm scores and their components. Conclusions: This is the first prospective analysis confirming that TF is a significant predictive marker of treatment efficacy in patients referred for early phase studies. Our findings suggest that TF could be a valuable tool in decision-making for phase I trial participation. Additionally, this research lays the groundwork for future exploration of TF in risk stratification of cancer patients in various clinical contexts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Circulating tumor DNA,Efficacy,Phase I,Predictive biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"L. Belcaid<sup>1<\/sup>, S. Cousin<sup>2<\/sup>, A. Bayle<sup>3<\/sup>, M. Alame<sup>2<\/sup>, E. Rouleau<sup>3<\/sup>, L. Blouin<sup>2<\/sup>, L. Lacroix<sup>3<\/sup>, D. Vasseur<sup>3<\/sup>, M. Brunet<sup>2<\/sup>, S. Taleb<sup>3<\/sup>, I. Soubeyran<sup>2<\/sup>, V. Debien<sup>2<\/sup>, E. Angeli<sup>2<\/sup>, C. Massard<sup>3<\/sup>, <b>A. Italiano<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>University of Danemark, Copenhague, Denmark, <sup>2<\/sup>Institute Bergonié, Bordeaux, France, <sup>3<\/sup>Gustave Roussy, Villejuif, France","CSlideId":"","ControlKey":"ad828e18-37b7-407e-ac95-abe77db5e4de","ControlNumber":"10543","DisclosureBlock":"&nbsp;<b>L. Belcaid, <\/b> None..<br><b>S. Cousin, <\/b> None..<br><b>A. Bayle, <\/b> None..<br><b>M. Alame, <\/b> None..<br><b>E. Rouleau, <\/b> None..<br><b>L. Blouin, <\/b> None..<br><b>L. Lacroix, <\/b> None..<br><b>D. Vasseur, <\/b> None..<br><b>M. Brunet, <\/b> None..<br><b>S. Taleb, <\/b> None..<br><b>I. Soubeyran, <\/b> None..<br><b>V. Debien, <\/b> None..<br><b>E. Angeli, <\/b> None..<br><b>C. Massard, <\/b> None.&nbsp;<br><b>A. Italiano, <\/b> <br><b>BAYER<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>MERCK<\/b> Grant\/Contract. <br><b>ASTRAZENECA<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10396","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB104","PresenterBiography":null,"PresenterDisplayName":"Antoine Italiano, MD;PhD","PresenterKey":"b2437d6d-3857-4a75-bae3-60a267fe9e51","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB104. Tumor fraction as a predictive factor of outcome in patients referred for oncology early phase clinical trials: Analyses of two precision medicine studies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor fraction as a predictive factor of outcome in patients referred for oncology early phase clinical trials: Analyses of two precision medicine studies","Topics":null,"cSlideId":""},{"Abstract":"Background: The detection of cancer-associated DNA in urine samples has significant potential in urothelial cancer (UC) detection and surveillance. Every year millions of patients with urinary symptoms undergo cystoscopy, an examination of the bladder using a flexible scope. Only 10% of these invasive examinations result in a cancer diagnosis. Cystoscopy is also used in post-operative surveillance, with many UC patients requiring life-long cystoscopies.<br \/>Methods: We developed a high-volume urine DNA collection kit and laboratory platform and prospectively analyzed 433 urine samples collected from diagnostic and post-operative timepoints from 167 UC patients and 95 negative controls from January 2021 to September 2023. We used a hybridization capture assay targeting the coding regions of 21 commonly mutated genes in urothelial tumors, as well as 8 frequently copy number altered loci. Samples were sequenced using Illumina NovaSeq instruments. Mutations, copy number alterations, and chromosomal rearrangements were computationally identified.<br \/>Key Findings: In the diagnostic settings our assay achieved a sensitivity of 100% for pT1+ bladder cancer, 97% for pTa bladder cancer, and 91% for upper tract urothelial cancer (UTUC) (100% for pT1+ or high grade) in an all-comers UC cohort, at a specificity of 93%. Post-operative urine DNA surveillance informed by preoperative urine mutations detected 28 \/ 30 (93%) residual cancer cases found in cystoscopy or surgery, with two pTa low grade recurrences missed. Using a secondary, highly stringent urine tumor DNA detection threshold (100% specificity for UC), we show that urine DNA testing in the diagnostic setting may allow up to 68% of UC patients to be scheduled directly to operating room procedures, reducing hospital workload and expediting care. In addition, we demonstrate the feasibility of urine DNA for detecting underlying Lynch syndrome in UC patients by identifying three UTUC patients who carried germline defects in mismatch repair genes MSH2 or MSH6, indicative of Lynch syndrome. In two of these patients our assay also found a somatic second hit and high mutation load.<br \/>Conclusions and Clinical Implications: These results show promise in urine DNA based cancer diagnostics even in patients with low grade tumors. The assay is designed to offer a non-invasive and cost-effective alternative for cystoscopies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Biomarkers,Urine,Bladder cancer,Liquid biopsies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Nikkola<\/b><sup>1<\/sup>, L. Ryyppö<sup>2<\/sup>, J. Vuorinen<sup>2<\/sup>, H. Kallio<sup>2<\/sup>, H. Selin<sup>2<\/sup>, P. Jämsä<sup>1<\/sup>, J. Åkerla<sup>1<\/sup>, T. Pekkarinen<sup>1<\/sup>, A. Kaipia<sup>1<\/sup>, M. Nykter<sup>2<\/sup>, T. Veitonmäki<sup>1<\/sup>, M. Annala<sup>2<\/sup>; <br\/><sup>1<\/sup>Department of Urology, Tampere University Hospital, Tampere, Finland, <sup>2<\/sup>Faculty of Medicine and Health Technology, Tampere University, Tampere, Finland","CSlideId":"","ControlKey":"f92c22b3-7159-4eb0-ad07-c3ef7bcb078b","ControlNumber":"10462","DisclosureBlock":"&nbsp;<b>J. Nikkola, <\/b> None..<br><b>L. Ryyppö, <\/b> None.&nbsp;<br><b>J. Vuorinen, <\/b> <br><b>Fluivia<\/b> Other Business Ownership.<br><b>H. Kallio, <\/b> None..<br><b>H. Selin, <\/b> None..<br><b>P. Jämsä, <\/b> None..<br><b>J. Åkerla, <\/b> None..<br><b>T. Pekkarinen, <\/b> None..<br><b>A. Kaipia, <\/b> None..<br><b>M. Nykter, <\/b> None..<br><b>T. Veitonmäki, <\/b> None.&nbsp;<br><b>M. Annala, <\/b> <br><b>Fluivia<\/b> Other Business Ownership.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10397","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB105","PresenterBiography":null,"PresenterDisplayName":"Jussi Nikkola","PresenterKey":"ba64733b-0cf4-456c-a052-02b7668af2f9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB105. Sensitive urothelial cancer detection via high volume urine DNA analysis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sensitive urothelial cancer detection via high volume urine DNA analysis","Topics":null,"cSlideId":""},{"Abstract":"$$table_{E1C999DF-708D-4FF5-BF83-B835437B845D}$$<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{4A02202E-106B-4DBC-97C4-E2E6B11CA216}\"><caption>Table 1: Quantification of usctDNA and mnctDNA in Plasma and Saliva<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Mut usctDNA (L858R)<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">WT cfDNA<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">usctDNA<\/td><td rowspan=\"1\" colspan=\"1\">mnctDNA<\/td><td rowspan=\"1\" colspan=\"1\">U\/M<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">uscfDNA<\/td><td rowspan=\"1\" colspan=\"1\">mncfDNA<\/td><td rowspan=\"1\" colspan=\"1\">U\/M<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Plasma<\/td><td rowspan=\"1\" colspan=\"1\">1555 ± 326<\/td><td rowspan=\"1\" colspan=\"1\">964 ± 209<\/td><td rowspan=\"1\" colspan=\"1\">1.6X<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">15201 ± 1509<\/td><td rowspan=\"1\" colspan=\"1\">13261 ± 1424<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Saliva<\/td><td rowspan=\"1\" colspan=\"1\">12158 ± 1731<\/td><td rowspan=\"1\" colspan=\"1\">7442 ± 1020<\/td><td rowspan=\"1\" colspan=\"1\">1.6X<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">340896 ± 27170<\/td><td rowspan=\"1\" colspan=\"1\">601733 ± 71573<\/td><td rowspan=\"1\" colspan=\"1\">1.1X<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Saliva\/Plasma (fold X)<\/td><td rowspan=\"1\" colspan=\"1\">7.8<\/td><td rowspan=\"1\" colspan=\"1\">7.7<\/td><td rowspan=\"1\" colspan=\"1\">1.6X<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">22.4<\/td><td rowspan=\"1\" colspan=\"1\">45.3<\/td><td rowspan=\"1\" colspan=\"1\">0.6X<\/td><\/tr><\/table><br \/>Mononucleosomal ctDNA (mnctDNA, 157-bp, double-stranded) spearheads liquid biopsy (LB) for cancer detection, treatment and clinical care. The bottleneck of mnctDNA LB are low copy number of ctDNA and limit of detection of platform technologies. Recent discovery of ultra-short ctDNA (usctDNA, 52-54 nt, single-stranded) that harbors somatic mutations prompted us to explore the quantification and stoichiometry of usctDNA to mnctDNA in plasma and saliva of NSCLC patients.<br \/>Paired plasma and saliva from 20 advanced NSCLC patients with tissue genotyped positive for L858R were processed for cfDNA extraction and quantification with Qubit and Tape Station. Digital PCR assays targeting L858R somatic mutation to generate amplicons of 57-bp (usctDNA) and 100-bp (mnctDNA) were performed by UCLA and independently by NIST.<br \/>Results in Table 1 revealed that three findings of usctDNA that will have potential to impact ctDNA liquid biopsy. First, the somatic mutation (L858R) is present in usctDNA. Second, The stoichiometric ratio of usctDNA to mnctDNA is similar in plasma and saliva at 1.6X. For the wild-type counterpart, the ratio is 1.1X for plasma and 0.6X for saliva. Third, the copy number of usctDNA and mnctDNA in saliva to plasma is 7.8X and 7.7X.<br \/>Conclusion: Detection of tumor-associated\/specific <i>EGFR<\/i> L858R somatic mutations in uscfDNA is translationally impactful, adding 1.6X of the ctDNA targets for molecular detection, effectively cumulating 2.6X of total ctDNA targets, permitting earlier cancer detection, treatment monitoring and therapy prognostication. The finding that saliva harbors 7X of the us- and mnctDNA further raises the prospect of advancing saliva ctDNA liquid biopsy for NSCLC detection as it may effectively allow 15.5X (7.8X+7.7X) ability to detect malignancy-associated ctDNA.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Circulating cell-free DNA,Liquid biopsies,Cancer detection,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Li<\/b><sup>1<\/sup>, F. Wei<sup>1<\/sup>, H.-J. He<sup>2<\/sup>, C.-C. Lin<sup>3<\/sup>, S.-C. Yang<sup>3<\/sup>, A. W. Huang<sup>3<\/sup>, C. Tang<sup>4<\/sup>, Y. Kim<sup>1<\/sup>, D. T. W. Wong<sup>1<\/sup>; <br\/><sup>1<\/sup>University of California Los Angeles, Los Angeles, CA, <sup>2<\/sup>National Institute of Standards and Technology, Gaithersburg, MD, <sup>3<\/sup>National Cheng Kung University Hospital, Tainan, Taiwan, <sup>4<\/sup>AIONco Inc., Menlo Park, CA","CSlideId":"","ControlKey":"9333ccb2-e39f-4853-a836-925ecf1308a0","ControlNumber":"9841","DisclosureBlock":"&nbsp;<b>F. Li, <\/b> None.&nbsp;<br><b>F. Wei, <\/b> <br><b>EZ Life Bio<\/b> Stock.<br><b>H. He, <\/b> None..<br><b>C. Lin, <\/b> None..<br><b>S. Yang, <\/b> None..<br><b>A. W. Huang, <\/b> None.&nbsp;<br><b>C. Tang, <\/b> <br><b>AIONco Inc.<\/b> Employment.<br><b>Y. Kim, <\/b> None.&nbsp;<br><b>D. T. W. Wong, <\/b> <br><b>Liquid Diagnostics<\/b> Stock. <br><b>AIOnco<\/b> Stock, Grant\/Contract. <br><b>NIH<\/b> Grant\/Contract. <br><b>American Cancer Society<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10398","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB106","PresenterBiography":null,"PresenterDisplayName":"Feng Li, PhD","PresenterKey":"4156fb92-9f46-49ca-ad00-9f596bff23e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB106. Ultra-short ctDNA: A new paradigm for ctDNA liquid biopsy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ultra-short ctDNA: A new paradigm for ctDNA liquid biopsy","Topics":null,"cSlideId":""},{"Abstract":"Background: The phase 2 KEYNOTE-782 trial (NCT03664024) was designed to prospectively evaluate plasma-derived biomarkers of response to first-line pembro + chemo in pts with metastatic nonsquamous NSCLC. This exploratory analysis of KEYNOTE-782 evaluated the association of cfDNA mVAF levels with clinical outcomes.<br \/>Methods: Adults with untreated stage IV nonsquamous NSCLC received pembro 200 mg Q3W + chemo (pemetrexed + carboplatin or cisplatin). cfDNA was isolated from plasma samples collected at baseline (BL) and cycle 2 (C2) and sequenced using a targeted NGS-based assay previously used to assess blood tumor mutational burden from cfDNA for the primary analysis. cfDNA mVAF was quantified for each patient. The associations of BL cfDNA mVAF (all pts) and change in cfDNA mVAF from BL at C2 (pts with &#8805;1 detectable variant at BL; cfDNA+) as continuous variables with ORR, PFS, and OS were evaluated; 1-sided &#945; was prespecified at 0.05 after multiplicity adjustment. ORR, PFS, and OS were also descriptively evaluated by cfDNA bins (BL mVAF, &#62;0 vs 0; mVAF change from BL, &#8805;median vs &lt;median). Results: Of 101 pts with evaluable cfDNA samples at BL, 83 (82.2%) were cfDNA+; 74 of these 83 pts had evaluable cfDNA samples at C2. Low BL mVAF was associated with improved ORR, PFS, and OS (<i>P<\/i> &#60;0.01, each). The area under the receiver operating characteristic curve (AUROC) for discriminating response was 0.61 (95% CI, 0.50-0.72). Among pts with BL mVAF &#62;0 (n = 83) vs 0 (n = 18), ORR (95% CI) was 38.6% (28.1-49.9) vs 55.6% (30.8-78.5), median PFS (95% CI) was 6.6 mo (4.9-9.0) vs 19.7 mo (9.8-not reached [NR]), and median OS (95% CI) was 13.6 mo (9.4-22.5) vs 31.6 mo (20.1-NR). Larger reductions in mVAF from BL at C2 were associated with improved ORR, PFS, and OS (<i>P<\/i> &#60;0.05, each). The AUROC for discriminating response was 0.69 (95% CI, 0.57-0.82). After adjustment for best overall response, change in mVAF from BL at C2 was not associated with PFS or OS (<i>P <\/i>&#62;0.05). In a descriptive evaluation for pts with a mVAF change from BL at C2 &#8805;median of 0.15 (n = 37) vs &lt;median (n=\"37),\" orr=\"\" (95%=\"\" ci)=\"\" was=\"\" 18.9%=\"\" (8.0-35.2)=\"\" vs=\"\" 64.9%=\"\" (47.5-79.8),=\"\" median=\"\" pfs=\"\" 5.1=\"\" mo=\"\" (4.2-11.1)=\"\" 7.2=\"\" (6.2-21.7),=\"\" and=\"\" os=\"\" 12.8=\"\" (7.9-18.1)=\"\" 25.9=\"\" (15.3-nr).=\"\" conclusions:=\"\" in=\"\" pts=\"\" with metastatic nonsquamous NSCLC treated with pembro + chemo, low cfDNA mVAF levels at BL and larger reductions in cfDNA mVAF levels were associated with improved clinical outcomes. However, after correction for clinical response, the prognostic value of cfDNA mVAF reduction was not significant. Further studies are warranted to elucidate the utility of cfDNA for disease monitoring in this setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Circulating tumor DNA,Liquid biopsies,NSCLC,Pembrolizumab,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Jair Bar<sup>1<\/sup>, Emilio Esteban<sup>2<\/sup>, Delvys Rodríguez-Abreu<sup>3<\/sup>, Santiago Ponce-Aix<sup>4<\/sup>, Zsuzsanna Szalai<sup>5<\/sup>, Enriqueta Felip<sup>6<\/sup>, Maya Gottfried<sup>7<\/sup>, Mariano Provencio Pulla<sup>8<\/sup>, Andrew Robinson<sup>9<\/sup>, Andrea Fülöp<sup>10<\/sup>, Suman Bannur Rao<sup>11<\/sup>, D. Ross Camidge<sup>12<\/sup>, Giovanna Speranza<sup>13<\/sup>, Nathan Hunkapiller<sup>14<\/sup>, Robert McDaniel<sup>14<\/sup>, Byoungsok Jung<sup>14<\/sup>, David Burkhardt<sup>14<\/sup>, Ruth Mauntz<sup>14<\/sup>, Cai Chen<sup>15<\/sup>, Carol Pena<sup>15<\/sup>, Razvan Cristescu<sup>15<\/sup>, <b>Elisha  J.  Dettman<\/b><sup>15<\/sup>, Steven  M.  Townson<sup>15<\/sup>, Julie Kobie<sup>15<\/sup>, Tibor Cs&#337;szi<sup>16<\/sup><br><br\/><sup>1<\/sup>Sheba Medical Center–Tel Hashomer and Tel-Aviv University Medical School, Ramat Gan, Israel,<sup>2<\/sup>Central University Hospital of Asturias, Oviedo, Spain,<sup>3<\/sup>3Complejo Hospitalario Universitario Insular Materno-Infantil de Gran Canaria, Universidad de Las Palmas de Gran Canaria, Las Palmas de Gran Canaria, Spain,<sup>4<\/sup>Hospital Universitario 12 de Octubre, H120-CNIO Lung Cancer Clinical Research Unit, Universidad Complutense and CIBERONC, Madrid, Spain,<sup>5<\/sup>Petz Aladar Megyei Oktato Korhaz, Budapest, Hungary,<sup>6<\/sup>Vall d’Hebron University, Vall d’Hebron Institute of Oncology (VHIO), Bracelona, Spain,<sup>7<\/sup>Meir Medical Center, Kfar-Saba, Israel,<sup>8<\/sup>Hospital Universitario Puerta de Hierro, Madrid, Spain,<sup>9<\/sup>Queen's University, Kingston, ON, Canada,<sup>10<\/sup>Országos Korányi Pulmonológiai Intézet, Budapest, Hungary,<sup>11<\/sup>Ascension Saint Agnes Hospital, Baltimore, MD,<sup>12<\/sup>University of Colorado School of Medicine, Aurora, CO,<sup>13<\/sup>Centre Integré de Cancérologie de la Montérégie, Université de Sherbrooke, Greenfield Park, QC, Canada,<sup>14<\/sup>GRAIL, Menlo Park, CA,<sup>15<\/sup>Merck & Co., Inc., Rahway, NJ,<sup>16<\/sup>Jász-Nagykun-Szolnok County Hospital, Szolnok, Hungary","CSlideId":"","ControlKey":"6854a48e-09b9-4807-88d3-5c6d0997d931","ControlNumber":"10440","DisclosureBlock":"<b>&nbsp;J. Bar, <\/b> <br><b>AbbVie<\/b> Grant\/Contract, Other, Advisory Board (Personal); Research Grant (Institutional). <br><b>Amgen<\/b> Other, Advisory Board (Personal). <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Advisory Board (Personal); Research Grant (Institutional). <br><b>Bayer<\/b> Other, Advisory Board (Personal). <br><b>MSD<\/b> Grant\/Contract, Other, Advisory Board (Personal); Research Grant (Institutional). <br><b>Merck-Serono<\/b> Other, Advisory Board (Personal). <br><b>Roche<\/b> Grant\/Contract, Other, Advisory Board (Personal); Research Grant (Institutional). <br><b>Takeda<\/b> Other, Advisory Board (Personal). <br><b>BMS<\/b> Other, Invited Speaker. <br><b>Medison<\/b> Invited Speaker. <br><b>Pfizer<\/b> Other, Invited Speaker. <br><b>Immunai<\/b> Grant\/Contract, Research Grant (institutional). <br><b>OncoHost<\/b> Other, Research Grant (institutional).<br><b>E. Esteban, <\/b> None.&nbsp;<br><b>D. Rodríguez-Abreu, <\/b> <br><b>Roche\/Genentech, AstraZeneca, Bristol-Myers Squibb, Boehringer Ingelheim, Merck Sharp and Dohme, Merck Serono, Eli Lilly, Gilead, Sanofi, Regeneron, Incyte, Pfizer, Takeda and Novartis<\/b> Other, Received personal fees\/honoraria for consultancy\/ Advisory role and lectures. <br><b>Roche, Bristol-Myers Squibb, Merck Sharp and Dohme, Sanofi, Regeneron and Novartis<\/b> Travel.<br><b>S. Ponce-Aix, <\/b> None..<br><b>Z. Szalai, <\/b> None.&nbsp;<br><b>E. Felip, <\/b> <br><b>ABBVIE, AMGEN, ASTRA ZENECA, BAYER, BEIGENE, BOEHRINGER INGELHEIM, BRISTOL MYERS SQUIBB, ELI LILLY, F. HOFFMANN-LA ROCHE, GILEAD, GLAXO SMITH KLINE, JANSSEN, MERCK SERONO, MERCK SHARP & DOHME, NOVART<\/b> Other, Advisory Board. <br><b>AMGEN, ASTRA ZENECA, BRISTOL MYERS SQUIBB, DAIICHI SANKYO, ELI LILLY, F. HOFFMANN – LA ROCHE, GENENTECH, JANSSEN, MEDICAL TRENDS, MEDSCAPE, MERCK SERONO, MERCK SHARP & DOHME, PEERVOICE, PFIZER, SANOF<\/b> Other, Speakers Bureau. <br><b>GRIFOLS<\/b> Other, INDEPENDENT MEMBER OF THE BOARD.<br><b>M. Gottfried, <\/b> None.&nbsp;<br><b>M. Provencio Pulla, <\/b> <br><b>MSD<\/b> Grant\/Contract, Other, Consulting Fees, Speakers Bureau, Training (Personal & Institutional). <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Consulting Fees, Speakers Bureau, Training (Personal & Institutional), Support for attending meetings\u000d\u000aand\/or travel (Institutional). <br><b>Roche<\/b> Grant\/Contract, Other, Consulting Fees, Speakers Bureau, Training (Personal & Institutional). <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, Travel, Support for attending meetings\u000d\u000aand\/or travel (Institutional). <br><b>Takeda<\/b> Grant\/Contract, Travel, Other, Consulting Fees, Speakers Bureau, Training (Personal & Institutional), Support for attending meetings\u000d\u000aand\/or travel (Institutional). <br><b>BMS<\/b> Travel, Other, Consulting Fees, Speakers Bureau, Training (Personal & Institutional), Support for attending meetings\u000d\u000aand\/or travel (Institutional). <br><b>Eli Lily<\/b> Travel, Other, Consulting Fees, Speakers Bureau, Training (Personal & Institutional), Support for attending meetings\u000d\u000aand\/or travel (Institutional). <br><b>F Hoffman-La Roche<\/b> Travel, Other, Consulting Fees, Speakers Bureau, Training (Personal & Institutional), Support for attending meetings\u000d\u000aand\/or travel (Institutional). <br><b>Janssen<\/b> Other, Consulting Fees, Speakers Bureau, Training (Personal & Institutional). <br><b>Pfizer<\/b> Other, Consulting Fees, Speakers Bureau, Training (Personal & Institutional). <br><b>Phierre Fabre Pharmaceuticals<\/b> Travel, Support for attending meetings\u000d\u000aand\/or travel (Institutional). <br><b>A. Robinson, <\/b> <br><b>Merck<\/b> Other, Speaker Fees, Advisory Board. <br><b>Astra-Zeneca<\/b> Other, Speaker Fees, Advisory Board. <br><b>BMS<\/b> Other, Advisory Board.<br><b>A. Fülöp, <\/b> None.&nbsp;<br><b>S. Rao, <\/b> <br><b>Astra-Zeneca<\/b> Other, Speakers Bureau. <br><b>D. Camidge, <\/b> <br><b>Abbvie, Anheart, Appollomics, AstraZeneca, Aveo, Beigene, BMS, Coherus, Eli Lilly, Gilead, Hengrui, Imagene, Immunocore, Janssen, Lianbio, Merck KGa, Mirati, Nalo, Newsoara, Nextcutre, Prelude, Roche<\/b> Other, Advisory Role. <br><b>Sanofi, Seattle Genetics, Sutro, Takeda, Valence, Xencor, AstraZeneca\/Daiichi, Dizal, EMD Serono, Elevation, Hummingbird, Medtronic, Mersana, Onkure, Regeneron, Theseus, Xcovery<\/b> Other, Advisory Role. <br><b>Bio-Thera, Blueprint, Helsinn, Kestrel, Nuvalent, Puma, Ribon, Roche\/Genetech, Turning Point<\/b> Other, Advisory Role. <br><b>Abbie, AstraZeneca, Blueprint, Dizal, Inhibrx, Karyopharm, Nuvalent, Pfizer, Phosplatin, Psioxus, rain, Roche\/Genetech, Seattle Genetics, Takeda, Turning Point, Verastem<\/b> Other, Company Sponsored trials at institution (PI Roles).<br><b>G. Speranza, <\/b> None.&nbsp;<br><b>N. Hunkapiller, <\/b> <br><b>GRAIL<\/b> Employment, Stock, Ownership Interest, Leadership Role. <br><b>Curve Biosciences<\/b> Employment, Stock, Other, Officer, Member of the board of Directors, Ownership Interest, Leadership Role. <br><b>Droplet Biosciences<\/b> Stock, Advisory Board, Ownership Interest, Advisory Role. <br><b>R. McDaniel, <\/b> <br><b>GRAIL<\/b> Employment. <br><b>B. Jung, <\/b> <br><b>Illumina<\/b> Stock. <br><b>D. Burkhardt, <\/b> <br><b>GRAIL<\/b> Employment. <br><b>Illumina<\/b> Stock. <br><b>R. Mauntz, <\/b> <br><b>GRAIL<\/b> Employment. <br><b>Illumina<\/b> Employment, Stock. <br><b>C. Chen, <\/b> <br><b>Merck & Co., Inc.<\/b> Employment, Stock. <br><b>C. Pena, <\/b> <br><b>Merck & Co., Inc.<\/b> Employment, Stock. <br><b>R. Cristescu, <\/b> <br><b>Merck & Co., Inc.<\/b> Employment, Stock. <br><b>E. J. Dettman, <\/b> <br><b>Merck & Co., Inc.<\/b> Employment, Stock. <br><b>S. M. Townson, <\/b> <br><b>Merck & Co., Inc.<\/b> Employment, Stock, Other, Project Lead, Proprietary information, leadership role. <br><b>J. Kobie, <\/b> <br><b>Merck & Co, Inc<\/b> Employment, Stock.<br><b>T. Cs&#337;szi, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10399","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB107","PresenterBiography":null,"PresenterDisplayName":"Elisha Dettman, PhD","PresenterKey":"4bc3bd1a-8ef4-4ae1-97a5-b4944c46fa42","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB107. Association of circulating free DNA (cfDNA) maximum variant allele frequency (mVAF) levels with clinical outcomes in patients (pts) with metastatic nonsquamous non-small cell lung cancer (NSCLC) treated with pembrolizumab (pembro) + chemotherapy (chemo) in the phase 2 KEYNOTE-782 trial","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association of circulating free DNA (cfDNA) maximum variant allele frequency (mVAF) levels with clinical outcomes in patients (pts) with metastatic nonsquamous non-small cell lung cancer (NSCLC) treated with pembrolizumab (pembro) + chemotherapy (chemo) in the phase 2 KEYNOTE-782 trial","Topics":null,"cSlideId":""},{"Abstract":"<i>Background: <\/i>Recent studies have identified blood plasma DNA as a rich source of biomarkers for non-invasive cancer detection. In particular, analysis of shorter DNA fragments or &#8220;fragmentomics&#8221; have shown promising results with numerous competing approaches such as those based on mutation calls, length distributions, or preferred fragmentation patterns. In this study, we assessed the potential of fragment end motif distributions in discriminating patients with lung adenocarcinoma versus benign tumors.<br \/><i>Methods: <\/i>Plasma samples from 37 patients (20 benign, 17 malignant) were subject to whole genome sequencing. For each sample, DNA fragments were grouped as short (30-99bp) and long (100-269bp) and end motif distributions were calculated by counting occurrences of 4-9bp sequences at either the 5&#8217; or 3&#8217; end of each fragment. A proprietary machine learning algorithm was employed to identify a minimal set of motifs capable of accurately distinguishing benign from malignant samples.<br \/><i>Results: <\/i>Just two 5&#8217; end motifs in long fragments, CCAT and GACA, were sufficient for distinguishing malignant from benign samples in a two-step decision tree (89% accuracy with all samples, 86% accuracy in leave-one-out cross validation). Accuracy was significantly higher when compared to random guessing by shuffling labels (p=1.6*10<sup>-6<\/sup>, FWER &#60; 0.05, Bonferroni correction, 351 tests). CCAT motif frequency was also significantly associated with cancer stage (p=0.04, Kruskal-Wallis test) and specifically elevated in early stage samples (I, II).<br \/><i>Conclusions: <\/i>These results suggest that plasma DNA end motif distributions are informative in discriminating patients with lung adenocarcinoma versus benign tumors. The two-motif model suggests that specific, rather than systemic changes in end motif distributions are more strongly associated with lung cancer patients and may point to specific mechanisms linked to cancer progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Circulating cell-free DNA,Machine learning,Biomarkers,Lung adenocarcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. C. Hyun<\/b><sup>1<\/sup>, S. H. Yip<sup>1<\/sup>, N. Swarup<sup>2<\/sup>, R. Ramamurthy<sup>1<\/sup>, J. C. Cheng<sup>2<\/sup>, I. Choi<sup>2<\/sup>, E. Wong<sup>1<\/sup>, A. Arora<sup>2<\/sup>, D. Aberle<sup>2<\/sup>, D. T. W. Wong<sup>2<\/sup>, C. Y. Tang<sup>1<\/sup>; <br\/><sup>1<\/sup>AiOnco, Inc., Menlo Park, CA, <sup>2<\/sup>University of California Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"55ce2646-6c55-49da-917e-cc6582cca5df","ControlNumber":"10572","DisclosureBlock":"<b>&nbsp;J. C. Hyun, <\/b> <br><b>AiOnco<\/b> Employment, Patent. <br><b>S. H. Yip, <\/b> <br><b>AiOnco<\/b> Employment, Patent.<br><b>N. Swarup, <\/b> None.&nbsp;<br><b>R. Ramamurthy, <\/b> <br><b>AiOnco<\/b> Employment, Patent.<br><b>J. C. Cheng, <\/b> None..<br><b>I. Choi, <\/b> None.&nbsp;<br><b>E. Wong, <\/b> <br><b>AiOnco<\/b> Employment, Patent.<br><b>A. Arora, <\/b> None..<br><b>D. Aberle, <\/b> None.&nbsp;<br><b>D. T. W. Wong, <\/b> <br><b>Liquid Diagnostics<\/b> Stock. <br><b>AiOnco<\/b> Stock, Grant\/Contract. <br><b>NIH<\/b> Grant\/Contract. <br><b>American Cancer Society<\/b> Grant\/Contract. <br><b>C. Y. Tang, <\/b> <br><b>AiOnco<\/b> Employment, Stock, Patent.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10400","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB108","PresenterBiography":null,"PresenterDisplayName":"Jason Hyun","PresenterKey":"faffd6f2-522e-4cdc-8403-99b2e45dab08","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB108. Specific plasma DNA end-motifs distinguish patients with lung adenocarcinoma versus benign nodules","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Specific plasma DNA end-motifs distinguish patients with lung adenocarcinoma versus benign nodules","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is the third most common cancer worldwide, and regular screening is effective in reducing its mortality. Epi proColon was the first blood-based Septin9 gene methylation assay approved by the US FDA for CRC screening. However, the broader application of this assay has been hindered by its relatively lower sensitivity in detecting early-stage CRC and precancerous lesions. In this study, we developed a new multiplex Septin9 methylation assay, named ColonUSK, which simultaneously detects two CpG-rich subregions in the promoter of the Septin9 gene and an internal control in a single reaction. In comparison with the Sepin9 assay targeting only one CpG-rich subregion, this new assay demonstrated improved sensitivity, with a detection limit as low as 12pg of the positive DNA. To assess its value in CRC screening, we conducted an opportunistic screening study involving a total of 1366 subjects. Blind testing was performed to evaluate ColonUSK in comparison with clinical diagnosis using colonoscopy and pathological examination (the clinical gold standard). The clinical sensitivities of ColonUSK for detecting CRC and advanced adenoma were 77.34% (95% CI: 72.89%-81.26%) and 25.26% (95% CI: 17.16%-35.41%), respectively. The clinical specificity of the assay for non-CRC cases was 95.95% (95% CI: 94.36%-97.13%). Notably, ColonUSK was able to detect 54.29% of cases with high-grade intraepithelial neoplasia. The Kappa test value for this experiment was 0.76, indicating a high degree of consistency between ColonUSK and pathological diagnosis. Our results suggest that ColonUSK holds potential as a non-invasive screening tool for colorectal cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-04 Liquid biopsies:  Circulating nucleic acids,,"},{"Key":"Keywords","Value":"Cancer detection,Colon cancer,Liquid biopsies,Methylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Youming Wu<sup>1<\/sup>, Yongqin Tong Tong<sup>2<\/sup>, Haitao Zhang<sup>3<\/sup>, Yun Li<sup>3<\/sup>, Ming Li<sup>4<\/sup>, Lili Qiu<sup>5<\/sup>, Wenlan Liu<sup>6<\/sup>, Siqing Mei<sup>2<\/sup>, Yu Mao<sup>7<\/sup>, Yanhua Cao<sup>7<\/sup>, Caiyan Su<sup>7<\/sup>, Wentao Yu<sup>7<\/sup>, Junli Wang<sup>8<\/sup>, Taizhong Wang<sup>8<\/sup>, Zhongyuan Zhu<sup>5<\/sup>, <b>Dehua Derek Yu<\/b><sup>8<\/sup><br><br\/><sup>1<\/sup>Xiaolan People's Hospital, Zhognshan, China,<sup>2<\/sup>Renmin Hospital of Wuhan University, Wuhan, China,<sup>3<\/sup>The Second People’s Hospital of Shenzhen, Shenzhen, China,<sup>4<\/sup>Renmin Hospital of Wuhan University,, Wuhan, China,<sup>5<\/sup>The Second Affiliated Hospital of Hainan Medical University, Haikou, China,<sup>6<\/sup>The Second People’s Hospital of Shenzhen, BShenzhen, China,<sup>7<\/sup>USK Bioscience, Co., Ltd, Shenzhen, China,<sup>8<\/sup>Youjiang Medical University For Nationalities, Baise, China","CSlideId":"","ControlKey":"ba437db1-8434-4ce0-bed0-4e2a0195aec7","ControlNumber":"10515","DisclosureBlock":"&nbsp;<b>Y. Wu, <\/b> None..<br><b>Y. Tong, <\/b> None..<br><b>H. Zhang, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>M. Li, <\/b> None..<br><b>L. Qiu, <\/b> None..<br><b>W. Liu, <\/b> None..<br><b>S. Mei, <\/b> None..<br><b>Y. Mao, <\/b> None..<br><b>Y. Cao, <\/b> None..<br><b>C. Su, <\/b> None..<br><b>W. Yu, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>T. Wang, <\/b> None..<br><b>Z. Zhu, <\/b> None..<br><b>D. Yu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10401","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB109","PresenterBiography":null,"PresenterDisplayName":"Youming Wu, MD","PresenterKey":"acfe7211-5da1-44eb-a5ec-ee8cb49051f8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB109. Detection of high grade intraepithelial neoplasia in colorectal cancer using a new blood-based multiplex septin9 methylation assay","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detection of high grade intraepithelial neoplasia in colorectal cancer using a new blood-based multiplex septin9 methylation assay","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose<\/b>Prostate-specific membrane antigen (PSMA)-based images, which visually quantify PSMA expression, are used to determine prostate cancer (PCa) micrometastases. This study evaluated whether a circulating tumor cell (CTCs-based transcript platform, including PSMA mRNA, could help identify potential prognostic markers in PCa.<br \/><b>Experimental design <\/b>We prospectively enrolled 21 healthy individuals and 247 patients with PCa (localized PCa [LPCa]: 94; metastatic hormone-sensitive PCa [mHSPC]: 44; and metastatic castration-resistant PCa [mCRPC]: 109). The mRNA expression of six transcripts (PSMA, prostate-specific antigen [PSA], AR, AR-V7, EpCAM, and KRT 19) from CTCs was measured, and their relationship with biochemical recurrence (BCR) in LPCa and mCRPC progression-free survival (PFS) rate in mHSPC was assessed. PSA-PFS and radiological-PFS were also calculated to identify potential biomarkers for predicting androgen receptor signaling inhibitor (ARSI) and taxane-based chemotherapy resistance in mCRPC.<br \/><b>Results <\/b>CTC detection rates were 75.5%, 95.3%, and 98% for LPCa, mHSPC, and mCRPC, respectively. In LPCa, PSMA (hazard ratio [HR]: 3.35; P=0.028) and PSA mRNA (HR: 1.42; P=0.047) expression was associated with BCR. mHSPC patients with high PSMA (HR: 4.26; P=0.020) and PSA mRNA (HR: 3.52; P=0.042) expression showed significantly worse mCRPC-PFS rates than those with low expression. Increased PSA and PSMA mRNA expression was significantly associated with shorter PSA-PFS and radiological PFS in mCPRC, indicating an association with drug resistance.<br \/><b>Conclusion <\/b>PSMA and PSA mRNA expression is associated with BCR in LPCa. In advanced PCa, PSMA and PSA mRNA can also predict rapid progression from mHSPC to mCRPC and ARSI or taxane-based chemotherapy resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Biomarkers,Circulating tumor cells,Prostate cancer,Prostate-specific membrane antigen (PSMA),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Cho<sup>1<\/sup>, S.-S. Byun<sup>2<\/sup>, N.-H. Son<sup>3<\/sup>, J. Chung<sup>4<\/sup>, W. Seo<sup>4<\/sup>, C. Lee<sup>4<\/sup>, T. Morgan<sup>5<\/sup>, K.-H. Han<sup>1<\/sup>, <b>J.-S. Chung<\/b><sup>6<\/sup>; <br\/><sup>1<\/sup>Department of Nanoscience and Engineering Center for Nano Manufacturing, Inje University, Kimhae, Korea, Republic of, <sup>2<\/sup>Department of Urology, Seoul National University Bundang Hospital, Seongnam, Korea, Republic of, <sup>3<\/sup>Department of Statistics, Keimyung University, Daegu, Korea, Republic of, <sup>4<\/sup>Department of Urology, Inje University Pusan Paik Hospital, Busan, Korea, Republic of, <sup>5<\/sup>Department of Urology, University of Michigan, Ann Arbor, MI, <sup>6<\/sup>Department of Urology, Inje University Haeundae Paik Hospital, Busan, Korea, Republic of","CSlideId":"","ControlKey":"c0d83339-25aa-4b2c-af06-d95cb2ff882f","ControlNumber":"9765","DisclosureBlock":"&nbsp;<b>H. Cho, <\/b> None..<br><b>S. Byun, <\/b> None..<br><b>N. Son, <\/b> None..<br><b>J. Chung, <\/b> None..<br><b>W. Seo, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>T. Morgan, <\/b> None..<br><b>K. Han, <\/b> None..<br><b>J. Chung, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10402","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB110","PresenterBiography":null,"PresenterDisplayName":"Jae-Seung Chung, D Phil;MD","PresenterKey":"212001d6-1ce8-40b9-a7b6-60caf40e879a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB110. Impact of circulating tumor cell-expressed prostate-specific membrane antigen and prostate-specific antigen transcripts in various stages of prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of circulating tumor cell-expressed prostate-specific membrane antigen and prostate-specific antigen transcripts in various stages of prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>CORSA study - Telomere length measurement of 5371 Austrian colorectal cancer and adenoma patients and healthy controls: relationships to tumor stage, course of disease and to clinical, life style and health parameters<\/b>Petr Hanak<sup>1<\/sup>, Michal Kroupa<sup>1,3,4<\/sup>, Uttarilli Anusha<sup>1<\/sup>, Ludmila Vodickova<sup>1,3,4<\/sup> Andrea Gsur<sup>2<\/sup>, Stefanie Brezina<sup>2<\/sup>, Pavel Vodicka<sup>1,3,4<\/sup><i>1 Department of Molecular Biology of Cancer, Institute of Experimental Medicine of the Czech Academy of<\/i><i>Sciences, Videnska 1083, 142 20 Prague, Czech Republic.<\/i><i>2 Center for Cancer Research, Medical University of Vienna, Vienna, Austria;<\/i><i>3 Institute of Biology and Medical Genetics, First Faculty of Medicine, Charles University, Prague, Czech Republic <\/i><i>4Faculty of Medicine and Biomedical center in Pilsen, Pilsen, Czech Republic<\/i><br \/>Presenting author: Petr Han&#225;k (e-mail: petr.hanak@iem.cas.cz)Telomeres are important parts of human chromosomes, playing a pivotal role in maintenance of genomic integrity. If their function is perturbed, it may trigger many pathologies, including colorectal cancer (CRC). In the present study, comparison of assessed relative telomere length (RTL) and tumor stage, progression of the disease and various health status and lifestyle parameters is investigated. Relative telomere length was measured in samples of DNA from peripheral blood lymphocytes of CRC patients by monochromatic multiplex qPCR. Repetitive telomere motif TTAGG was amplified from specific primer pair simultaneously with the reference albumin gene, the second one amplified from another set of primers specific to this gene. The qPCR reaction is based on intercalating dye Syto 9, which does not distinguish specific target. A separation of amplification of one target from the other one is based on division in time of both amplifications and on different levels of annealing temperatures of primer pairs. Relative telomere length was assessed in all patient samples. Obtained data correspond to our previously observed values. Here, we observe significant decreasing in RTL in the order healthy controls, adenoma and CRC patients (controls vs adenoma patients P&#60;0.0001, controls vs CRC patients P=0.0001). Detailed statistical analyses and assignment to all relevant groups including health and lifestyle parameters is currently in progress.<br \/>Acknowledgement &#38; Funding: The study was funded by the Grant Agency of Czech Republic (21-27902S), National Institute for Cancer Research (Programme EXCELES, ID Project No. LX22NPO5102) - Funded by the European Union &#8211; Next Generation EU and Ministry of Health of the Czech Republic (NU22J-03-00028)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CL13-02 Cytogenetics and clinical molecular genetics,,"},{"Key":"Keywords","Value":"Colorectal cancer,Telomeres,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Hanák<\/b>; <br\/>Institute of Experimental Medicine, AVCR, Praha, Czech Republic","CSlideId":"","ControlKey":"fea84ca3-c22a-482a-9d37-816d8335a7a9","ControlNumber":"10364","DisclosureBlock":"&nbsp;<b>P. Hanák, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11669","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB111","PresenterBiography":null,"PresenterDisplayName":"Petr Hanak, D Phil,Dr Rer Nat","PresenterKey":"2f77922b-6bf3-4f99-9356-3fdff80f4abe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB111. CORSA study - Telomere length measurement of 5371 Austrian colorectal cancer and adenoma patients and healthy controls: Relationships to tumor stage, course of disease and to clinical, life style and health parameters","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"594","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Clinical Research 1","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CORSA study - Telomere length measurement of 5371 Austrian colorectal cancer and adenoma patients and healthy controls: Relationships to tumor stage, course of disease and to clinical, life style and health parameters","Topics":null,"cSlideId":""}]