[{"Abstract":"Introduction: Fibrolamellar carcinoma (FLC), a rare liver cancer affecting young patients without cirrhosis, has a poor prognosis and few systemic therapy options. Current evidence implicates an immunosuppressive tumor microenvironment (TME), including our preliminary data suggesting preferential localization of T cells in stromal bands. We hypothesized that dual blockade of C-X-C chemokine receptor type 4 (CXCR4) and programmed cell death protein (PD-1) would enhance T cell infiltration and activation, respectively, and thereby increase tumor killing.<br \/>Methods: Flow cytometry and single-nuclear RNA sequencing (snRNA-seq) were used to analyze immune cells and evaluate gene expression, respectively, in patient-derived FLC and non-tumor liver (NTL). Immunohistochemistry (IHC) was used to assess CD3<sup>+<\/sup> T cell localization in relation to CXCL12, the chemokine ligand of CXCR4. Tumor slice cultures (TSCs) from fresh FLC resection specimens (n=11) were treated with control (IgG1), a small molecule CXCR4 inhibitor (AMD3100), anti-PD-1 blocking antibody (&#945;PD-1), or combination CXCR4 and PD-1 blockade (AMD3100\/&#945;PD-1). IHC, RNA expression (Nanostring), and live microscopy were used to evaluate T cell mobilization and function.<br \/>Results: Flow cytometry analysis demonstrated fewer CD45<sup>+<\/sup> cells (16% vs 54% of live cells, p=0.01) and heterogenous PD-1 expression on T cells in FLC compared with NTL. SnRNA-seq analysis showed that CXCR4 expression is upregulated in FLC lymphocyte and macrophage populations relative to NTL (15% vs 10% and 20% vs 5% expressed), and CXCL12 is expressed primarily in stellate cells. CD3<sup>+<\/sup> T cells colocalized with CXCL12 in the FLC stroma on IHC. Multiplex IHC of treated TSCs revealed more T cells in the carcinoma (CK7<sup>+<\/sup>) than the stromal (SMA<sup>+<\/sup>) compartment after AMD3100 compared with IgG1 (63% vs 34% T cells in CK7<sup>+ <\/sup>compartment, p=0.05). Nanostring indicated upregulation of effector pathways (apoptosis, cytotoxicity, lymphocyte activation) after AMD3100\/&#945;PD-1 compared with IgG1. Time-lapse live microscopy revealed a greater percentage of apoptotic carcinoma cells (SR-FLICA<sup>+<\/sup>CK7<sup>+<\/sup>) colocalized with CD3<sup>+<\/sup> T cells (37% vs 18%, p=0.005) and longer CD3<sup>+<\/sup> T cell track length (27 vs 22 &#956;m, p=0.03) after AMD3100\/&#945;PD-1 than before treatment. Cleaved caspase-3 (CC3) IHC demonstrated significantly increased tumor apoptosis after AMD3100\/&#945;PD-1 compared with IgG1 and monotherapy (53% vs 32% (IgG1), 39% (AMD3100), and 42% (&#945;PD-1) CC3<sup>+<\/sup> cells, p=0.002, p=0.03, p=0.04).<br \/>Conclusion: The CXCR4\/CXCL12 axis mediates T cell exclusion in the FLC TME. Combination CXCR4 and PD-1 blockade overcomes immunosuppression in FLC by mobilizing T cells into the carcinoma compartment and activating their effector function, with resultant tumor apoptosis. These findings support consideration of clinical trials testing drugs targeting CXCR4 and PD-1 in FLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor immunity,Fibrolamellar carcinoma,CXCR4,PD-1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. K. Dickerson<\/b><sup>1<\/sup>, R. van den Bijgaart<sup>2<\/sup>, X. Jiang<sup>1<\/sup>, S. K. Daniel<sup>3<\/sup>, J. A. Carter<sup>1<\/sup>, A. Farghli<sup>4<\/sup>, K. M. Sullivan<sup>5<\/sup>, Y. Liu<sup>1<\/sup>, H. L. Kenerson<sup>1<\/sup>, R. S. Yeung<sup>1<\/sup>, T. S. Kim<sup>1<\/sup>, I. N. Crispe<sup>1<\/sup>, P. Sethupathy<sup>4<\/sup>, K. C. Barry<sup>2<\/sup>, V. G. Pillarisetty<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Washington, Seattle, WA, <sup>2<\/sup>Fred Hutchinson Cancer Center, Seattle, WA, <sup>3<\/sup>Stanford University, Stanford, CA, <sup>4<\/sup>Cornell University College of Veterinary Medicine, Ithica, NY, <sup>5<\/sup>City of Hope Medical Center, Duarte, CA","CSlideId":"","ControlKey":"32b7792e-2fe2-46b8-96bb-a8374a328430","ControlNumber":"1204","DisclosureBlock":"&nbsp;<b>L. K. Dickerson, <\/b> None..<br><b>R. van den Bijgaart, <\/b> None..<br><b>X. Jiang, <\/b> None..<br><b>S. K. Daniel, <\/b> None..<br><b>J. A. Carter, <\/b> None..<br><b>A. Farghli, <\/b> None..<br><b>K. M. Sullivan, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>H. L. Kenerson, <\/b> None..<br><b>R. S. Yeung, <\/b> None..<br><b>T. S. Kim, <\/b> None..<br><b>I. N. Crispe, <\/b> None..<br><b>P. Sethupathy, <\/b> None..<br><b>K. C. Barry, <\/b> None..<br><b>V. G. Pillarisetty, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5867","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2710","PresenterBiography":null,"PresenterDisplayName":"Lindsay Dickerson","PresenterKey":"7b7c62a7-870d-4591-a33f-1e460575f464","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2710. Combination CXCR4 and PD-1 blockade increases T cell infiltration and effector function in fibrolamellar carcinoma (FLC)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination CXCR4 and PD-1 blockade increases T cell infiltration and effector function in fibrolamellar carcinoma (FLC)","Topics":null,"cSlideId":""},{"Abstract":"GBM (glioblastoma) is the most common and aggressive primary brain tumor in adults. Immunotherapy is an emerging and promising treatment modality for GBM. Unfortunately, most immunotherapy trials have provided only modest benefit to GBM patients thus far. A significant barrier that limits efficacy of immunotherapy in GBM is the paucity of tumor infiltrating lymphocytes and abundance of immune suppressive myeloid cells. A critical step in enhancing the efficacy of immunotherapy for GBM requires approaches that enhance T cell infiltration and reprogram the myeloid cells to a more pro-inflammatory state.<br \/>S100A4 is a major regulator of stemness, epithelial-mesenchymal transition, and immunosuppression in glioma stem cells and a critical regulator of immune suppressive myeloid and T cell phenotypes in GBM. Targeting S100A4 in either glioma cells or stromal cells is sufficient to reprogram the tumor immune landscape and extend survival of glioma bearing mice, indicating that S100A4 is a promising immunotherapy target. Since S100A4 has both intracellular and extracellular function as well as cytokine-like function, we developed a S100A4 blocking antibody. While the anti-S100A4 antibody blocks breast cancer metastasis efficiently, it did not cross the BBB. Hence, we generated a bispecific S100A4-TfR antibody (BsA) that allows robust BBB penetration. Using ELISA, confocal immunofluorescent microscopy, and multiplexed flow cytometry, our preliminary results suggest that systemic administration of the S100A4-TfR BsA results in accumulation of BsA in the brain and glioma tissue, increased T cell infiltration and immune remodeling. Furthermore, the BsA is taken up by glioma cells and accumulates intracellularly, which is correlated with decreased nuclear SOX2 expression. These results suggest that S100A4-TfR BsA is a promising agent to treat GBM to reprogram the GBM immune landscape and reduce stemness. We are currently performing single cell RNA-sequencing to elucidate molecular and cellular changes induced by the bispecific antibody treatment in different cell types and performing long term survival analyses to evaluate its therapeutic potential.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"S100A4,Bispecific antibody,Immunotherapy,Glioblastoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Wong<\/b><sup>1<\/sup>, J.-S. Leu<sup>1<\/sup>, X. Fan<sup>2<\/sup>, R. Kang<sup>1<\/sup>, N. Abdelfattah<sup>1<\/sup>, F. Leonard<sup>1<\/sup>, N. Zhang<sup>2<\/sup>, K. Yun<sup>1<\/sup>; <br\/><sup>1<\/sup>Houston Methodist Research Institute, Houston, TX, <sup>2<\/sup>Texas Therapeutics Institute, Brown Foundation Institute of Molecular Medicine, The University of Texas Health Science Center at Houston, Houston, TX","CSlideId":"","ControlKey":"daa6fc11-9ef0-46b5-abc6-aef7343ee4c0","ControlNumber":"5447","DisclosureBlock":"&nbsp;<b>T. Wong, <\/b> None..<br><b>J. Leu, <\/b> None..<br><b>X. Fan, <\/b> None..<br><b>R. Kang, <\/b> None..<br><b>N. Abdelfattah, <\/b> None..<br><b>F. Leonard, <\/b> None..<br><b>N. Zhang, <\/b> None.&nbsp;<br><b>K. Yun, <\/b> <br><b>EMPIRI<\/b> Stock Option, Other Business Ownership, Other Intellectual Property.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5868","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2711","PresenterBiography":null,"PresenterDisplayName":"Thomas Wong, BS","PresenterKey":"a231de80-da90-4149-baa1-fa556afb9333","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2711. A novel bispecific antibody to reprogram the immune suppressive GBM TME","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel bispecific antibody to reprogram the immune suppressive GBM TME","Topics":null,"cSlideId":""},{"Abstract":"Background: Immunotherapy using immune checkpoint modulators such as anti-PD1\/PD-L1 have been widely used in cancer therapy. Combination of checkpoint inhibition using anti-PD1 and anti-CTLA4 has improved therapeutic efficacy but is also accompanied by severe immune related adverse events (irAEs) which limited their clinical use. Bi-specific antibody targeting PD-1\/CTLA-4 such as cadonilimab has shown improved clinical benefits with reduced irAEs in cervical cancer. Vascular endothelial growth factor (VEGF) is overexpressed in various solid tumors and anti-VEGF agents inhibit neovascularization and shrink tumor with time. Combined application of bevacizumab and PD-1\/PD-L1 blockade displays durable and improved anti-tumor effects. We have recently developed a novel tri-specific antibody GB268, specifically targeting PD-1, CTLA-4 and VEGF with fine-tuned activity &#38; potency for each arm to simultaneously block PD-1\/CTLA-4 mediated immune-suppression and VEGF mediated tumor angiogenesis.<br \/>Methods: GB268 is a hexavalent antibody with symmetrical structure, composed of anti-PD-1 VHH antibody, anti-CTLA-4 VHH antibody, and anti-VEGF conventional antibody. The Fc part is silenced by introducing L234A\/L235A mutations. Comprehensive in vitro and in vivo characterization of GB268 have been carried out. Along with in vivo efficacy studies, toxicity has also been evaluated with a murine arthritis model in hPD1\/hCTLA4 double-KI mice to assess immune related AEs.<br \/>Results: GB268 specifically bound to PD-1, VEGF, and CTLA-4 with high affinity and completely blocked PD-1 and VEGF pathways in reporter systems. To reduce the CTLA4 inhibition-induced AEs, the CTLA-4 arm was intentionally designed to only partially block the interaction of CTLA4 to its ligands CD80\/CD86, and furthermore, the blockade of CTLA-4 was highly dependent on PD-1 expression. GB268 displayed robust anti-tumor efficacy with attenuated toxicity in murine models. In multiple PBMC-humanized models including A375 melanoma model, HT29 colorectal cancer model, and NCI-H460 NSCLC model, etc., GB268 exhibited significantly better anti-tumor efficacy, compared to PD-1\/CTLA-4 bsAb and PD-1\/VEGF bsAb, or in the combination of monoclonal antibodies to PD-1, CTLA-4 or VEGF. In arthritis induction model using hPD1\/hCTLA4 double KI mice, GB268 had improved tolerance than cadonilimab and at least 20-fold better safety profile than ipilimumab combined with nivolumab.<br \/>Conclusions: GB268 is a first-in-class anti-PD-1\/CTLA-4\/VEGF tri-specific antibody with innovative design. Preclinical data demonstrated GB268 is very effective in provoking anti-tumor responses. At the meantime, immune-related AEs is alleviated. Thus, GB268 may emerge as a promising novel therapeutics for cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Checkpoint Inhibitors,Vascular endothelial growth factor (VEGF),CTLA-4,PD-1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Q. Du, Y. Lv, J. Xu, F. Peng, H. Cao, X. Yang, Z. Qian, X. Li, Y. Cao, Q. Ding, Y. Tan, <b>S. Han<\/b>; <br\/>Genor Biopharma Co. Ltd., Shanghai, China","CSlideId":"","ControlKey":"9bb5a147-7cae-45b7-9d4c-3b13e67ff1bb","ControlNumber":"3011","DisclosureBlock":"&nbsp;<b>Q. Du, <\/b> None..<br><b>Y. Lv, <\/b> None..<br><b>J. Xu, <\/b> None..<br><b>F. Peng, <\/b> None..<br><b>H. Cao, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>Z. Qian, <\/b> None..<br><b>X. Li, <\/b> None..<br><b>Y. Cao, <\/b> None..<br><b>Q. Ding, <\/b> None..<br><b>Y. Tan, <\/b> None..<br><b>S. Han, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5869","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2712","PresenterBiography":null,"PresenterDisplayName":"Shuhua Han, PhD","PresenterKey":"14a1be53-9d14-47de-b71c-91fee7714ba9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2712. Development of GB268, a tri-specific antibody targeting PD-1\/CTLA-4\/VEGF, with enhanced anti-tumor efficacy and reduced toxicity in pre-clinical studies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of GB268, a tri-specific antibody targeting PD-1\/CTLA-4\/VEGF, with enhanced anti-tumor efficacy and reduced toxicity in pre-clinical studies","Topics":null,"cSlideId":""},{"Abstract":"Purpose: The purpose of this study was to develop a new anti-programmed death-ligand 1 (&#945;PD-L1) interleukin-15 (IL-15) diabody (Db) immunocytokine to improve the efficacy of combination radiation therapy (RT) and immune checkpoint inhibition (ICI) treatment in head and neck cancer.<br \/>Background ICI has revolutionized cancer care by increasing survival in patients with metastatic cancer, yet many patients with poorly immunogenic tumors have limited response to this therapy. To improve the efficacy of ICI, we developed a new immunocytokine combining an &#945;PD-L1 Db with an effector immune cell agonist, IL-15. We hypothesized that our &#945;PD-L1-IL-15 Db construct in combination with immunostimulatory radiation will lead to improved tumor responses and survival from ICI-resistant tumors.<br \/>Methods: Production in-vitro: &#945;PD-L1-IL-15 Db construct was transfected into Expi-CHO&#8482; cells and isolated with HiTrap&#8482; Protein L affinity column. The molecular weight was confirmed via SDS-PAGE, and surface plasmon resonance sensorgram kinetics revealed high affinity of the immunocytokine to mouse isoform PD-L1 (K<sub>D <\/sub>&#60; 10 nM). Splenocyte proliferation and HEK-Blue&#8482; reporter assays showed the IL-15 component to be functionally active. Testing in-vivo: 80-100 mm<sup>3 <\/sup>mouse oral carcinoma-2 (MOC-2) tumors were established in C57BL\/6 mice. Groups of 6 mice with tumors were treated with rat IgG isotype control, &#945;PD-L1 Db, and &#945;PD-L1-IL-15 Db w\/wo 8 Gy of tumor-localized beam RT to upregulate PD-L1. Mice were tracked for tumor growth via tumor measurements and overall survival until the tumor burden endpoint was reached.<br \/>Results: We found &#945;PD-L1 Db w\/wo RT had an insignificant impact on survival or tumor growth delay in this tumor model in comparison to IgG w\/wo RT. However, &#945;PD-L1-IL-15 Db significantly improved survival compared to &#945;PD-L1 Db treatment (p = 0.004) and IgG (p = 0.0013) in the presence of RT. We also saw significantly increased mean tumor growth delay with &#945;PD-L1-IL-15 Db treatment compared to &#945;PD-L1 Db (p = 0.0164) and IgG (p = 0.0252), on days 25 and 18 respectively, in the presence of RT. However, in the absence of RT, &#945;PD-L1-IL-15 Db yielded no significant difference in mean tumor growth delay or survival when compared to IgG and &#945;PD-L1 Db w\/o RT.<br \/>Conclusion: Our results demonstrate that our &#945;PD-L1-IL-15 Db immunocytokine with RT significantly improved tumor response and increased survival in aggressive, ICI-resistant mouse oral carcinoma, as compared to &#945;PD-L1 Db with RT. However, this observation no longer persisted in the absence of RT. Hence, this suggests a synergy between radiation therapy and ICI-cytokine therapy in immunotherapy-resistant tumors. Further correlative and mechanistic tumor microenvironment profiling studies are underway to further elucidate mechanisms of immune activation with our combination of &#945;PD-L1-IL-15 Db and radiation treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Immunocytokines,Radiation therapy,PD-L1,Immune checkpoint blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. R. Sheeri<\/b>, R. S. Edinger, H. Rajkumar, R. B. Patel; <br\/>University of Pittsburgh, Pittsburgh, PA","CSlideId":"","ControlKey":"dfbbeffa-2990-4dfb-9b52-ab165a5d7083","ControlNumber":"2576","DisclosureBlock":"&nbsp;<b>A. R. Sheeri, <\/b> None..<br><b>R. S. Edinger, <\/b> None..<br><b>H. Rajkumar, <\/b> None..<br><b>R. B. Patel, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5870","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2713","PresenterBiography":null,"PresenterDisplayName":"Abhay Sheeri, No Degree","PresenterKey":"79214760-8e26-45c0-9fee-ab4a158ef181","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2713. Novel anti-PD-L1-IL-15 diabody immunocytokine in combination with radiation therapy improves response rates in immune-resistant murine head and neck cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel anti-PD-L1-IL-15 diabody immunocytokine in combination with radiation therapy improves response rates in immune-resistant murine head and neck cancer","Topics":null,"cSlideId":""},{"Abstract":"The manufacturing of therapeutic antibodies requires expensive production, often challenging purification, lengthy stability optimization and complex protein characterization that despite continual improvement, keeps the cost of treatment in the clinic high. Alternatively, leveraging gene-based approaches such as mRNA to express therapeutics circumvents many of the manufacturing challenges and instead rely on <i>in situ<\/i> production of antibodies within a patient, improving the developability and cost of sophisticated, disease-modifying antibodies. Crucially, recent work demonstrates that therapeutic antibodies translated <i>in vivo<\/i> from mRNA can be readily detected within hours following infusion into pre-clinical models and can persist up to several days or weeks. Peak levels of circulating mRNA-encoded antibodies are comparable to infused recombinant equivalents dosed to patients and have been shown to be within favorable therapeutic ranges in phase I trials. Here we outline an mRNA-LNP based platform to encode and deliver therapeutic antibodies <i>in vivo<\/i> that can overcome costly and challenging manufacturing and that demonstrates both robust PK\/PD kinetics and potency. We describe how to effectively encode a standard-of-care anti-HER2 antibody - Trastuzumab - using LNP-encapsulated modified mRNA and validate using <i>in vitro<\/i> as well as <i>in vivo<\/i> efficacy models. Initial <i>in vitro<\/i> characterization of mRNA encoded antibodies demonstrates robust translation in producer cell lines, reproducible expression kinetics, retention of antigen specificity and HC:LC integrity when analyzed by ELISA and WB. To evaluate whether Trastuzumab-encoding mRNA-produced protein is detectable <i>in vivo<\/i>, antibody levels were measured in mouse serum after IV administration of a single dose of mRNA formulated LNPs. Peak plasma concentrations of mRNA-encoded trastuzumab were benchmarked against circulating recombinant Trastuzumab in parallel groups, and pharmacokinetics interrogated. Of note, the majority of mRNA encoded antibody was likely produced in the liver as shown by bioluminescence imaging. To demonstrate the efficacy of the platform, the potency of mRNA-encoded Trastuzumab isolated from producer cell lines will be assessed using <i>in vitro<\/i> cytotoxicity assays with human PBMCs and HER2+ tumor lines to dissect ADCC or direct tumor growth inhibition. Additionally, to determine whether mRNA-encoded Trastuzumab is able to retain anti-tumor activity <i>in vivo<\/i>, a mouse tumor xenograft model will be established and the mRNA antibody-dependent effects on tumor volume, growth and morbidity-free survival will be examined. Overall, the data demonstrate that mRNA-encoded therapeutic antibodies could provide an effective, alternate strategy<b> <\/b>for solid tumor treatment and may unlock a strategy to deliver lead biologics at reduced cost and with improved developability.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"mRNA,Antibody,Antibody-dependent cellular cytotoxicity (ADCC),Drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"R. Redis<sup>1<\/sup>, D. Rocca<sup>2<\/sup>, R. Pooley<sup>3<\/sup>, M. Benson<sup>3<\/sup>, N. Jayanth<sup>1<\/sup>, E. Oswald<sup>4<\/sup>, A. Hale<sup>1<\/sup>, <b>L. Brackenbury<\/b><sup>2<\/sup>, J. Bryans<sup>3<\/sup>; <br\/><sup>1<\/sup>Charles River Laboratories, Leiden, Netherlands, <sup>2<\/sup>Charles River Laboratories, Bristol, United Kingdom, <sup>3<\/sup>Charles River Laboratories, Cambridge, United Kingdom, <sup>4<\/sup>Charles River Laboratories, Freiburg, Germany","CSlideId":"","ControlKey":"9d5aef71-23f1-42a9-becf-d0a940fe6d03","ControlNumber":"5427","DisclosureBlock":"&nbsp;<b>R. Redis, <\/b> None..<br><b>D. Rocca, <\/b> None..<br><b>R. Pooley, <\/b> None..<br><b>M. Benson, <\/b> None..<br><b>N. Jayanth, <\/b> None..<br><b>E. Oswald, <\/b> None..<br><b>A. Hale, <\/b> None..<br><b>L. Brackenbury, <\/b> None..<br><b>J. Bryans, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5871","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2714","PresenterBiography":null,"PresenterDisplayName":"Louise Brackenbury, BS;M Phil;PhD","PresenterKey":"371c741c-62a4-43c0-bbb1-e57923000c7a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2714. Developing an mRNA encoded therapeutic antibody platform to simplify manufacturing and reduce time to clinic","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Developing an mRNA encoded therapeutic antibody platform to simplify manufacturing and reduce time to clinic","Topics":null,"cSlideId":""},{"Abstract":"Background: Innate immune cells, such as macrophages and myeloid-derived suppressor cells (MDSCs), dominate the immune landscape within \"cold\" solid tumors, which typically exhibit poor responses to immune checkpoint inhibitors (ICIs). The dearth of tumor-infiltrating T cells and the prevailing immunosuppressive microenvironment contribute to this ineffectiveness. To bolster immunotherapy against such tumors, we developed SM2248, a bispecific VHH antibody. SM2248 simultaneously obstructs the CD47-SIRP&#945; phagocytosis checkpoint pathway and conditionally activates CD40 on tumor-infiltrating innate immune cells. CD47\/SIRPa blockade enhances macrophage and dendritic cell (DC) phagocytosis and cross-presentation of antigens to cytotoxic T cells. CD40 activation fosters DC licensing, reprograms macrophages, and guides MDSC differentiation towards DCs and macrophages. The combined action of CD47 blockade and CD40 stimulation remodels the tumor microenvironment, fostering T cells infiltration and activation.<br \/>Methods: SM2248 was developed by fusing a highly selective CD47-blocking VHH module - minimizing binding to human erythrocytes and platelets, with a conditional CD40 agonistic VHH module - selectively activating immune cells upon CD47 engagement, incorporated into an inactivated IgG1 Fc backbone. The specificity and affinity of SM2248 binding to human CD47 and CD40 were assessed via ELISA and flow cytometry assays. CD47 and SIRP&#945; interaction blockade was confirmed through a competitive ligand binding assay. Target-dependent CD40 activation was evaluated via a CD40-NF&#954;B-Luc reporter assay. In vivo anti-tumor efficacy was determined using a syngeneic transplantation model of MC38-hCD47 cancer cells in B-hCD40 humanized mice. Binding to erythrocytes and platelets, compared with magrolimab, was assessed using flow cytometry. Hemolysis toxicity was evaluated through an in vitro erythrocyte lysis assay.<br \/>Results: SM2248 effectively inhibits cell surface CD47-SIRP&#945; interaction at nanomolar concentrations and activates CD40-NF-&#954;B-luciferase reporters at picomolar concentrations in a target-dependent manner. In contrast to the CD47 monoclonal antibody magrolimab, SM2248 does not bind to human erythrocytes or platelets and does not induce hemolysis. In murine syngeneic tumor models, SM2248 completely halts the growth of MC38-hCD47 tumors in humanized B-hCD40 mice and does not induce dose-dependent hepatotoxicity at doses up to 10 mg\/kg.<br \/>Conclusions: SM2248, a humanized bispecific tetravalent VHH antibody targeting CD47 and CD40, exhibits promising in vivo efficacy and a favorable safety profile in preclinical studies, offering the potential for enhancing immunotherapy in solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"CD40,CD47,Bispecific antibody,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"X. Liu, H. Zhou, S. Lu, H. Geng, W. Song, S. Xie, Y. Wei, X. Zhang, S. Yang, S. Zhou, <b>Y. Liang<\/b>; <br\/>Beijing StarMab BioMed Technology, Ltd., Beijing, China","CSlideId":"","ControlKey":"a36bcac2-4a29-4a39-832b-c30c3d320e78","ControlNumber":"1561","DisclosureBlock":"&nbsp;<b>X. Liu, <\/b> None..<br><b>H. Zhou, <\/b> None..<br><b>S. Lu, <\/b> None..<br><b>H. Geng, <\/b> None..<br><b>W. Song, <\/b> None..<br><b>S. Xie, <\/b> None..<br><b>Y. Wei, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>S. Yang, <\/b> None..<br><b>S. Zhou, <\/b> None..<br><b>Y. Liang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5873","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2715","PresenterBiography":null,"PresenterDisplayName":"Yanbin Liang, PhD","PresenterKey":"d604f330-bbe0-4fc4-b869-ebca28b581bb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2715. Preclinical characterization of SM2248: A dual-action bispecific antibody enhancing immunotherapy for solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical characterization of SM2248: A dual-action bispecific antibody enhancing immunotherapy for solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Introduction:NEO-201 is a humanized IgG1 mAb that targets Core 1 and\/or extended Core 1 O-glycans expressed by several human solid and blood tumors, as well as neutrophils, but it does not bind to most normal tissues and human immune cell subsets (B cells, CD4<sup>+<\/sup> T cells, CD8<sup>+<\/sup> T cells, NK cells, monocytes). Functional analysis revealed that NEO-201 mediates the killing of its target cells through ADCC and CDC. Previous study has shown that approximately 4.6% of CD4<sup>+<\/sup> T cells express NEO-201 target antigen and that those CD4<sup>+<\/sup> T cells have Tregs phenotype. In addition, in a recent published phase 1 study we observed that NEO-201 binds to CD4<sup>+<\/sup>\/ CD25<sup>+<\/sup>\/, CD127<sup>-<\/sup>\/, Foxp3<sup>+<\/sup>\/, CD15s<sup>+ <\/sup>cells from peripheral blood mononuclear cells (PBMCs) from cancer patients with solid tumors. The purpose of this study was to further characterize the phenotype of the specific subset of CD4<sup>+<\/sup> T cells expressing the NEO-201 target antigen.<br \/>Experimental Design: Human PBMCs were obtained from 7 healthy donors (HD) collected at Osaka University and 6 cancer patients from our ongoing phase II clinical trial (Clinical Trial NCT03476681) evaluating the efficiency of the combination of NEO-201 with pembrolizumab in adults with solid tumors resistant to checkpoint inhibitors. Phenotypic analysis was performed by flow cytometry using NEO-201 and antibodies CD3, CD4, CD25, CD45RA, FoxP3, and CD15s. The same gating strategy was applied for both normal donors and patients to evaluate which fraction of CD4<sup>+<\/sup> T cells is recognized by NEO-201. Fraction (Fr) 1 is na&#239;ve Treg, Fr ll is effector Treg, Fr lll is non-Treg, Fr lV is effector CD4 T cells and Fr V is na&#239;ve CD4 T cells.<br \/>Results: Flow cytometry analysis of PBMCs revealed that NEO-201 recognizes na&#239;ve Tregs (nTregs: CD3<sup>+<\/sup>\/CD4<sup>+<\/sup>\/CD45RA<sup>+<\/sup>\/Foxp3<sup>low<\/sup> cells) while it does not bind to effector Tregs (eTregs: CD3<sup>+<\/sup>\/CD4<sup>+<\/sup>\/CD45RA<sup>-<\/sup>\/Foxp3<sup>high<\/sup> cells) in both HD and cancer patients. The % of nTregs in cancer patients was higher than HD. Preliminary results from the ongoing Phase II clinical trial showed that subjects with durable SD had a reduction of circulating nTregs after treatment with NEO-201 compared to baseline levels.<br \/>Conclusions: NEO-201 binds to human Tregs with significantly higher % of binding to Fr l and a greater % of Tregs expressing NEO-201 target antigen in cancer patients compared to HD. It is conceivable that na&#239;ve Tregs in cancer patients express high levels of Core 1 O-glycans. Furthermore, when subjected to TCR stimulation, na&#239;ve Tregs undergo proliferation and differentiate into eTregs. eTregs can then infiltrate into tumor microenvironment (TME). These data suggest that depletion of circulating nTregs in cancer patients after NEO-201 treatment may prevent the differentiation of nTregs into eTregs and their accumulation in the TME. This study suggests the potential use of NEO-201 to reduce the Treg-mediated suppression of anticancer immunity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Regulatory T cells,Monoclonal antibodies,Cancer immunotherapy,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Tanaka<\/b><sup>1<\/sup>, M. Fantini<sup>2<\/sup>, P. M. Arlen<sup>2<\/sup>, C. M. Annunziata<sup>3<\/sup>, K. Y. Tsang<sup>2<\/sup>, S. Sakaguchi<sup>1<\/sup>; <br\/><sup>1<\/sup>Frontier Research Center, Osaka University, Osaka, Japan, <sup>2<\/sup>Precision Biologics, Inc., Bethesda, MD, <sup>3<\/sup>National Cancer Institute, National Institutes of Health, Bethesda, MD","CSlideId":"","ControlKey":"d08c9db4-1dc3-4228-9cc8-c3157c35bc6b","ControlNumber":"2513","DisclosureBlock":"&nbsp;<b>A. Tanaka, <\/b> None.&nbsp;<br><b>M. Fantini, <\/b> <br><b>Precision Biologics, Inc.<\/b> Employment. <br><b>P. M. Arlen, <\/b> <br><b>Precision biologics, inc.<\/b> Other Business Ownership.<br><b>C. M. Annunziata, <\/b> None.&nbsp;<br><b>K. Y. Tsang, <\/b> <br><b>Precision biologics, Inc.<\/b> Employment.<br><b>S. Sakaguchi, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5874","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2716","PresenterBiography":null,"PresenterDisplayName":"Atsushi Tanaka, PhD","PresenterKey":"4757724b-cb5a-4849-867c-6bcf8217c421","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2716. The O-glycan epitope targeting anti-human carcinoma monoclonal antibody (mAb) NEO-201 can also target human regulatory T cells (Tregs)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The O-glycan epitope targeting anti-human carcinoma monoclonal antibody (mAb) NEO-201 can also target human regulatory T cells (Tregs)","Topics":null,"cSlideId":""},{"Abstract":"Many cancer cells upregulate the expression of programmed death ligand 1 (PD-L1) to surpass T-cell mediated immune response. Immune checkpoint blockers targeting PD-L1 or its receptor PD1 have been shown to suppress the inhibitory signals and enhance T cell function. As a new immunotherapy, immune checkpoint blockers have been used to treat multiple cancers. However, most clinically available blockers only engage with one type of immune cell: the T cells. Natural killer (NK) cells, on the other hand, play a significant role in anti-cancer immune responses. It will represent an advancement in anti-cancer immunotherapy if NK cells are engaged with immune checkpoint blockers. In this study, we designed a unique bifunctional fusion gene, <i>PDL1sFv\/MICAe<\/i>, consisting of the variable regions of an anti-PD-L1 antibody and the extracellular domain of stress protein MICA and hypothesized that fusion protein PDL1sFv\/MICAe will simultaneously bind to PD-L1 on tumor cells to block the inhibitory signal and extend T cells activity, and to NKG2D to activate NK Cells. cDNA sequence of fusion gene <i>PDL1sFv\/MICAe<\/i> was designed based on the variable region of an established clinically used antibody, Atezolizumab, and the extracellular domain of <i>MICA<\/i> with linkers in between. After a computational confirmation of its structure and binding affinities, the fusion gene was synthesized and cloned into an expressing vector, and the fusion protein was produced for evaluation. Western blotting and fluorescent microscopic analyses confirmed that the protein binds to PD-L1 of human tumor cells, including MCF7 and MDAMB231, and NKG2D of KHYG1 cells. Preliminary results also show that the fusion protein enhances NK cell cytotoxicity against tumor cells. Studies on confirming the fusion protein&#8217;s activities on other tumor cells, NK cell IFN-&#947; production, T cell function, etc., are underway. In summary, fusion protein PDL1sFv\/MICAe represents an improved version of the immune checkpoint blockers and could treat cancer patients quickly and effectively.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Immune checkpoint,PD-L1,Natural killer cells,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Li<\/b>, Y. Wei; <br\/>Clemson University, Clemson, SC","CSlideId":"","ControlKey":"69a5e53b-84d3-46fc-baf9-c755c72fa5e3","ControlNumber":"1834","DisclosureBlock":"&nbsp;<b>J. Li, <\/b> None..<br><b>Y. Wei, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5875","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2717","PresenterBiography":null,"PresenterDisplayName":"Junyi Li, MS,BS","PresenterKey":"8de15270-a99f-4d8f-97e6-d81570f23d81","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2717. Bifunctional fusion protein PDL1sFv\/MICAe for cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bifunctional fusion protein PDL1sFv\/MICAe for cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Immune stimulating antibody conjugates (ISACs) are a unique class of ADC in which antibodies recognizing tumor antigens are conjugated with immune agonists. ISACs target tumor tissue and specifically activate intra-tumoral myeloid cells, unleashing downstream immune response. Like the other immune agonists, balance between efficacy and safety remains a challenge for ISACs.<br \/>Here we describe a potential first-in-class TROP2 ISAC with rationally selected antibody and TLR7\/8 agonist linker-payload. The anti-TROP2 antibody elicited robust ADCP of TROP2+ tumor cells by macrophages. <i>In-vitro,<\/i> TROP2 ISAC mildly activated myeloid cells only in the presence of TROP2+ tumor cells.<i> In-vivo, <\/i>the molecule potently suppressed tumor growth in different TROP2+ xenograft tumors, and effectively enhanced killing of an ADC. In terms of safety, the ISAC was tolerated in both WT and hTROP2KI mice, and, importantly, in monkeys. Taken together, our data demonstrate a novel TROP2 ISAC with outstanding efficacy and manageable safety profile, which may benefit patients with TROP2+ tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Trop-2,ISAC,Immunostimulation,TLR7,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ye Chen<sup>1<\/sup>, Fei You<sup>2<\/sup>, Chenchen Zhu<sup>1<\/sup>, Yao Xiong<sup>1<\/sup>, Li Li<sup>1<\/sup>, Nana Luo<sup>1<\/sup>, Shuaixiang Zhou<sup>1<\/sup>, Fushuai Wang<sup>1<\/sup>, Chenyang Xu<sup>1<\/sup>, Fan Fei<sup>1<\/sup>, Chang Li<sup>1<\/sup>, Jianglu Wang<sup>1<\/sup>, Jinling Xu<sup>1<\/sup>, <b>Huizhong Xiong<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Innovent Biologics, Suzhou, China,<sup>2<\/sup>Innovent Biologics, Rockville, MD","CSlideId":"","ControlKey":"e905a1c5-5895-48a5-9a2e-140aecadabd3","ControlNumber":"1112","DisclosureBlock":"<b>&nbsp;Y. Chen, <\/b> <br><b>Innovent Biologics<\/b> Employment. <br><b>F. You, <\/b> <br><b>Innovent Biologics<\/b> Employment, Stock Option, Patent. <br><b>C. Zhu, <\/b> <br><b>Innovent Biologics<\/b> Employment, Patent. <br><b>Y. Xiong, <\/b> <br><b>Innovent Biologics<\/b> Employment, Patent. <br><b>L. Li, <\/b> <br><b>Innovent Biologics<\/b> Employment, Stock Option, Patent. <br><b>N. Luo, <\/b> <br><b>Innovent Biologics<\/b> Employment. <br><b>S. Zhou, <\/b> <br><b>Innovent Biologics<\/b> Employment, Stock Option, Patent. <br><b>F. Wang, <\/b> <br><b>Innovent Biologics<\/b> Employment. <br><b>C. Xu, <\/b> <br><b>Innovent Biologics<\/b> Employment. <br><b>F. Fei, <\/b> <br><b>Innovent Biologics<\/b> Employment. <br><b>C. Li, <\/b> <br><b>Innovent Biologics<\/b> Employment. <br><b>J. Wang, <\/b> <br><b>Innovent Biologics<\/b> Employment. <br><b>J. Xu, <\/b> <br><b>Innovent Biologics<\/b> Employment. <br><b>H. Xiong, <\/b> <br><b>Innovent Biologics<\/b> Employment, Stock Option, Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5876","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2718","PresenterBiography":null,"PresenterDisplayName":"Huizhong Xiong, PhD","PresenterKey":"63b10a93-4be6-4d1c-b6a1-11a5f4f6a97a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2718. A novel TROP2-targeted immune stimulating antibody conjugate (ISAC) with potent anti-tumoral activtiy and accpetable safety","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel TROP2-targeted immune stimulating antibody conjugate (ISAC) with potent anti-tumoral activtiy and accpetable safety","Topics":null,"cSlideId":""},{"Abstract":"Cancer cells are known to express immune checkpoint proteins, enabling them to evade immune surveillance. In response, anti-cancer therapies targeting these proteins have been developed. While immune checkpoint inhibitors targeting PD-L1 have been clinically approved, their effectiveness as standalone therapies is limited, with only a 20% response rate. To improve responsiveness, bispecific monoclonal antibodies (MoAbs) targeting both CD47 and PD-L1 have been developed. These bispecific antibodies activate both the innate (by blocking CD47) and adaptive (by blocking PD-L1) immune systems simultaneously. However, conventional antibodies targeting CD47 have been dropped during development due to the risk of hemolysis. In this study, we developed a bispecific single-domain antibody (nanobody, Nb) that targets both CD47 and PD-L1 with a minimal hemagglutination risk. Using phage display libraries from alpacas immunized with recombinant antigens, we screened for an anti-CD47 Nb and an anti-PD-L1 Nb. The affinities (Kd) of these Nbs for their antigens were 7.0 x 10<sup>-9<\/sup> and 9.7 x 10<sup>-9<\/sup>, respectively. To maximize affinity for both antigens, a bispecific antibody (Papiliximab) was designed to tandemly array anti-CD47 and PD-L1 Nbs with the Fc region of IgG4. Papiliximab has a lower affinity for RBC (up to 3 &#956;M) than conventional anti-CD47 MoAbs reported earlier. Papiliximab successfully inhibited interactions between CD47\/SIRP-&#945; and PD-L1\/PD-1, with IC<sub>50<\/sub> values of 7.09 nM and 2.67 nM, respectively. Papiliximab induced the expression of IFN-&#947; by inhibiting the PD-L1\/PD-1 interaction in the PBMC-based MLR (Mixed Lymphocyte reaction) assay. In addition, Papiliximab demonstrated the induction of a phagocytosis effect through CD47 blocking and its IgG4 Fc domain. Therefore, Papiliximab is a multifunctional hybrid bispecific antibody that modulates both innate and acquired immunity. Papiliximab exhibited no cross-reactivity with mouse antigens, but did with cynomolgus antigens. We tested its efficacy on the growth of human B cell lymphoma (Raji cells) and human breast cancer (MDA-MB-231 cells) in humanized NSG mice. Papiliximab was more effective in inhibiting tumor growth than mono-specific Abs and Nbs for PD-L1 or CD47, and their combination. These observations suggest that Papiliximab might be able to improve clinical remission more effectively than the combination of monotherapies without the risk of anemia associated with anti-CD47 MoAbs. We are now working to elucidate the mechanisms behind Papiliximab's superior efficacy and safety compared to the combination of monotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,PD-L1,CD47,Single domain antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"B. Baek<sup>1<\/sup>, M. Kim<sup>2<\/sup>, J. Kim<sup>1<\/sup>, I. Jang<sup>1<\/sup>, S. Kim<sup>1<\/sup>, J. Kim<sup>1<\/sup>, S. Lee<sup>1<\/sup>, <b>H. Kim<\/b><sup>1<\/sup>, S.-Y. Seong<sup>2<\/sup>; <br\/><sup>1<\/sup>Shaperon Inc., Seoul, Korea, Republic of, <sup>2<\/sup>Seoul National University, Hongcheon, Korea, Republic of","CSlideId":"","ControlKey":"13bc7055-2414-40e8-97f4-1587c32af5c4","ControlNumber":"326","DisclosureBlock":"&nbsp;<b>B. Baek, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>I. Jang, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>S. Seong, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5877","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2719","PresenterBiography":null,"PresenterDisplayName":"HyoungTae Kim, PhD","PresenterKey":"12cf2357-d56a-411e-b43f-71e420ef4811","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2719. Papiliximab, a bispecific nanobody targeting CD47 and PDL1 retards tumor growth without hemolysis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Papiliximab, a bispecific nanobody targeting CD47 and PDL1 retards tumor growth without hemolysis","Topics":null,"cSlideId":""},{"Abstract":"Soluble, tumor-derived, pro-tumorigenic (STP) cytokines have been shown to contribute to cancer cell proliferation and drug resistance. But therapeutic targeting of STP cytokines by monoclonal antibodies is limited by high concentrations and persistent production of antigen. <u>We hypothesize that the ability of sweeping antibodies <\/u>(swAbs)<u> to actively clear soluble antigens will overcome these limitations.<\/u> SwAbs differ from conventional antibodies via (1) pH-dependent binding of antigen, and (2) increased binding to the neonatal Fc receptor (FcRn). SwAbs facilitate clearance of soluble antigens by releasing antigen in the low pH environment of FcRn-expressing cells. SwAbs are then recycled via FcRn for repeated clearance of antigen.We are developing swAbs against four STP cytokines contributing to cancer cell proliferation, survival, migration or intra-tumoral angiogenesis: hepatocyte growth factor (HGF), vascular endothelial growth factor (VEGF), transforming growth factor-&#946; (TGF-&#946;) and interleukin 16 (IL-16). We selected four existing neutralizing antibodies against these cytokines with available crystal structures and generated a second antibody targeting interleukin 16 with high affinity (clone 3B6; <i>K<\/i><sub>D <\/sub>= 13 nM) <i>de novo<\/i> using phage display. We are using bio-layer interferometry and custom recycling\/clearance assays for antibody characterization and pre-clinical validation. To introduce pH dependency into the four antibodies with crystal structures, we performed targeted histidine mutagenesis of residues at the interface with the respective target antigens. For the <i>de novo<\/i>-generated interleukin-16 antibody, we performed an unbiased histidine scanning approach by mutating residues across all six complementarity-determining regions (CDRs), which resulted in slight increases in pH sensitivity. We then performed a second round of mutagenesis of the most pH-sensitive 3B6 variants by replacing additional residues considered developability liabilities with histidine residues. We found that this approach significantly increased expression and affinity at pH 7 of the resulting 3B6 variants but only modestly increased pH sensitivity. In contrast, replacing a single residue in the heavy CDR1 in clone 14.1, a pre-clinical anti-IL-16 antibody, resulted in substantially increased pH sensitivity (<i>K<\/i><sub>D(pH=7) <\/sub>= 2 nM; <i>K<\/i><sub>D(pH&#60;6) <\/sub>= n.b.). We are currently performing pH-sensitivity screenings for the three additional STP-specific antibodies. Our findings indicate that the ability to introduce pH sensitivity is largely dependent on the parental antibody and that some antibodies may not be amenable to this process. In addition, we show that histidine mutagenesis can be an effective approach to enhance expressibility and binding, while also increasing pH sensitivity. This project will answer the question whether anti-STP cytokine swAbs are an effective approach to treat patients with cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Cytokines,Antibody engineering,Cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. M. Baker<\/b>, N. J. Singh, T. Luetkens; <br\/>University of Maryland, Baltimore, Baltimore, MD","CSlideId":"","ControlKey":"3b58785e-1209-4a7b-ba0b-ba6df6882b67","ControlNumber":"1195","DisclosureBlock":"&nbsp;<b>J. M. Baker, <\/b> None..<br><b>N. J. Singh, <\/b> None..<br><b>T. Luetkens, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5878","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2720","PresenterBiography":null,"PresenterDisplayName":"Jillian Baker, MS,BS","PresenterKey":"c92bf4c5-acd1-4b51-9ed5-7fd2f6e8445c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2720. Engineering sweeping antibodies for the clearance of tumor-derived, pro-tumorigenic cytokines","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Engineering sweeping antibodies for the clearance of tumor-derived, pro-tumorigenic cytokines","Topics":null,"cSlideId":""},{"Abstract":"Background: Human endogenous retroviruses (HERVs) are transposable elements (TE) derived from retrovirus infections that occurred millions of years ago. Despite constituting 8% of our genome, their biological role still needs to be explored. HERV-K (HML-2), a subgroup of HERVs, represents the most recent retroviruses integrated into the human germline DNA. Members of the HML-2 subgroup retain complete ORF with coding potential and have garnered the most attention in disease-related studies. HERVs exhibit physiological expression in embryonic stem cells but are heavily methylated and remain almost silent in normal adult tissues. Although the mechanisms underlying HERV-K contribution to tumor cell growth and survival remain poorly understood, aberrant expression of HERVs has been demonstrated in various human tumor tissues and lymphoma. These findings led us to explore HERV-K as a potential therapeutic target in B cell lymphomas<br \/>.Methods: RNA data were analyzed with Telescope. Validations were performed by qPCR, Western blot, flow cytometry, and ELISA. Env structure was obtained with AlphaFold and peptides were purchased from GeneScript. Antibody-dependent cellular cytotoxicity (ADCC) was performed with the ADCC Reporter Bioassay (Promega). Internalization was assessed using the Incucyte Fabfluor-pH Antibody labeling reagents.<br \/>Results: We assessed the TE expression in RNA-seq datasets of diffuse large B cell lymphoma (DLBCL) and B cells from healthy individuals. An MDS plot showed that TEs could separate neoplastic from healthy samples, demonstrating that tumoral and normal specimens have distinct TE and HERV expression profiles. Focusing on tumor samples, DLBCLs were divided into four clusters with different prognoses. Similar results were obtained in a 47 B-cell lymphoma cell line panel. Focusing on the HML-2 family in lymphoma patients, we identified many of them upregulated in tumors. We validated RNA and protein expression of the HML-2 envelope (env) in seventeen lymphoma cell lines, and in two of them, we also proved the protein surface expression. Env-specific siRNA reduced env expression determined a decrease in cell proliferation, suggesting a contribution to lymphoma cell growth. In silico examination of the env identified four linear regions with potential for antibody binding, and peptides covering them were synthesized. We screened 150 lymphoma patients' serum samples for IgG antibodies binding to the peptides, and all peptides showed positive hits. We used a phage display screen to obtain one nanobody, FF01, binding one peptide. FF01 induced ADCC in the cell line with high surface env expression and not in a negative one. FF01 was internalized in an expressing cell, proving the principle for using it as a component of an antibody-drug conjugate.<br \/>Conclusions: Our data demonstrate that HERVs are in DLBCL patients and propose FF01 as a new candidate to target HERV Env+ lymphomas.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Lymphoma,Human endogenous retroviruses,Antibody,Antibody-dependent cellular cytotoxicity (ADCC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Spriano<\/b><sup>1<\/sup>, L. Cascione<sup>1<\/sup>, J. Sgrignani<sup>2<\/sup>, N. Bendik<sup>1<\/sup>, S. Napoli<sup>1<\/sup>, G. Sartori<sup>1<\/sup>, E. Cannas<sup>1<\/sup>, T. Gongo<sup>2<\/sup>, A. J. Arribas<sup>1<\/sup>, D. Rossi<sup>1<\/sup>, D. F. Robbiani<sup>2<\/sup>, A. Cavalli<sup>2<\/sup>, F. Bertoni<sup>1<\/sup>; <br\/><sup>1<\/sup>Institute of Oncology Research, Faculty of Biomedical Sciences, USI, Bellinzona, Switzerland, <sup>2<\/sup>Institute for Research in Biomedicine, USI, Bellinzona, Switzerland","CSlideId":"","ControlKey":"e8abc8e8-557b-4553-a57a-06abf6c13995","ControlNumber":"4427","DisclosureBlock":"&nbsp;<b>F. Spriano, <\/b> None..<br><b>L. Cascione, <\/b> None..<br><b>J. Sgrignani, <\/b> None..<br><b>N. Bendik, <\/b> None..<br><b>S. Napoli, <\/b> None..<br><b>G. Sartori, <\/b> None..<br><b>E. Cannas, <\/b> None..<br><b>T. Gongo, <\/b> None..<br><b>A. J. Arribas, <\/b> None..<br><b>D. Rossi, <\/b> None..<br><b>D. F. Robbiani, <\/b> None..<br><b>A. Cavalli, <\/b> None..<br><b>F. Bertoni, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5879","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2721","PresenterBiography":null,"PresenterDisplayName":"Filippo Spriano, PhD","PresenterKey":"2ac57236-32dc-432c-bab5-4c368127b89c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2721. FF01: a novel humanized heavy chain antibody targeting endogenous retroviruses with anti-lymphoma activity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FF01: a novel humanized heavy chain antibody targeting endogenous retroviruses with anti-lymphoma activity","Topics":null,"cSlideId":""},{"Abstract":"Many therapeutic monoclonal antibodies mediate the immune effector functions through the engagement of their fragment crystallizable (Fc) domain and Fc&#947; receptors on the immune cells. However, these functions are limited due to the low affinity of their interactions and the requirement of abundancy of antigens for the avidity effects. Recently, mutation-based Fc engineered antibodies showed their enhanced immune effector functions mostly through the NK cell-mediated ADCC. To overcome the limited improvement of current Fc engineering, we developed an innovated platform, Twin Fc-Immune Cell Engager (Twin Fc-ICE) composed of a single Fab domain and two Fc domain with drug-like properties. Here we demonstrated the superior efficacy of CTN001, a first Twin Fc-ICE, in <i>in vitro<\/i> and <i>in vivo<\/i> Her2+ tumor models. CTN001 bound to various types of Fc&#947; receptor-expressing immune cells with stronger affinity, supported by its better <i>in vitro<\/i> affinity to all types of Fc&#947; receptors than wild type and Fc-engineered antibodies. To evaluate the pharmacological efficacies, CTN001 was tested for its functions of <i>in vitro<\/i> antibody-dependent cellular cytotoxicity (ADCC), antibody-dependent cellular phagocytosis (ADCP) and complement-dependent cytotoxicity (CDC) and <i>in vivo<\/i> efficacy with Her2+ xenograft models. In Her2+ models, both CTN001 and trastuzumab induced ADCC-mediated effects, but CTN001 showed better anti-tumor cytotoxicity through ADCP and CDC than trastuzumab. Importantly, CTN001 also showed cytotoxic effects on Her2-low tumor cells. Consistently, CTN001 showed better anti-tumor efficacy than trastuzumab or its combination with pertuzumab in Her2+ tumor xenograft model and, surprisingly, even in Her2-low or resistant models. These results suggest that CTN001 can provide new therapeutic options for treating Her2-low patients differentiated from antibody-drug conjugates (ADCs), and that the Twin Fc-ICE can be an innovative platform to overcome limitations of existing therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody engineering,Immune cell engager,HER2,Innate immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Lee<\/b>, S. Yoon, J. Bae, M. Kim, K.-J. Lee, E. Kim, H. Park, E. S. Choi, G.-H. Yang; <br\/>Centenaire Biosciences Inc., Seongnam-si, Korea, Republic of","CSlideId":"","ControlKey":"0160d00d-09f9-4da9-b2f4-a9fdb5455b22","ControlNumber":"5741","DisclosureBlock":"&nbsp;<b>D. Lee, <\/b> None..<br><b>S. Yoon, <\/b> None..<br><b>J. Bae, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>K. Lee, <\/b> None..<br><b>E. Kim, <\/b> None..<br><b>H. Park, <\/b> None..<br><b>E. S. Choi, <\/b> None..<br><b>G. Yang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5880","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2722","PresenterBiography":null,"PresenterDisplayName":"Eun Shik Choi, PhD","PresenterKey":"68f1d866-d48b-4890-8647-6b96512554cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2722. CTN001, a first Twin Fc-immune cell engager, with a superior potency against Her2+ and Her2-low cancers by engaging multiple Fc-mediated mechanisms","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CTN001, a first Twin Fc-immune cell engager, with a superior potency against Her2+ and Her2-low cancers by engaging multiple Fc-mediated mechanisms","Topics":null,"cSlideId":""},{"Abstract":"The epidermal growth factor receptor (EGFR) is highly expressed across a wide range of different cancers, and is a known driver of cancer growth; EGFR upregulation is frequently associated with adverse prognosis. Many patients undergoing EGFR-TKI (tyrosine kinase inhibitors) treatment will acquire resistance, which can be accompanied by increased expression of CD70 in some cancers. Simultaneous engagement of both EGFR and CD70 with a bispecific antibody (bsAb) is a potential strategy to overcome such resistance and achieve greater efficacy. To explore this strategy, we developed a novel IgG1 bsAb, BCG020, targeting EGFR and CD70. The parental EGFR antibody and CD70 antibody were developed from fully human common light chain antibody mice (RenLite<sup>&#174;<\/sup>). When compared to EGFR benchmarks, the parental EGFR antibody exhibits similar affinity to both human and cynomolgus monkey EGFR, similar internalization activity in EGFR+ tumor cell lines, and superior blocking activity of EGF to EGFR <i>in vitro<\/i>. Furthermore, the EGFR parental antibody demonstrates good stability. The parental CD70 antibody exhibits high affinity to both human and monkey CD70, with superior internalization activity to benchmark antibody in CD70+ tumor cell lines, as well as superior blockade of CD70-induced signaling of CD27-Luc when compared to benchmark antibodies. When assembled into a bsAb, BCG020 exhitibs the same high affinity as both parental antibodies, with higher internalization activity than parental antibodies and benchmark antibodies. To evaluate the efficacy of BCG020 <i>in vivo<\/i>, we established cell line-derived xenograft (CDX) models in immunodeficient (B-NDG) mice. We observed that BCG020 treatment (10 mg\/kg) potently inhibited growth of EGFR+CD70+ tumors. Taken together, these data indicate that BCG020 is a first-in-class bispecific antibody with potential to treat solid tumors with high expression of EGFR and CD70.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,Tumor-associated antigen (TAA),Xenografts,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Y. Yang, X. Sun, Z. Li, Y. Yan, L. Xu, X. Wu, L. Du, Y. Zhu, <b>C. Guo<\/b>, W. An; <br\/>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China","CSlideId":"","ControlKey":"53eac7fa-80ed-4e2b-ada8-9d66b7931c8d","ControlNumber":"5843","DisclosureBlock":"&nbsp;<b>Y. Yang, <\/b> None..<br><b>X. Sun, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>Y. Yan, <\/b> None..<br><b>L. Xu, <\/b> None..<br><b>X. Wu, <\/b> None..<br><b>L. Du, <\/b> None..<br><b>Y. Zhu, <\/b> None..<br><b>C. Guo, <\/b> None..<br><b>W. An, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5882","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2724","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2724. BCG020, a novel bispecific antibody targeting EGFR and CD70, is effective against EGFR and CD70 high expressed tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BCG020, a novel bispecific antibody targeting EGFR and CD70, is effective against EGFR and CD70 high expressed tumors","Topics":null,"cSlideId":""},{"Abstract":"Background and Aim: Immune checkpoint inhibitors (anti-PD-1 \/CTLA-4 antibody) have been approved and widely used for the first line treatment of non-small cell lung cancer (NSCLC). However, most patients are experiencing resistant to PD-1 blockade. In recent clinical trials, anti-VEGF antibody has shown to improve the clinical outcomes of anti-PD-1 antibodies and overcome resistance to checkpoint blockade. We developed a PD-1\/CTLA-4\/VEGF trispecific antibody (HC010) by site-specifically fusing anti-PD-1 scFv and anti-CTLA-4 nanobody to the defined site of anti-VEGF antibody. The aim of this study was to evaluate the potential use of HC010 for treatment of anti-PD-1 antibody resistant NSCLC patients.<br \/>Method: Humanized mice were established in NCG mice by reconstituting human PBMC before inoculating the PDX tissue, which was derived from a NSCLC patient treated with two cycles of an anti-PD-1 antibody sintilimab. When tumors were approx. 170mm3, mice were dosed with HC010 twice weekly for 3 weeks. Pembrolizumab, sintilimab and a Standard of Care (SoC) agent docetaxel were included as reference. For IHC analysis, tumor samples were harvested 24h post final dose and fixed with 10% NFB overnight and subsequently stained with CD31 and CD8 to explore the change in tumor microenvironment after HC010 treatment. For preclinical toxicity assessment, HC010 was intravenously administered once weekly for four weeks in na&#239;ve cynomolgus monkeys and immunogenicity\/local tolerance\/clinical pathology were evaluated during the dosing and recovery phase.<br \/>Results: HC010 showed a significant tumor inhibition (TGI=81%) when compared with the vehicle control. Pembrolizumab and sintilimab alone exhibited limited anti-tumor effect. Docetaxel only showed a partial response during the dosing phase. By analyzing tumor samples, there was a significant increase in CD8+ positive T cells in HC010 treated tumors in contrast to the vehicle group and pembrolizumab\/sintilimab treated groups, suggesting that HC010 can significantly improve CD8+ T cell infiltration. Expression of CD31 as an angiogenic and vasculogenic marker, was significantly reduced in HC010 treated tumors. In the toxicity study, HC010 at selected doses showed no obvious toxicity in cynomolgus monkeys.<br \/>Conclusion: Our trispecific antibody HC010 targeting PD-1\/CTLA-4\/VEGF showed a superior anti-tumor effect in a sintilimab resistant PDX animal model when compared with pembrolizumab and sintilimab as well as SoC. By analyzing tumor microenvironment , HC010 overcame acquired resistance by modulating tumor microenvironment such as increase in intra-tumoral cytotoxic T cell infiltration and normalization of blood vessels. Together with preclinical efficacy and safety data, HC010 showed potential benefits in treatment of anti-PD-1 antibody resistant NSCLC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody,PD-1,Vascular endothelial growth factor (VEGF),Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"D. Jiang, Y. Xi, C. Xu, X. Wang, Q. Yin, Z. Li, <b>T. Yang<\/b>; <br\/>HC Biopharma Inc., Shanghai, China","CSlideId":"","ControlKey":"6c3b65fe-bf47-43e0-9b19-e0d9b827eb2a","ControlNumber":"4700","DisclosureBlock":"&nbsp;<b>D. Jiang, <\/b> None..<br><b>Y. Xi, <\/b> None..<br><b>C. Xu, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>Q. Yin, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>T. Yang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5884","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2726","PresenterBiography":null,"PresenterDisplayName":"Teddy Yang, PhD","PresenterKey":"1f9d62c1-a8c6-498b-b3ee-4be2ae3bfe76","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2726. A novel trispecific antibody HC010 targeting PD-1\/CTLA-4\/VEGF for the potential treatment in anti-PD-1 antibody resistant NSCLC patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel trispecific antibody HC010 targeting PD-1\/CTLA-4\/VEGF for the potential treatment in anti-PD-1 antibody resistant NSCLC patients","Topics":null,"cSlideId":""},{"Abstract":"Multiple myeloma (MM), characterized by clonal accumulation of malignant plasma cells in the bone marrow, is the second most prevalent hematopoietic malignancy. Despite emerging therapies, MM remains an incurable disease with a 5-year overall survival of 56% for relapsed and\/or refractory disease (RRMM) patients. Thus, innovative approaches that would be safe and potent are required. GPRC5D (G Protein-Coupled Receptor Class C Group 5 Member D) is an orphan GPCR protein involved in keratin synthesis with limited expression in healthy tissues. GPRC5D is expressed at very high prevalence among MM patients and its expression on tumor cells is maintained after treatments with standard of care agents such as anti-CD38, or BCMA-targeting therapies. The ability of NK cells to kill tumor cells leaving other cells unharmed and to induce minimal pro-inflammatory cytokine release as compared to T cell-based therapies, makes NK cells ideal immune cells for a safe and efficacious therapeutic approach. Like Sarclisa&#174;, other therapies engaging NK cells and mediating tumor cell killing through antibody-dependent cell-mediated cytotoxicity (ADCC) mechanism have demonstrated their efficacy in clinic. Here we report the design, preclinical characterization, and development of a novel anti-GPRC5D antibody inducing potent cytotoxic activity against MM cells. SAR446523 is an IgG1-based antibody with an engineered Fc domain for enhanced ADCC function and targeting human GPRC5D on tumoral plasma cells. SAR446523 demonstrated high affinity for GPRC5D target and increased affinity for both high and low affinity FCGR3A-158V and 158F variants of CD16a receptor. The ability of SAR446523 to induce ADCC <i>in vitro<\/i> was assessed in a panel of MM cell lines exhibiting low, medium, and high GPRC5D expression. SAR446523 induced strong potency against all tested cell lines (picomolar range), regardless of the levels of GPRC5D. In addition, SAR446523 induced higher cytotoxic activity compared to a clinical benchmark compound. This anti-tumor activity was associated with very low IL-6, TNFa and IFNg pro-inflammatory cytokine release, much lower compared to a CD3xGPRC5D T-cell engager in <i>in vitro<\/i> assay using human peripheral blood mononuclear cells (PBMC) in presence of GPRC5D positive cells. In addition, the <i>in vivo<\/i> anti-tumor activity of SAR446523 was investigated in a NK humanized NOG huIL15 transgenic mouse model bearing disseminated MM cells. SAR446523 led to a robust antitumoral efficacy with a significant improved mouse survival. These data demonstrating potent anti-tumor activity and favorable safety profile of this novel anti-GPRC5D antibody suggest that SAR446523 may be a promising therapy for patients with RRMM and provide consistent support for clinical development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Multiple myeloma,ADCC,G-protein-coupled receptors (GPCR),Natural killer cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Bonnevaux<\/b>, E. Remy, T. Pizette, S. Bouvier, K. Desrumeaux, L. Bassinet, C. Nicolazzi, P. Rettman, Z. Klippel, M. Meloni, M. Chiron, A. Virone-Oddos; <br\/>Sanofi-Aventis, Vitry-sur-seine, France","CSlideId":"","ControlKey":"011aa45f-8f80-4f1f-8019-3ca6f3ea855b","ControlNumber":"6570","DisclosureBlock":"<b>&nbsp;H. Bonnevaux, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>E. Remy, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>T. Pizette, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>S. Bouvier, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>K. Desrumeaux, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>L. Bassinet, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>C. Nicolazzi, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>P. Rettman, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>Z. Klippel, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>M. Meloni, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>M. Chiron, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>A. Virone-Oddos, <\/b> <br><b>Sanofi<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5885","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2727","PresenterBiography":null,"PresenterDisplayName":"Helene Bonnevaux, MS","PresenterKey":"ff8e54d3-359c-4ab5-ae62-227cec3d477d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2727. Pre-clinical development of a novel anti-GPRC5D inducing potent anti-tumor effect through enhanced antibody-dependent cell-mediated cytotoxicity (ADCC) for multiple myeloma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pre-clinical development of a novel anti-GPRC5D inducing potent anti-tumor effect through enhanced antibody-dependent cell-mediated cytotoxicity (ADCC) for multiple myeloma","Topics":null,"cSlideId":""},{"Abstract":"Background: The approval of immune checkpoint therapies has revolutionized cancer treatment and established immuno-therapy as an additional treatment option. However, while anti-PD-(L)1 therapies have demonstrated durable responses, only a small subset of patients respond. One mechanism of tumor escape is via the release of immunosuppressive metabolites such as adenosine. CD73, an extracellular enzyme expressed on immune cells and some tumors, catalyzes the conversion of AMP to adenosine, the rate limiting step in adenosine production. As a strategy to improve response rates we developed a first in class CD73\/PD-1 targeting DFC, comprised of a multivalent conjugate of a small molecule CD73 inhibitor stably linked to a proprietary human IgG1 Fc-fusion with a PD-1 inhibitor peptide. This multispecific DFC has the potential for differentiation and increased therapeutic potency compared to approved PD-(L)1 inhibitors.<br \/>Methods: Binding of CD73\/PD-1-001 to biotinylated hPD-1 was determined using ELISA and to human CD8<sup>+<\/sup> T cells by flow cytometry. CD73 inhibition was measured in cell-free and cell-based assays. Efficacy was determined in a humanized mouse model optimized for PD-1 activity against a transgenic MC-38 colon cell line expressing hPD-L1 (Genoway, France). Tumor volumes were recorded and statistical analysis was conducted by t-test (Mann-Whitney) or two-way ANOVA.<br \/>Results: In vitro, CD73\/PD-1-001 demonstrated potent activity against both checkpoint targets. CD73\/PD-1-001 bound to hPD-1 with an IC<sub>50<\/sub> of &#60; 1 nM and demonstrated functional inhibition of CD73 with an EC<sub>50<\/sub> of &#60;10 nM, which is on par with respective single agent molecules. Importantly, addition of the CD73 targeting moiety resulted in no significant loss in PD-1 binding relative to PD-1-001, a DFC containing only the PD-l inhibitor peptide. Efficacy was determined in a humanized mouse model against a transgenic MC-38 cell line. Both CD73\/PD-1-001 and PD-1-001 DFCs were highly potent in this model with tumor growth inhibition (TGI) of &#62;70% at dose concentrations of 3 mg\/kg or greater (p&#8804;0.01). However, at the lowest test concentration of 1 mg\/kg, only CD73\/PD-1-001 retained significant potency with a TGI of 56.0 % (p &#8804; 0.05). Tumor reduction in the 1 mg\/kg PD-1-001 group did not reach statistical significance (36.5%, p &#62; 0.05).<br \/>Conclusions: This work demonstrates that a multispecific CD73\/PD-1 targeting DFC, is a potent inhibitor of tumor growth in a humanized mouse model. Furthermore, CD73\/PD-1-001 was more potent than PD-1 monotherapy, demonstrating the therapeutic benefit of targeting two important checkpoints with a single agent molecule. Collectively, preclinical testing of a CD73\/PD-1 DFC has validated the benefits of targeting the PD-(L)1 axis in combination with adenosine suppression, resulting in improved anti-tumor effects.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immuno-oncology,Immune checkpoint blockade,Therapeutic proteins,Antibody engineering,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Levin<\/b>, S. Dhrmann, N. Dedeic, A. Almaguer, D. Zuill, E. Abelovski, J. N. Cole, J. B. Locke, J. Fortier, Q. Zhao, M. Hernandez, K. Amundson, M. Moniz, H. Chen, D. Panickar, T. Lam, T. Brady, A. Borchardt, G. Hough, L. W. Tari; <br\/>Cidara Therapeutics, Inc., San Diego, CA","CSlideId":"","ControlKey":"2bda5296-ecf5-418d-91e3-1cb71750a11a","ControlNumber":"4855","DisclosureBlock":"<b>&nbsp;J. Levin, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>S. Dhrmann, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>N. Dedeic, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>A. Almaguer, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>D. Zuill, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>E. Abelovski, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>J. N. Cole, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>J. B. Locke, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>J. Fortier, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>Q. Zhao, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>M. Hernandez, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>K. Amundson, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>M. Moniz, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>H. Chen, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>D. Panickar, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>T. Lam, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>T. Brady, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>A. Borchardt, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>G. Hough, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option. <br><b>L. W. Tari, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock Option.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5886","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2728","PresenterBiography":null,"PresenterDisplayName":"James Levin, PhD","PresenterKey":"f56d1e3a-ae10-454b-966b-6e0fa742e17b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2728. Discovery of a multispecific CD73\/PD-1 targeting drug Fc-conjugate (DFC), which improves tumor reduction compared to PD-1 monotherapy in a humanized mouse model","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of a multispecific CD73\/PD-1 targeting drug Fc-conjugate (DFC), which improves tumor reduction compared to PD-1 monotherapy in a humanized mouse model","Topics":null,"cSlideId":""},{"Abstract":"The advent of immunotherapy has led to deep and sometimes durable remissions in certain cancers. However, the variable response rates and development of resistance mechanisms pose significant challenges to the current therapies. The immunosuppressive nature in the tumor microenvironment (TME) can drive many of these observations. Reversing this immunosuppression is a promising avenue for enhancing and broadening the applicability of IO therapies. Macrophages are critically modulated by LILRB2, a pivotal receptor in their maturation and polarization to the M2 immunosupressive phenotype. We report the discovery and development of a novel anti-LILRB2\/PD-L1 bispecific antibody, SPX-303, designed using an anti-LILRB2 IgG4 derived from a mouse hybridoma screen and linked with an anti-PD-L1 epitope. SPX-303 demonstrates sub-nanomolar binding affinity to both LILRB2 and PD-L1 targets, effectively blocking the interaction between LILRB2 and its ligand, as well as inhibiting PD-1 binding to PD-L1. In <i>in vitro <\/i>functional assays, SPX-303 exhibits effects comparable to the parental monomeric anti-LILRB2 (SPX-104) in redirecting macrophage polarization from M2 to M1 stage, as observed in both cultured PBMC and human monocyte-derived macrophage (HMDM) models. Furthermore, SPX-303 demonstrates a synergistic effect in inducing T cell activation in the autologous mixed lymphocyte reaction assay (auto-MLR), surpassing the effects of the anti-LILRB2 epitope (SPX-104) and the anti-PDL1 fragment (single-domain anti-PDL1) alone or in combination. <i>In vivo<\/i> experiments reveal that SPX-303 significantly inhibits tumor growth. Collectively, these results support SPX-303 as a novel therapeutic antibody that effectively enhances anti-cancer immunity in the treatment of advanced solid tumors. The pre-clinical data as well as the clinical plan of SPX-303 will be presented.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-03 Immune checkpoints,,"},{"Key":"Keywords","Value":"Macrophages,Immunomodulation,Immunostimulation,Bispecific antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Haight<\/b><sup>1<\/sup>, Q. Chen<sup>1<\/sup>, B. William<sup>1<\/sup>, D.-D. Nguyen<sup>1<\/sup>, R. Cai<sup>1<\/sup>, J. Ma<sup>1<\/sup>, M. White<sup>1<\/sup>, J. Jin<sup>1<\/sup>, J. Shen<sup>1<\/sup>, M. Siekierzycki<sup>1<\/sup>, V. Hall<sup>1<\/sup>, H. Jin<sup>1<\/sup>, R. Meier<sup>1<\/sup>, J. Moser<sup>2<\/sup>; <br\/><sup>1<\/sup>Sparx Biopharmaceutical Corp, Mount Prospect, IL, <sup>2<\/sup>HonorHealth Research Institute, Scottsdale, AZ","CSlideId":"","ControlKey":"42e7b7a3-d203-4fee-9879-74a454333523","ControlNumber":"7567","DisclosureBlock":"<b>&nbsp;A. Haight, <\/b> <br><b>Sparx Biopharmaceutical Company<\/b> Employment. <br><b>Abbvie<\/b> Employment, Stock. <br><b>Q. Chen, <\/b> <br><b>Sparx Biopharmaceutical<\/b> Employment. <br><b>B. William, <\/b> <br><b>Sparx Biopharmaceuticals<\/b> Employment. <br><b>D. Nguyen, <\/b> <br><b>Sparx Biopharmaceuticals<\/b> Employment. <br><b>R. Cai, <\/b> <br><b>Sparx Biopharmaceuticals<\/b> Employment. <br><b>J. Ma, <\/b> <br><b>Sparx Biopharmaceuticals<\/b> Employment. <br><b>M. White, <\/b> <br><b>Sparx Biopharmaceuticals<\/b> Employment. <br><b>J. Jin, <\/b> <br><b>Sparx Biopharmaceuticals<\/b> Employment. <br><b>J. Shen, <\/b> <br><b>Sparx Biopharmaceuticals<\/b> Employment. <br><b>M. Siekierzycki, <\/b> <br><b>Sparx Biopharmaceuticals<\/b> Employment. <br><b>V. Hall, <\/b> <br><b>Sparx Biopharmaceuticals<\/b> Employment. <br><b>H. Jin, <\/b> <br><b>Sparx Biopharmaceuticals<\/b> Employment. <br><b>R. Meier, <\/b> <br><b>Sparx Biopharmaceuticals<\/b> Employment. <br><b>J. Moser, <\/b> <br><b>HonorHealth Research Institute<\/b> Employment. <br><b>Adagene<\/b> Independent Contractor. <br><b>Imaging Endpoints<\/b> Independent Contractor. <br><b>IQVIA<\/b> Independent Contractor. <br><b>Genome Insight<\/b> Independent Contractor. <br><b>Incyte<\/b> Independent Contractor. <br><b>Novotech<\/b> Independent Contractor. <br><b>Red Arrow Therapeutics<\/b> Independent Contractor. <br><b>Werewolf Therapeutics<\/b> Independent Contractor. <br><b>Caris Life Sciences<\/b> Grant\/Contract, Other, Board Member, advisor. <br><b>Castle Biosciences<\/b> Other, Speakers Bureau. <br><b>Immunocore<\/b> Other, Speakers Bureau.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5887","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2729","PresenterBiography":null,"PresenterDisplayName":"Anthony Haight, PhD","PresenterKey":"e9af07ee-8310-4aba-bb50-ace924bd8643","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2729. Discovery and characterization of LILRB2XPD-L1 bispecific antibody SPX-303","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery and characterization of LILRB2XPD-L1 bispecific antibody SPX-303","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Depletion of B cells has resulted in major therapeutic benefits in autoimmune diseases and hematological malignancies. Several FDA-approved B cell-depleting antibody-based therapies are available, including antibody-drug conjugates, T cell engagers, CAR-T cells, and antibody variants with enhanced effector functions through Fc engineering. However, a significant unmet need remains in both oncology and autoimmune disease. All currently approved B cell-depleting therapies target a single B cell antigen, increasing potential for incomplete depletion and emergence of escape mutants that give rise to relapse and treatment failure.<br \/><b>Methods:<\/b> Here we describe trispecific antibody-like molecules generated using GEM-DIMER technology. In addition to bivalent target binding of both CD19 and CD20, the GEM-DIMER candidates are designed to have two Fc domains to enable powerful effector functions via cooperative binding of Fcgamma receptors. The approach is based on incorporation of a super-dimerization domain into the hinge region of an immunoglobulin heavy chain, enabling the combination of all of the components of two IgG antibodies into a single molecule. Using this approach, we generated GEM-DIMER candidates from rituximab and FMC63, the parental anti-CD19 antibody for anti-CD19 scFv used in approved CAR-T cell therapies.<br \/><b>Results:<\/b> CD19\/CD20-targeting GEM-DIMER molecules demonstrated binding to both CD19 and CD20 with affinities comparable to the individual parent antibodies. Importantly, CD19\/CD20-targeting GEM-DIMER molecules demonstrated robust depletion of human B cells in overnight cultures of whole blood. Moreover, antibody-dependent cellular cytotoxicity (ADCC) was demonstrated in co-cultures of the human B cell lymphoma cell line Raji and human peripheral blood mononuclear cells (PBMC). As expected, due to the presence of dual Fc domains, CD19\/CD20-targeting GEM-DIMER molecules exhibited enhanced binding to Fcgamma receptors, further explaining the robust effector functions observed.<br \/><b>Conclusions:<\/b> CD19\/CD20-targeting GEM-DIMER molecules are promising candidates to provide efficient depletion of both CD19+ and CD20+ cells, providing potential for broad and deep depletion of B cells with reduced risk of emergence of antigen escape variants. These data support the advancement of CD19\/CD20-targeting GEM-DIMER molecules in multiple indications where depletion of CD19+ and\/or CD20+ B cells is needed. Preparations for clinical investigation are ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody engineering,B cell depletion,Anticancer therapy,Autoimmune disease therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. J. Capon<\/b>, N. L. S. Chan, L. Troitskaya, M. Fomin, U. Edman, B. Frank, B. Z. Capon, B. Law, S. J. Chapin, G. M. Lewis, M. L. Gefter, J. Punnonen; <br\/>Hinge Bio, Inc., Burlingame, CA","CSlideId":"","ControlKey":"9f64d66c-e8f0-41e6-9119-b07271a57cac","ControlNumber":"8190","DisclosureBlock":"&nbsp;<b>D. J. Capon, <\/b> None..<br><b>N. L. S. Chan, <\/b> None..<br><b>L. Troitskaya, <\/b> None..<br><b>M. Fomin, <\/b> None..<br><b>U. Edman, <\/b> None..<br><b>B. Frank, <\/b> None..<br><b>B. Z. Capon, <\/b> None.&nbsp;<br><b>B. Law, <\/b> <br><b>Briomea Fusion, Inc.<\/b> Employment, Stock, Stock Option, Patent, Other Intellectual Property. <br><b>S. J. Chapin, <\/b> <br><b>Bolt Biotherapeutics, Inc.<\/b> Employment, Independent Contractor, Stock, Stock Option. <br><b>G. M. Lewis, <\/b> <br><b>Janssen R&D<\/b> Employment.<br><b>M. L. Gefter, <\/b> None.&nbsp;<br><b>J. Punnonen, <\/b> <br><b>Ascendis Pharma, Inc.<\/b> Employment, Stock Option. <br><b>Merck & Co., Inc.<\/b> Stock.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5890","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2730","PresenterBiography":"","PresenterDisplayName":"Daniel Capon, PhD","PresenterKey":"37494197-b4f7-4e22-8406-650431c7b687","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2730. Beyond antibodies and CAR-T: Topologically-engineered, super-dimeric antibody-like molecules with dual Fc domains for trispecific, bivalent targeting of CD19, CD20, and Fcgamma receptors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Beyond antibodies and CAR-T: Topologically-engineered, super-dimeric antibody-like molecules with dual Fc domains for trispecific, bivalent targeting of CD19, CD20, and Fcgamma receptors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background <\/b>The approval of immune checkpoint inhibitors (ICI) such as PD-(L)1 inhibitors has revolutionized cancer therapy and established a role for immune effector cells, most notably CD8<sup>+<\/sup> T cells, in tumor control and destruction. While anti-PD-(L)1 therapy has demonstrated durable responses, only a small subset of patients benefit and respond to therapy. CCR5 is expressed on multiple immune cells (e.g. myeloid-derived suppressor cells) and CCR5-dependent migration of these cells contribute to an immune-suppressive tumor microenvironment (TME) thereby limiting response to ICI therapy. In addition, expression of CCR5 on cancer cells has been linked to increased metastasis and resistance to ICI therapy. Upregulation of CCL5\/CCR5 has been associated with poor outcomes in multiple solid tumor indications, including colorectal cancer (CRC). Therefore, targeting CCR5 has the potential to increase response rates to ICI therapy and improve outcomes. Herein, we describe a first-in-class CCR5 targeting DFC, CCR5-001, a multivalent conjugate of a potent, small molecule CCR5 antagonist conjugated to an immune-silent proprietary human IgG1 Fc. This CCR5 targeting DFC has the potential to improve responses to ICI therapy by preventing pro-tumorigenic reprogramming of the TME induced by CCL5\/CCR5 expressing tumor and myeloid cells.<br \/><b>Methods <\/b>Binding of CCR5-001 to hCCR5 was measured by surface plasmon resonance (SPR) and to CCR5<sup>+<\/sup> PathHunter cells (DiscoverX) by flow cytometry. Functional activity was determined in CCR5<sup>+<\/sup> PathHunter &#946;-arrestin assay with CCL3 to induce CCR5 signaling according to manufacturer&#8217;s instructions. Efficacy was determined in an immune-competent syngeneic mouse model using the CRC cell line, MC38. CCR5-001 was dosed at 20 mg\/kg twice per week for two weeks. Tumor volumes were recorded and statistical analysis was conducted by t-test (Mann-Whitney) or two-way ANOVA in Prism.<br \/><b>Results <\/b>CCR5-001 displayed a KD of 4.2 nM to immobilized hCCR5 by SPR and IC<sub>50<\/sub> of 0.63-0.98 nM for binding to engineered CCR5<sup>+<\/sup> PathHunter cells. This high affinity binding translated to potent functional inhibition of CCL3-induced CCR5 signaling with an IC<sub>50 <\/sub>of 12.7 nM in CCR5<sup>+<\/sup> cell-based assay. CCR5-001 demonstrated potent, statistically significant (p = 0.0052) tumor growth inhibition of 76% by day 13 in a syngeneic mouse model.<br \/><b>Conclusions <\/b>CCR5-001 demonstrated potent CCR5 binding and functional inhibition of CCR5 signaling in cell-based assays. The <i>in vitro<\/i> activity translated to robust efficacy as a monotherapy in a syngeneic mouse model. Based on these results and other emerging data, CCR5-001 represents an exciting new avenue for targeting CCR5 with DFCs in solid cancers where the pathology is driven by the CCR5\/CCL5 axis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Immune checkpoint,,Chemokines,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Dhrmann<\/b>, J. Levin, N. Dedeic, A. Almaguer, D. Zuill, E. Abelovski, J. B. Locke, J. Fortier, M. Hernandez, Q. Zhao, K. Amundson, M. Moniz, H. Chen, D. Panickar, T. Lam, G. Hough, T. P. Brady, A. Borchardt, J. N. Cole, L. W. Tari; <br\/>Cidara Therapeutics, San Diego, CA","CSlideId":"","ControlKey":"d63cd2de-c609-4be5-8bc1-13da88e79e95","ControlNumber":"8048","DisclosureBlock":"<b>&nbsp;S. Dhrmann, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option, Patent. <br><b>J. Levin, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>N. Dedeic, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>A. Almaguer, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>D. Zuill, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>E. Abelovski, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. B. Locke, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. Fortier, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option, Patent. <br><b>M. Hernandez, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option, Patent. <br><b>Q. Zhao, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>K. Amundson, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. Moniz, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>H. Chen, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option, Patent. <br><b>D. Panickar, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option, Patent. <br><b>T. Lam, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option, Patent. <br><b>G. Hough, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>T. P. Brady, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option, Patent. <br><b>A. Borchardt, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option, Patent. <br><b>J. N. Cole, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option, Patent. <br><b>L. W. Tari, <\/b> <br><b>Cidara Therapeutics<\/b> Employment, Stock, Stock Option, Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5891","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2731","PresenterBiography":null,"PresenterDisplayName":"Simon Dhrmann","PresenterKey":"a4830b0f-31cc-4ef5-96ee-2bdf87e3cf40","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2731. CCR5-001, a novel drug Fc-conjugate (DFC) targeting CCR5, demonstrates potent efficacy in a colorectal cancer mouse model","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CCR5-001, a novel drug Fc-conjugate (DFC) targeting CCR5, demonstrates potent efficacy in a colorectal cancer mouse model","Topics":null,"cSlideId":""},{"Abstract":"The carcinoembryonic antigen cell adhesion molecule 1 (CEACAM1) is detected on leukocytes, epithelia and endothelia, and involved in cell adhesion through homophilic or heterophilic binding. In various gastrointestinal cancers, NSCLC (non-small cell lung cancer), and melanoma, CEACAM1 is highly expressed on tumor cells and tumor stroma, with its levels increasing as the disease progresses. Notably, CEACAM1 has been found to dampen T and NK cell functions while promoting tumor angiogenesis and metastasis. In this study, we present NB203, a novel CEACAM1\/VEGF bispecific antibody developed using Neologics CEACAM-<i>plus<\/i>, a bifunctional molecule engineering platform designed to target and modulate the tumor microenvironment (TME). NB203 effectively accumulated in the TME and hindered the homophilic or heterophilic interactions of CEACAM1. It demonstrated a significant enhancement in T cell activities and NK cell-mediated killing of CEACAM1-expressing tumor cells, and the inhibition of tumor cell migration and polyploidy through macrophages. More importantly, NB203 was specifically designed to impede tumor angiogenesis. It exhibited an increased binding capacity to both CEACAM1 and VEGF in pro-angiogenic TME, and undermined intratumoral vessel maturation by blocking VEGF and negatively regulating myeloid cell-dependent tumor angiogenesis. In summary, our preclinical data indicate that NB203 exhibits effective anti-tumor activity by mediating NK and cytotoxic T cell activities, improving the immune-suppressive TME, and suppressing tumor angiogenesis. The use of NB203 holds promise in overcoming resistance to anti-VEGF therapy and substantially improving the safety of therapeutic targeting of angiogenesis in cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Bispecific antibody,CEACAM1 \/ VEGF,Immunomodulation,Angiogenesis inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Dong, B. Wang, D. Wang, J. Ni, T. Bu, H. Wang, B. Nayak, B. Wang, X. Dong, <b>Y. Zhang<\/b>; <br\/>NeoLogics Bioscience Co. Ltd., Suzhou, China","CSlideId":"","ControlKey":"7f19484b-3303-4958-ada6-89db949ef8ab","ControlNumber":"1228","DisclosureBlock":"&nbsp;<b>J. Dong, <\/b> None..<br><b>B. Wang, <\/b> None..<br><b>D. Wang, <\/b> None..<br><b>J. Ni, <\/b> None..<br><b>T. Bu, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>B. Nayak, <\/b> None..<br><b>B. Wang, <\/b> None..<br><b>X. Dong, <\/b> None..<br><b>Y. Zhang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5892","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2732","PresenterBiography":null,"PresenterDisplayName":"Yu Zhang, MD;PhD","PresenterKey":"8b69a6f6-78b3-4edd-9273-2f96583a4cda","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2732. NB203: A Novel therapeutic bispecific antibody targeting CEACAM1\/VEGF for tumor immunity and angiogenesis modulation in the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NB203: A Novel therapeutic bispecific antibody targeting CEACAM1\/VEGF for tumor immunity and angiogenesis modulation in the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Despite the remarkable efficacy of PD-(L)1 therapy, a significant proportion of cancer patients fail to respond or develop resistance over time. Co-expression of T-cell immunoglobulin and mucin domain containing-3 (TIM-3) with PD-1 on primed T cells has been observed in patients exhibiting resistance to PD-1 blockade. Moreover, TIM-3 is also expressed on other immune cells, including NK and DC, and plays a negative regulatory role in these immune cells. Therefore, the dual blockade of PD-1 and TIM-3 holds potential for enhanced clinical benefits. NB202 is a bispecific anti-PD1\/TIM-3 antibody that has been designed to optimize the therapeutic response of anti-PD1 therapy by maximizing TIM-3 blockade on antigen-experienced T cells, enhancing NK cell activity, and improving antigen presentation ability of antigen-presenting cells (APC). NB202 has demonstrated high affinity binding to human TIM3 and PD-1 in the low nanomolar range. Moreover, it can simultaneously bind to TIM-3 and PD-1 receptors through a trans-manner, suggesting its potent capacity to enhance the interaction between T cells and dendritic cells (DCs). In classic MLR (mixed lymphocyte reaction) and T cell stimulation assays, NB202 has exhibited superior efficacy compared to the combination of anti-PD1 mAb and anti-TIM3 monoclonal antibodies as it significantly enhances the secretion level of interferon-gamma (IFN-gamma), and particularly interleukin-2 (IL-2). Moreover, in an anti-PD1 resistant mouse model, NB202 has shown promising efficacy results.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,Immunotherapy,TIM-3,PD-1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Dong, <b>Y. Zhang<\/b>, B. Wang, D. Wang, T. Bu, J. Ni, B. Nayak, X. Dong; <br\/>NeoLogics Bioscience Co. Ltd., Suzhou, China","CSlideId":"","ControlKey":"a08e5fb5-1a86-4ad6-a7c1-459c87190301","ControlNumber":"1810","DisclosureBlock":"&nbsp;<b>J. Dong, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>B. Wang, <\/b> None..<br><b>D. Wang, <\/b> None..<br><b>T. Bu, <\/b> None..<br><b>J. Ni, <\/b> None..<br><b>B. Nayak, <\/b> None..<br><b>X. Dong, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5894","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2733","PresenterBiography":null,"PresenterDisplayName":"Yu Zhang, MD;PhD","PresenterKey":"8b69a6f6-78b3-4edd-9273-2f96583a4cda","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2733. NB202: A bispecific anti-PD1\/TIM-3 antibody for cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NB202: A bispecific anti-PD1\/TIM-3 antibody for cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Vascular endothelial growth factor (VEGF) is one of the most important pro-angiogenic factors in modulating tumor microenvironment (TME), and the concentration of VEGF in TME is significantly higher than that of peripheral. Inhibiting VEGF can improve immunotherapy efficacy by modulating the TME, preventing angiogenesis and regulating immune cell populations. Combined anti-VEGF and anti-Programmed cell death protein 1 (PD-1)\/Programmed cell death ligand (PD-L1) therapies have exerted potent antitumor effect in preclinic and clinic studies. Therefore, we developed a novel humanized IgG1 silenced bispecific antibody RC148 to target VEGF and PD-1. RC148 allows dimeric VEGF crosslinking and gradually enhances PD-1 binding activity, potentially reduces systemic toxicity of anti-VEGF therapy and enhances antitumor potency via VEGF trigged enrichment in tumor areas. In preclinical studies, RC148 blocks the binding of VEGF to VEGFR and PD-1 to PD-L1, prevents the growth and migration of human umbilical vein endothelial cells, enables efficient T cell activation, exhibited synergistic antitumor effects in rodent models and showed safety profiles in non-human primate studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,Angiogenesis inhibitor,Immune checkpoint blockade,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jianmin Fang<sup>1<\/sup>, <b>Dong Li<\/b><sup>2<\/sup>, Kaiyue Wu<sup>2<\/sup>, Sisi Wang<sup>2<\/sup>, Du Li<sup>2<\/sup>, Guorui Zhao<sup>1<\/sup>, Shenjun Li<sup>1<\/sup>, Jing Jiang<sup>1<\/sup><br><br\/><sup>1<\/sup>RemeGen Co., Ltd., Shandong, China,<sup>2<\/sup>Shanghai RemeGen Biotechnology Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"b8dc7a1d-1fe6-4b48-864f-1464990a9c95","ControlNumber":"4543","DisclosureBlock":"&nbsp;<b>J. Fang, <\/b> None..<br><b>D. Li, <\/b> None..<br><b>K. Wu, <\/b> None..<br><b>S. Wang, <\/b> None..<br><b>D. Li, <\/b> None..<br><b>G. Zhao, <\/b> None..<br><b>S. Li, <\/b> None..<br><b>J. Jiang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5893","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2734","PresenterBiography":null,"PresenterDisplayName":"Dong Li, PhD","PresenterKey":"c63f1665-4ca5-4181-852b-e599909ee288","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2734. RC148, a novel bispecific antibody targeting PD-1 and VEGF for cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RC148, a novel bispecific antibody targeting PD-1 and VEGF for cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Background: The activin-like kinase receptor 1 (ALK-1, encoded by ACVRL1) is a member of the transforming growth factor &#946; (TGF-&#946;) superfamily. Combination treatment using anti-PD-1\/PD-L1 agents with anti-angiogenetic reagents might bring additional benefits, such as establishing a favorable TME leading to better responses towards immunotherapy. In the phase II clinical trial (NCT03893695) of combination therapy of ALK-1 (GT90001) and Nivolumab for the second line therapy in patients with metastatic hepatocellular carcinoma (&#8220;HCC&#8221;) in Taiwan, among the 20 evaluable patients, the overall response rate is 40%, and the side effects were well tolerated and manageable. Nowadays, the combination of GT90001 and nivolumab shows a remarkable long-tail effect, since 7 patients are still alive as of March 30, 2023, 6 of them had received no further systematic anti-tumor therapy after trial completion. Among them, 4 patients are still on progression free status. Our pre-clinical data demonstrated that Nivo813 has improved cell-binding potency and potent anti-tumor effects, lighting up its potential capacity as a therapeutic drug in the treatment of human cancers.<br \/>Methods: The antigen binding activity of Nivo813 with PD-1 and ALK-1 were assessed by ELISA, Fortebio and flow cytometry. Endothelial cell tube formation assay was performed to identify the anti-angiogenesis function of Nivo813. The anti-tumor activity of Nivo813 was investigated in PBMC implanted with MDA-MB-231 breast cancer cells.<br \/>Results:Nivo813 could specifically bind to human PD-1 and ALK-1 with high affinity. Intriguingly, Nivo813 was found to have much higher affinity (40-fold, nM) to cell surface PD-1 than that of nivolumab. Meanwhile, Nivo813 exhibited dose-dependent anti-angiogenesis activity in vitro. Nivo813 demonstrated greater anti-tumor efficacy compared to nivolumab in mice model.<br \/>Conclusions: Nivo813, a dual-blocking anti-PD-1\/ALK-1 bispecific antibody, shows improved binding potency to cell surface PD-1 and ALK-1 simultaneously, and displays dose-dependent anti-angiogenesis in vitro and great anti-tumor efficacy in vivo, supporting its clinical potentials for the treatment of human cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody engineering,ALK-1,PD-1,solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Q. Zhou<sup>1<\/sup>, <b>R. Tang<\/b><sup>1<\/sup>, L. Zhuang<sup>2<\/sup>, J. Huang<sup>1<\/sup>, J. Qian<sup>1<\/sup>, Z. Ren<sup>1<\/sup>, Y. Tong<sup>1<\/sup>; <br\/><sup>1<\/sup>Kintor Pharmaceutical Limited, Suzhou, China, <sup>2<\/sup>Kintor Pharmaceutical (Guangdong) Co., Ltd., Zhuhai, China","CSlideId":"","ControlKey":"b904f5dc-a44d-47c8-b835-5cf859432a7f","ControlNumber":"2288","DisclosureBlock":"&nbsp;<b>Q. Zhou, <\/b> None..<br><b>R. Tang, <\/b> None..<br><b>L. Zhuang, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>J. Qian, <\/b> None..<br><b>Z. Ren, <\/b> None..<br><b>Y. Tong, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5895","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2735","PresenterBiography":null,"PresenterDisplayName":"Rong Tang, PhD","PresenterKey":"7f629293-5ab1-419e-8bb8-cf5480c0283c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2735. High affinity and potent anti-tumor efficacy of Nivo813, an anti-PD-1\/ALK-1 bispecific antibody, in pre-clinical studies for solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High affinity and potent anti-tumor efficacy of Nivo813, an anti-PD-1\/ALK-1 bispecific antibody, in pre-clinical studies for solid tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Biological targeting is a key concept in cancer treatment utilized by most therapeutics. Targeted agents that selectively treat diseased tissues while reducing off-target effects to normal tissues are widely used for cancer therapies. However, key hurdles include: (i) a limited number of tumor-specific biomarkers expressed in sufficiently high levels for targeted therapy, (ii) lack of specific biomarkers amenable to targeting, and (iii) current technologies rely on largely protein-based targeting ligands limiting the applications of these therapies due to final conjugates with low payloads. We developed a novel method for tumor-specific delivery by combining metabolic glycoengineering and nanomedicine to engineer targetable chemical groups on cancer cells and enable directed treatments. We hypothesize that increased Fc fragments on the surface of tumor cells can enable antibody-dependent cell mediated cytotoxicity (ADCC) response to tumor cells, providing innate immunotherapy.<br \/><b>Materials\/Methods: <\/b>We formulated nanoparticles (NPs) using polyethylene glycol-ply lactic acid-co-glycolic acid (PEG-PLGA). Using the Dolomite microfluidic device, we formed NPs by nanoprecipitation of PEG-PLGA with tetraacetylated N-azidoacetyl-D-mannosamine (Ac<sub>4<\/sub>ManNAz), a sialic acid analogue containing a click chemistry group. We targeted this reactive group by functionalizing the Fc fragment with dibenzylcyclooctyne (DBCO). We characterized the NPs using dynamic light scattering (DLS), charge measurements and transmission electron microscopy (TEM). We evaluated toxicity using a cell viability assay and assessed preliminary efficacy with a tumor growth delay study.<br \/><b>Results:<\/b> NP characterization revealed a size of 30-40 nm via DLS, congruent with TEM imaging. Charge measurements ranged from -4 to +4 mV. Toxicity studies revealed no differences in cell viability amongst different treatment groups. Preliminary efficacy studies demonstrated improved tumor growth delay in the cohort of mice treated with a combination of NPs and Fc-DBCO conjugate, as well as a survival benefit. Median OS was 31.5 days for the control groups vs 57.5 days for the combination treated group (<i>p<\/i> = 0.0067).<br \/><b>Conclusion: <\/b>There is growing interest in harnessing the power of the innate immune response to shape anti-tumor immunity. This is because clinical data demonstrates tumor cells can evade the adaptive immune system through mutations as well as downregulate MHC receptors. One of the most effective innate immune responses is ADCC. To this end, we developed a novel method for tumor-specific delivery of Fc fragments to enhance ADCC. While this data reveals improved tumor growth delay and a survival benefit, the sample size is limited, and a larger study is needed to evaluate the potential benefits of this strategy. Furthermore, correlative studies are needed to identify the mechanism for treatment response.<b><\/b><b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Nanoparticle,Innate immunity,Chemistry,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. L. Aliru<\/b>, N. R. Sultanpuram, K. Au, T. Zhang, A. Z. Wang; <br\/>University of Texas Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"ff613d21-459e-4d9e-9ca0-71e65a1da336","ControlNumber":"8333","DisclosureBlock":"&nbsp;<b>M. L. Aliru, <\/b> None..<br><b>N. R. Sultanpuram, <\/b> None..<br><b>K. Au, <\/b> None..<br><b>T. Zhang, <\/b> None..<br><b>A. Z. Wang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5896","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2736","PresenterBiography":null,"PresenterDisplayName":"Maureen Aliru, MD,PhD","PresenterKey":"2ee7eea9-197a-405e-be75-aa642558ea0d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2736. Ligand-independent targeting of tumor cells for antibody-dependent cell-mediated cytotoxicity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ligand-independent targeting of tumor cells for antibody-dependent cell-mediated cytotoxicity","Topics":null,"cSlideId":""},{"Abstract":"Background: Several approaches such as antibody drug conjugate (ADC), chimeric antigen receptor T cells (CAR-T) and recently bispecific antibodies are being introduced as innovative weapon in B-Cell lymphoma treatment. In the opposite, very limited therapeutic options are available for the treatment of rare refractory T cell malignancies such as PTCL. The 5-year survival rate of PTCL is lower than 30% according to the recent clinical data. Developing new effective treatment strategies for PTCL is an urgent problem. LIS22, is a first in class glyco-humanized polyclonal antibody (GH-pAb), targeting multiple tumor-associated antigens simultaneously. In this study, we characterized the safety and efficacy of LIS22 in preclinical models of T cell malignancies.<br \/>Material and Methods: LIS22 ability to induce Antibody-Dependent Cell Cytotoxicity (ADCC), Antibody-Dependent Cellular Phagocytosis (ADCP), Complement Dependent Cytotoxicity (CDC), and apoptosis was tested in a panel of hematologic malignancy cell lines and peripheral blood mononuclear cell (PBMC). To assess the targeting and recognition of LIS22 in PTCL patients, we evaluated the immunolabelling of LIS22 on patients&#8217; biopsies (n=119) using tissue microarray. LIS22 efficacy in vivo were evaluated in NMRI nude mice and SRG rats using T1301 and Jurkat cancer cell lines. Pharmacokinetics and safety of this drug were assessed in cynomolgus monkeys after single and repeated IV dosing up to 50mg\/kg.<br \/>Results: LIS22 acts via several mechanisms, at 30&#181;g\/ml, it induced cytotoxicity via CDC (in 70%), ADCP (in 49%), ADCC (in 41%) and apoptosis (in 30%) of HPB-ALL human T blood cancer cell line but not in PBMC. LIS22 showed a potent in vitro antitumor activity in a panel of hematologic malignancy cell lines, it induced specific tumor cell CDC (EC50=41.4&#177;28.9&#181;g\/mL). In both CDC and apoptosis cytotoxicity assays, LIS22 displayed a significantly higher potency on T cell blood cancers and no toxicity on healthy blood cells compared to PTCL clinically active drug Alemtuzumab (Anti-CD52). It was able to kill up to 100% of the cancer cells without affecting PBMC. In immunolabeling assay, LIS22 demonstrated cross-reaction to PTCL patient biopsy (staining up to 93%). In vivo efficacy studies in different mice and rat xenograft models, LIS22 induced a significant reduction of tumor growth up to 90% across several tested tumors. LIS22 was also characterized by high tolerance profile and satisfactory exposure in monkeys after repeated dosing (up to 250mg\/kg of cumulative dose).<br \/>Conclusion: LIS22 appeared as a novel and promising cancer immunotherapy against T Cell hematologic malignancies. It has already been administered to human in another indication and showed a satisfactory PK and safety profile (no signs of immunotoxicity or systemic cytokine release). LIS22 is now ready to enter Phase I\/II in the coming months for the treatment of peripheral T cell lymphoma (PTCL).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Lymphoma: non-Hodgkin's lymphoma,T cell,Immuno-oncology,Leukemias: acute lymphoblastic,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. Ciron, F. Shneiker, O. Dauphouy, J. Rousse, P.-J. Royer, G. Evanno, O. Duvaux, <b>F. Bassissi<\/b>; <br\/>Xenothera, Nantes, France","CSlideId":"","ControlKey":"a0c8adfa-add1-4bc8-8115-a52c172cda5e","ControlNumber":"1448","DisclosureBlock":"<b>&nbsp;C. Ciron, <\/b> <br><b>Xenothera<\/b> Employment, Patent. <br><b>F. Shneiker, <\/b> <br><b>Xenothera<\/b> Employment, Stock. <br><b>O. Dauphouy, <\/b> <br><b>Xenothera<\/b> Employment. <br><b>J. Rousse, <\/b> <br><b>Xenothera<\/b> Employment. <br><b>P. Royer, <\/b> <br><b>Xenothera<\/b> Employment. <br><b>G. Evanno, <\/b> <br><b>Xenothera<\/b> Employment. <br><b>O. Duvaux, <\/b> <br><b>Xenothera<\/b> Employment, Stock, Stock Option, Patent. <br><b>F. Bassissi, <\/b> <br><b>Xenothera<\/b> Employment, Stock Option.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5872","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2737","PresenterBiography":null,"PresenterDisplayName":"Firas Bassissi, DVM;PhD","PresenterKey":"7c387313-4a0a-4e57-8dba-16726e9750c4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2737. LIS22, a first in class polyclonal antibody immunotherapy in T cell blood cancers","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"LIS22, a first in class polyclonal antibody immunotherapy in T cell blood cancers","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Cancer immunotherapy<b> <\/b>has recently generated much excitement after the success of the immunomodulating anti-CTLA-4 and anti-PD-1 antibodies against various types of cancers. However, for many cancers, there is still a lack of effective treatment that can result in long-term cancer-free survival and lower metastatic and relapse risks.<b> <\/b>The emergence of cancer resistance could be minimized by drug combination or by multi-targeting of tumor cells. Polyclonal antibodies can target several tumor-associated antigens simultaneously and would be more efficient than a conventional mAbs. Here we evaluate the safety and efficacy of XON7, a first in class glyco-humanized polyclonal antibody (GH-pAb), in cancer preclinical models.<br \/>Material and Methods: XON7 ability to induce Complement Dependent Cytotoxicity (CDC) and apoptosis was tested in a panel of cancer cell lines and PBMC. XON7 was also evaluated in sphere formation assay to predict its effects on cancer resistant. Specific binding to human tumors and healthy tissues was assessed by immunochemistry on tissue micro-array. Cross-cancer activity was evaluated on biopsies from patients with solid tumor such as CRC, NSCLC, osteosarcoma, and breast cancers. In vivo XON7 efficacy was evaluated in NMRI nude mice using A549: NSCLC, HCT-116: colon cancer, LNCaP: prostate cancer and MDA-MB-231: breast cancer cells. A human NSCLC chorio-allantoic membrane (CAM) model was used to evaluate the efficacy of XON7 + anti PD-1 on tumor growth and metastasis. Pharmacokinetics and safety of this drug were assessed in marmoset after single and repeated IV dosing up to 60mg\/kg.<br \/>Results: XON7 showed a potent in vitro antitumor activity in a panel of cancer cell lines, it induced specific tumor cell CDC (EC50=50ug\/mL) and apoptosis (IC50= 100ug\/mL). it was able to kill up to 100% of the cancer cells without affecting PBMC. In addition, it induced a striking decrease of tumor sphere formation in HCT116, A549 and MDA-MB-231 cancer cell lines. XON7 showed preferential recognition of tumor cells as compared to normal cells, it demonstrated cross-reaction to tumor patient biopsy without staining of the healthy tissues. In vitro XON7 potency was translated into in vivo efficacy in different mice xenograft models. XON7 induced a significant reduction of tumor growth ranging from 40 to 90% across several tested tumors. Furthermore, it showed, significant increase of anti-tumor response rate and decrease of metastasis when it is associated with anti PD-1 in vivo CAM model (&#62;90%, p=0.001). XON7 was also characterized by high tolerance and satisfactory exposure in marmoset.<br \/>Conclusion: Based on its safe toxicity profile and potent activity, XON7 appeared as a novel and promising cancer immunotherapy to fight against recurrent solid tumor, it is now aimed to reach clinical development, FIH in patients is planned to start before the end of 2023.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody,Immuno-oncology,Solid tumors,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. Ciron, G. Evanno, P. Morice, P.-J. Royer, F. Shneiker, O. Duvaux, B. Vanhove, <b>F. Bassissi<\/b>; <br\/>Xenothera, Nantes, France","CSlideId":"","ControlKey":"13843160-be52-4fda-858b-5c2d1786fa82","ControlNumber":"1314","DisclosureBlock":"<b>&nbsp;C. Ciron, <\/b> <br><b>Xenothera<\/b> Employment. <br><b>G. Evanno, <\/b> <br><b>Xenothera<\/b> Employment. <br><b>P. Morice, <\/b> <br><b>Xenothera<\/b> Employment. <br><b>P. Royer, <\/b> <br><b>Xenothera<\/b> Employment. <br><b>F. Shneiker, <\/b> <br><b>Xenothera<\/b> Employment, Stock Option. <br><b>O. Duvaux, <\/b> <br><b>Xenothera<\/b> Employment, Stock, Stock Option, Patent. <br><b>B. Vanhove, <\/b> <br><b>Xenothera<\/b> Employment, Stock Option, Patent. <br><b>F. Bassissi, <\/b> <br><b>Xenothera<\/b> Employment, Stock Option, Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5888","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2738","PresenterBiography":null,"PresenterDisplayName":"Firas Bassissi, DVM;PhD","PresenterKey":"7c387313-4a0a-4e57-8dba-16726e9750c4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2738. XON7, a new Glyco-Humanized Polyclonal Antibody, first in class immunotherapy against several solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"XON7, a new Glyco-Humanized Polyclonal Antibody, first in class immunotherapy against several solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Background: Over the past decades, intensive research has led to the development of innovative therapies (monoclonal and bispecific antibodies, CAR T cells) that have increased the survival rate of patients with multiple myeloma (MM) and B cell lymphoma. However, despite this progress, the majority of patients relapse and become refractory due to the development of resistance. Polyclonal antibodies, with their ability to target multiple antigens, can counteract this resistance. Here we evaluate the safety and efficacy of XON27, a first-in-class glyco-humanized polyclonal antibody (GH-pAb), in MM and other blood cancers.<br \/>Material and Methods: The ability of XON27 to induce antibody-dependent cellular phagocytosis (ADCP), complement-dependent cytotoxicity (CDC) and apoptosis was tested in a panel of hematological malignancy cells and peripheral blood mononuclear cells (PBMC). Specific binding to human blood cancers was assessed using tissue microarrays. To study resistance mechanisms, MM cell lines were cocultured with macrophages in the presence or absence of XON27 and macrophage. To study relapse mechanisms and tumorigenicity, repeated in vitro administration of XON27 was evaluated in KMS-12-BM. The in vivo efficacy of XON27 was evaluated in KMS-12-BM NMRI nude mice model. Pharmacokinetics and safety of this drug were assessed in non-human primate after repeated IV dosing up to 60mg\/kg.Results: XON27 induces potent and specific cytotoxicity in several blood malignancy cell lines including human MM cells via multiple mechanisms: CDC (EC50=35.84 ug\/ml), apoptosis (IC50=100 ug\/ml) and ADCP (up to 40% of cell death at 50 ug\/ml). The cytotoxicity induced by XON27 in the KMS-12-BM was significantly more potent compared to daratumumab (anti-CD38) in both CDC and apoptosis assays, XON27 was able to kill up to 100% of cancer cells without affecting PBMC. XON27 showed cross-reactivity with blood cancer patient biopsies without staining healthy tissue. In addition, repeated administrations of XON27 demonstrate its ability to effectively kill tumor cells after each administration. No resistance is induced after repeated treatments. Interestingly, XON27 blocked the proliferation of residual tumor cells for up to 45 days after the second treatment at 50 ug\/ml compared to the control condition, demonstrating sustainable effect of XON27 on tumorigenicity. The in vitro efficacy of XON27 was translated into in vivo efficacy in a murine MM xenograft model. It induced a significant reduction in tumor growth of up to 75%. XON27 was also characterized by a high tolerability profile and satisfactory exposure in primates.<br \/>Conclusion: Although many therapeutic advances have been made in the field of blood cancers, myeloma remains an incurable disease with a real need for new innovative therapies. XON27 represents a promising and selective immunotherapy which may provide an effective and safe treatment against refractory myeloma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Multiple myeloma,Lymphoma,Leukemias: acute myeloid,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. Ciron, P. Morice, F. Shneiker, O. Duvaux, <b>F. Bassissi<\/b>; <br\/>Xenothera, Nantes, France","CSlideId":"","ControlKey":"164e7388-386e-469f-a7f1-b0f9145d4ba9","ControlNumber":"1623","DisclosureBlock":"<b>&nbsp;C. Ciron, <\/b> <br><b>Xenothera<\/b> Employment, Patent. <br><b>P. Morice, <\/b> <br><b>Xenothera<\/b> Employment. <br><b>F. Shneiker, <\/b> <br><b>Xenothera<\/b> Employment, Stock Option. <br><b>O. Duvaux, <\/b> <br><b>Xenothera<\/b> Employment, Stock, Stock Option. <br><b>F. Bassissi, <\/b> <br><b>Xenothera<\/b> Employment, Stock Option, Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5889","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2739","PresenterBiography":null,"PresenterDisplayName":"Firas Bassissi, DVM;PhD","PresenterKey":"7c387313-4a0a-4e57-8dba-16726e9750c4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2739. XON27, a novel and potent immunotherapy against hematologic malignancies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Single Target and Bispecific Antibodies","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"XON27, a novel and potent immunotherapy against hematologic malignancies","Topics":null,"cSlideId":""}]