[{"Abstract":"Both GLS1 and c-Myc are upregulated in head and neck squamous cell carcinoma (HNSCC) primary tumors and further increased in metastatic tumors. However, the regulation between these two molecules remains largely unknown. GLS1 is a critical enzyme that regulates glutamate, which plays an important role in cancer metabolism that supports cancer growth and survival. Our bioinformatic analysis of the TCGA HNSCC cohort revealed a strong correlation between c-Myc and GLS1 expression. We describe the importance of c-Myc in regulating GLS1 and vice versa. c-Myc protein directly binds to the promoter of the GLS1 gene and upregulates its expression at the transcriptional level. Interestingly, blocking GLS1 signaling in HNSCC cells by lentiviral shRNA knockdown or CB-839 treatment downregulates USP1, one of the best characterized human DUBs, which in turn reduces c-Myc protein stability via the ubiquitin-proteasome pathway. The GLS1-c-Myc axis thus represents a novel positive feedback loop that is critical for driving the aggressiveness of HNSCC. As the treatment of HNSCC remains a major challenge, these novel findings provide the molecular basis for combining GLS1-specific inhibitors with c-Myc-targeted therapy for the treatment of HNSCC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Regulation,Myc,Glutamine metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Yang, F. Chen, F. Yang, <b>Y. Teng<\/b>; <br\/>Emory University, Atlanta, GA","CSlideId":"","ControlKey":"fc3f66a5-1ae6-434e-8c86-74c856531224","ControlNumber":"100","DisclosureBlock":"&nbsp;<b>J. Yang, <\/b> None..<br><b>F. Chen, <\/b> None..<br><b>F. Yang, <\/b> None..<br><b>Y. Teng, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9062","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3061","PresenterBiography":null,"PresenterDisplayName":"Yong Teng, PhD","PresenterKey":"ecbf3c34-862d-49fb-a50a-dea56316337a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3061. A positive feedback loop between GLS1 and c-Myc drives tumor aggressiveness","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A positive feedback loop between GLS1 and c-Myc drives tumor aggressiveness","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is a brain malignancy characterized by being highly aggressive, lethal, yet treatment modalities remain limited. Recent studies have implicated <i>R<\/i>egulator of <i>C<\/i>hromosome <i>C<\/i>ondensation <i>2<\/i> (RCC2), a guanine nucleotide exchange factor (GEF) for RalA, as a potential regulator in glioblastoma pathogenesis. RCC2 has been shown to play a role in promoting glucose metabolism through BACH1-dependent upregulation of hexokinase II (HK2)(1). In this study, we investigated the functional mechanism of RCC2 in gliomagenesis using two complementary approaches. First, the relevance of RCC2 structural regions on its downstream functions were examined. By superimposing the three-dimensional crystal structure of RCC2 onto RCC1 (Regulator of Chromosome Condensation 1), a related GEF, we identified several unique regions within the RCC1-like domain of RCC2. A panel of point, substitution, and deletion mutants were generated, and pulldown experiments were performed to assess their relative binding affinity with BACH1. Additional assays to assess their relative ability to modulate the expression of HK2 and other cellular parameters will be discussed. The structure-functional characterization of distinct regions within RCC2 may identify unique sequences within RCC2 that could have relevance to glucose metabolism, cell proliferation and cell motility. Additionally, we have established a murine glioma model utilizing a <i>Pten<\/i> heterozygous mice expressing a GFAP-Cre-recombinase transgene<i> <\/i>(<i>Gfap-cre;Pten<sup>fl\/+<\/sup><\/i>). Glioma were induced by stereotaxically injected lentiviral constructs expressing either with HRasV12 oncogene alone or together with RCC2. Neurological symptoms were monitored over a period of 7 months, and histopathological analysis was performed to evaluate the morphological and molecular features of the tumors. We showed that co-expression of HRasV12 and RCC2 exhibited earlier emergence of neurological manifests in both male and female groups (Log-rank test, p&#60;0.05) when compared to HRasV12 alone. Overall, our study provides insights into both the structural mechanism of RCC2 in gliomagenesis through mutational analysis of RCC2 and the functional relevance through a murine model of glioma.<br \/>(1)Liu, T. et. al. Cancer Lett (2022) 549:215914.<br \/>Funding: This work is supported by a General Research Fund grant (#14113519) from the University Grants Committee of Hong Kong.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Glioblastoma multiforme,RCC1 \/ RCC2,Metabolism,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. L. Ho<\/b>, P. Or, A. M. Chan; <br\/>The Chinese University of Hong Kong, Shatin, Hong Kong","CSlideId":"","ControlKey":"74a60d8f-0564-4b7f-9de1-505557e57dd0","ControlNumber":"164","DisclosureBlock":"&nbsp;<b>W. L. Ho, <\/b> None..<br><b>P. Or, <\/b> None..<br><b>A. M. Chan, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9063","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3062","PresenterBiography":null,"PresenterDisplayName":"Wayne Ho, BS","PresenterKey":"b4413a0b-20ba-4b8c-983b-ea320bb015fe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3062. Unraveling the role of RCC2 in glioblastoma by mutational analysis and a murine model of glioma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unraveling the role of RCC2 in glioblastoma by mutational analysis and a murine model of glioma","Topics":null,"cSlideId":""},{"Abstract":"Despite the continued success of advanced cancer therapies, hepatocellular carcinoma (HCC) represents a substantial challenge to current treatment modalities that are not sufficiently effective for the management of advanced disease. Metabolic reprogramming is a hallmark of cancer and many oncogenic signaling pathways impact on cellular metabolism. Here, we are investigating changes in metabolism in different oncogene-driven mouse models of liver cancer to identify selective metabolic vulnerabilities associated with HCC that could be implicated in tumor initiation and progression to be exploited for cancer therapy. Transposon-based vectors coding for different combinations of oncogenes, either <i>Myc<\/i> and <i>Akt1<\/i><sup>Myr<\/sup> (CaMIA) or <i>Myc<\/i> and <i>Nras<\/i><sup>G12V<\/sup> (CaMIN), were transduced by hydrodynamic tail vein injected into C57BL\/6 mice. The resulting liver tumors and control livers were subjected to a comprehensive profiling of polar metabolites (metabolomics) and lipids (lipidomics and total fatty acids) as well as changes in gene expression (transcriptomics). Despite similar overall survival, the two models display marked differences in the presentation of the tumors, with CaMIA showing larger aggressive tumors, while CaMIN livers contain numerous small tumor nodules. Both models also showed evidence for the deregulation of intermediate metabolism, indicating activation of aerobic glycolysis and deregulation of glutamine metabolism. Lipidomic analysis revealed substantial lipidome remodeling in both models. Oncogene-specific alterations included elevated levels of lysophosphatidylcholine (LPC) in CaMIN tumors, while CaMIA tumors displayed high levels of ether phospholipids compared to CaMIN and normal liver. Moreover, the fraction of polyunsaturated fatty acids (PUFAs) was enhanced in lipids from CaMIN tumors, while monounsaturated fatty acids (MUFAs) were enriched in CaMIA tumors. Furthermore, tumors from both genotypes produced higher levels of oxylipins, a class of lipid mediators involved in signaling and inflammation, compared to normal liver. Transcriptome analysis confirmed these metabolic alterations and revealed evidence for enhanced inflammatory signaling in CaMIN. In addition, analysis of tumor microenvironment composition disclosed specific differences in stromal components, indicative of immune evasion through checkpoint activation. Experiments in primary murine liver cancer cell lines confirmed oncogene-specific metabolic rearrangements and suggest elevated sensitivity towards inhibitors of lipid remodeling. Future experiments will investigate the role of altered lipid metabolism in tumor development and immune evasion in liver cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Lipid metabolism,Oncogene,Hepatocellular carcinoma,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Al-Shami<\/b><sup>1<\/sup>, M. Snaebjornsson<sup>1<\/sup>, F. Vogel<sup>1<\/sup>, L. Schlicker<sup>1<\/sup>, P. Pöller<sup>1<\/sup>, D. Dauch<sup>2<\/sup>, A. Schulze<sup>1<\/sup>; <br\/><sup>1<\/sup>German Cancer Research Center (DKFZ) and DKFZ-ZMBH Alliance, Heidelberg, Germany, <sup>2<\/sup>University Hospital, Tübingen, Germany","CSlideId":"","ControlKey":"95311edd-54aa-4550-abd3-97dfc3df765a","ControlNumber":"219","DisclosureBlock":"&nbsp;<b>K. Al-Shami, <\/b> None..<br><b>M. Snaebjornsson, <\/b> None..<br><b>F. Vogel, <\/b> None..<br><b>L. Schlicker, <\/b> None..<br><b>P. Pöller, <\/b> None..<br><b>D. Dauch, <\/b> None..<br><b>A. Schulze, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9064","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3063","PresenterBiography":null,"PresenterDisplayName":"Kamal Al-Shami, MS","PresenterKey":"75c1184b-4af6-43c1-848b-748722fc2fad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3063. Defining oncogene-specific metabolic vulnerabilities in a mouse model of hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Defining oncogene-specific metabolic vulnerabilities in a mouse model of hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"About 88% of metastatic prostate cancer (PCa) cases involve bone metastasis. When PCa cells spread to the bone, a metabolic adaptation to the new environment takes place, partly influenced by factors secreted by the homing organ. Thus, we hypothesize that metabolic reprogramming, both in the tumor and bone niche drive PCa bone metastasis. In this work, we carried out an integrative <i>in vitro<\/i>, <i>in vivo<\/i>, and bioinformatics approach to identify key regulators governing the metabolic behavior of PCa cells. We performed an indirect co-culture between PCa (PC3) and bone progenitor (MC3T3 or Raw264.7) cells. PCa cells displayed a strong transcriptional (RNA-seq) activation of lipid metabolism, including PPAR-signaling, fat digestion, and PI3K-Akt pathway. Accordingly, treatment with the conditioned media (CM) of the co-culture promoted lipid accumulation in PC3 cells (Bodipy 493\/503 staining). To assess the clinical relevance of the <i>in vitro<\/i> model, we performed an unsupervised clustering analysis using transcriptomics data from human PCa and bone metastatic samples (GSE74685). Results showed that the metabolic genes deregulated in PC3 by the co-culture, could accurately cluster samples in primary tumor or bone metastasis. We next performed a multivariable Cox regression analysis and built a prognostic model, identifying a novel signature of 5 lipid-associated genes, <i>PPARA, VDR, SLC16A1, PAPSS2<\/i> and <i>GPX1<\/i>, associated with a 23-fold higher risk of death in PCa patients (SU2C-PCF dataset). The expression of this signature was validated in a PDX pre-clinical model (MDA PCa PDX series) when comparing MDA-PCa-183 growing intrafemorally vs. subcutaneously. In order to identify the central hubs regulating this transcriptional phenotype, we performed an Ingenuity Pathway Analysis (QIAGEN), showcasing that the lipid-related signature deregulated by the bone niche is indeed modulated by the Protein Kinase A (PKA). Accordingly, the expression of these signature was downregulated by PKA inhibition (H89; PKA inhibitor). Moreover, secretome analyses (ESI MS\/MS) revealed that bone secreted type I collagen (Col1a1) and fibronectin (Fn1) regulate PKA activity in PCa cells. Further, we investigated whether PKA could modulate critical mechanisms for bone progression, focusing on osteopontin (<i>SPP1<\/i>), a secreted protein involved in the adhesion and invasion of PCa cells, whose regulatory mechanism in tumor cells is yet to be elucidated. Strikingly, we observed not only that the activation of PKA using Forskolin in PCa cells activated <i>SPP1<\/i> expression, but also that PKA inhibition led to a significant impairment of the <i>SPP1<\/i> induction triggered by bone soluble factors secreted during the PC3\/MC3T3 co-culture. Altogether, we showcase PKA as a central hub of PCa energetic metabolism during bone progression and outline a lipid-associated gene signature that can be targeted to halt metastatic PCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Prostate cancer,Bone metastasis,Lipid metabolism,PKA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Sanchis<\/b><sup>1<\/sup>, N. Anselmino<sup>2<\/sup>, E. Labanca<sup>2<\/sup>, A. Sabater<sup>1<\/sup>, J. Bizzotto<sup>3<\/sup>, G. Pascual<sup>3<\/sup>, R. Seniuk<sup>3<\/sup>, S. Lage-Vickers<sup>3<\/sup>, A. Mitrofanova<sup>4<\/sup>, P. Valacco<sup>3<\/sup>, A. Toro<sup>3<\/sup>, J. Cotignola<sup>3<\/sup>, N. Navone<sup>2<\/sup>, E. Vazquez<sup>3<\/sup>, G. Gueron<sup>3<\/sup>; <br\/><sup>1<\/sup>1- CONICET - IQUIBICEN. 2- Universidad Argentina de la Empresa (UADE), Instituto de Tecnología (INTEC)., Buenos Aires, Argentina, <sup>2<\/sup>Department of Genitourinary Medical Oncology and The David H. Koch Center for Applied Research of Genitourinary Cancers, The University of Texas MD Anderson Cancer Center, Houston, TX, <sup>3<\/sup>CONICET - IQUIBICEN, Buenos Aires, Argentina, <sup>4<\/sup>Department of Biomedical and Health Informatics, Rutgers School of Health Professions, Rutgers Cancer Institute of New Jersey, New Brunswick, NJ","CSlideId":"","ControlKey":"e47e3717-8d13-453b-aa9f-7608fd9255c4","ControlNumber":"384","DisclosureBlock":"&nbsp;<b>P. Sanchis, <\/b> None..<br><b>N. Anselmino, <\/b> None..<br><b>E. Labanca, <\/b> None..<br><b>A. Sabater, <\/b> None..<br><b>J. Bizzotto, <\/b> None..<br><b>G. Pascual, <\/b> None..<br><b>R. Seniuk, <\/b> None..<br><b>S. Lage-Vickers, <\/b> None..<br><b>A. Mitrofanova, <\/b> None..<br><b>P. Valacco, <\/b> None..<br><b>A. Toro, <\/b> None..<br><b>J. Cotignola, <\/b> None..<br><b>N. Navone, <\/b> None..<br><b>E. Vazquez, <\/b> None..<br><b>G. Gueron, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9065","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3064","PresenterBiography":null,"PresenterDisplayName":"Pablo Sanchis, BS","PresenterKey":"2e455d67-e29c-4acf-9c7f-397040c9c36d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3064. Unmasking the deadly tango: PKA and lipid genes in prostate cancer's bone invasion","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unmasking the deadly tango: PKA and lipid genes in prostate cancer's bone invasion","Topics":null,"cSlideId":""},{"Abstract":"In a preliminary pilot study, we reported elevated activity of indoleamine 2,3-dioxygenase 1 (IDO1) in serum from cisplatin-resistant (CR) lung cancer patients compared to cisplatin-sensitive (CS) patients. This heightened IDO1 activity was associated with increased tryptophan (TRP) catabolism, resulting in the upregulation of kynurenine (KYN) production. The detection of KYN can now be readily achieved through immunohistochemistry (IHC). We demonstrated that this upregulation contributed to increased Treg (regulatory T cell) and MDSC (myeloid-derived suppressor cell) populations resulting in an immunosuppressive tumor microenvironment. To investigate this effect, we used dual inhibition of IDO1\/TDO2 (tryptophan2,3-dioxygenase 2) in an orthotopic mouse model of CR-Lewis lung carcinoma. This resulted in a significant reduction in tumor volume compared to LLC-CS (n=7, p&#60;0.01), confirming the role of TRP catabolism in CR tumorigenesis. To determine the relevance of the data derived from this mouse model to clinical settings, we established 50 patient-derived organoid tissues (PDOT) from patients with NSCLC. PDOT is an experimental ex vivo tissue model developed to recapitulate the intricate features of lung architecture, including the lung acinus. Upon optimizing our collection and growth protocols, each PDOT successfully developed into a spherical body within 14 days. Furthermore, through bulk RNA-seq analysis, we showed that PDOT closely mirrors the expression of key molecular markers (PD-L1 and mutations), as observed in the original tumor tissues. PDOT from patients possessing high levels of PD-L1 and KYN were exquisitely sensitive to dual inhibition with 2-3-fold greater sensitivity compared to patients with undetectable KYN expression in growth inhibition assays (GI50=20&#177;5.5&#956;M vs. 65&#177;7.5&#956;M). Increased lipid peroxidation was detected via flow cytometry by accumulation of the C11-BODIPY reporter dye in the dual inhibition treatment group. Moreover, we integrated PDOT with a novel 3D microfluidic culture that can be supplied with patient-matched peripheral blood mononuclear cells (PBMC) to assess immune response. Using CyTOF, we showed that dual inhibitors with Atezolizumab (anti-PD-L1) enhanced immune effector (CD8+, NK) and suppressed immunosuppressive (Treg, MDSC) populations. We believe that our swift progress in PDOT development may bridge the divide between cancer biomarker expression and patient trials by timely complementing conventional drug studies based on cell lines and xenografts to facilitate the design of personalized therapies. As a result, the extensive reporting that we have contributed for KYN expression profiling in CR has the potential to serve as a valuable companion diagnostic tool in the future. This can assist in applying precision oncology by finding the most appropriate patients for immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Organoids,Immunosuppression,Metabolism,Cisplatin resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Wu<\/b><sup>1<\/sup>, J. D. Nguyen<sup>1<\/sup>, G. Theodore<sup>1<\/sup>, E. Rodriguez<sup>2<\/sup>, S. Spector<sup>3<\/sup>, E. Kim<sup>1<\/sup>, T. Khan<sup>4<\/sup>, P. Puente<sup>5<\/sup>, Y. Wang<sup>1<\/sup>, D. M. Nguyen<sup>2<\/sup>, C.-B. Chen<sup>1<\/sup>, D. Lim<sup>1<\/sup>, L. G. Feun<sup>2<\/sup>, N. Savaraj<sup>1<\/sup>, M. Wangpaichitr<sup>1<\/sup>; <br\/><sup>1<\/sup>Univ. of Miami\/VA Medical Ctr., Miami, FL, <sup>2<\/sup>Univ. of Miami, Miami, FL, <sup>3<\/sup>Nova Southeastern Univ.\/VA Medical Ctr., Miami, FL, <sup>4<\/sup>University of Southern California, Los Angeles, CA, <sup>5<\/sup>Univ. of Illinois Chicago, Chicago, IL","CSlideId":"","ControlKey":"96b5a117-d2d7-47fc-9d72-1dbf01ddf4ba","ControlNumber":"833","DisclosureBlock":"&nbsp;<b>C. Wu, <\/b> None..<br><b>J. D. Nguyen, <\/b> None..<br><b>G. Theodore, <\/b> None..<br><b>E. Rodriguez, <\/b> None..<br><b>S. Spector, <\/b> None..<br><b>E. Kim, <\/b> None..<br><b>T. Khan, <\/b> None..<br><b>P. Puente, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>D. M. Nguyen, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>D. Lim, <\/b> None..<br><b>L. G. Feun, <\/b> None..<br><b>N. Savaraj, <\/b> None..<br><b>M. Wangpaichitr, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9066","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3065","PresenterBiography":null,"PresenterDisplayName":"Chunjing Wu, MS","PresenterKey":"aebbf526-884e-4a74-9c77-c6885eeaafee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3065. Targeting of metabolic reprogramming in lung cancer by utilizing patient-derived organoid tissue for precision medicine","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting of metabolic reprogramming in lung cancer by utilizing patient-derived organoid tissue for precision medicine","Topics":null,"cSlideId":""},{"Abstract":"Tumor cells are exposed to various forms of stress within the tumor microenvironment, and those cells that adapt often gain stem-like properties that facilitate tumor initiation and metastasis. Here, we show that lung cancer cells exposed to nutrient stress adapt and survive by converting their metabolism from glycolytic to oxidative phosphorylation (OXPHOS). This is based on the cell&#8217;s ability to upregulate expression of integrin &#945;v&#946;3, a driver of tumor initiation, progression, and drug resistance. Mechanistically, integrin &#945;v&#946;3 recruits and activates c-Src, promoting sustained AMPK activity leading to activation of PGC-1&#945;, which promotes the expression of mitochondrial OXPHOS complexes. In fact, ectopic expression of integrin &#946;3 was sufficient to drive OXPHOS-dependent metabolism even in the absence of stress. Furthermore, pharmacological targeting of this pathway not only rendered integrin &#945;v&#946;3+ cells sensitive to nutrient depletion but also prevented their ability to undergo tumor initiation. These findings reveal that targeting integrin &#945;v&#946;3 or its pathway can prevent cancer cell metabolic flexibility and their capacity to adapt to stress within the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Stress response,Metabolism,Integrins,Stemness,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Nam<\/b>, S. Jain, A. Campos, R. M. Shepard, T. von Schalscha, S. M. Weis, H. I. Wettersten, D. A. Cheresh; <br\/>University of California San Diego - UCSD, La Jolla, CA","CSlideId":"","ControlKey":"aeb12e43-ce96-4805-b5c6-287fe424e003","ControlNumber":"1042","DisclosureBlock":"&nbsp;<b>A. Nam, <\/b> None..<br><b>S. Jain, <\/b> None..<br><b>A. Campos, <\/b> None..<br><b>R. M. Shepard, <\/b> None..<br><b>T. von Schalscha, <\/b> None..<br><b>S. M. Weis, <\/b> None..<br><b>H. I. Wettersten, <\/b> None..<br><b>D. A. Cheresh, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9067","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3066","PresenterBiography":null,"PresenterDisplayName":"Arin Nam","PresenterKey":"aae44a53-2161-4ec6-83b9-27f822cb17bd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3066. Lung cancer cells overcome nutrient stress by upregulating an integrin &#945;v&#946;3\/AMPK\/OXPHOS axis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lung cancer cells overcome nutrient stress by upregulating an integrin &#945;v&#946;3\/AMPK\/OXPHOS axis","Topics":null,"cSlideId":""},{"Abstract":"SLC7A5\/LAT1 is a cross-membrane transporter that functions in uptake of large neutral amino acids into cells. Many pathological studies have shown that LAT1 is highly expressed in cancer tissue from various origins such as lung, biliary tract, breast, prostate, bone, and their metastatic legions. High LAT1 expression has been recognized as a significant prognostic marker in various cancers. Our TCGA data analysis showed that the expression level of LAT1 is higher in TNBC tumors compared with normal breast tissues. The higher expression level of LAT1 is linked with poor overall and progression-free survival. Dysregulation of amino acid transporters lead to metabolic reprogramming, which changes intracellular amino acid levels, contributing to the pathogenesis of cancer. However, it remains elusive whether and how LAT1 re-wires the cellular metabolic programs to promote TNBC tumor proliferation. In this study, we showed that inhibition of SLC7A5\/LAT1 significantly reduced TNBC cell proliferation, viability, migration capability while promoting apoptosis. Mechanistically, we found significant positive correlations of LAT1 with PKM2 and LDHA in breast cancer tissues, which are key enzymes in mediating glycolysis and lactate fermentation or the Warburg Effect. Knock down LAT1 via siRNA decreased the expression levels of p-PKM2 and p-LDHA in TNBC cells. Tryptophan, a major substrate amino acid transported into cytosol by LAT1, is the precursor for the de novo synthesis of nicotinamide adenine dinucleotide (NAD+). The enzyme quinolinic acid phosphoribosyltransferase (QPRT) catalyzes the conversion from quinolinate, a product of tryptophan degradation, to NAD+. We showed LAT1 inhibition reduced the expression level of QPRT, cytosolic NAD+\/NADH ratio as well as lactate production. Addition of L-Tryptophan increased the levels of p-PKM2 and p-LDHA while knockdown of LAT1 reversed tryptophan-mediated increase of PKM2 and LDHA activities, suggesting that LAT1 may regulate PKM2\/LDHA through Trp\/QPRT\/NAD+ pathway for promoting the Warburg Effect. Additionally, we found upregulations of SLC7A5\/LAT1, p-PKM2 and p-LDHA in doxorubicin-resistant cells and PDX mouse model compared with their corresponding controls. Collectively, these results provide evidence that overexpression of LAT1 in TNBC drives cancer progression and drug resistance by reinforcing the Warburg Effect, suggesting LAT1 as a promising therapeutic target for addressing TNBC. Our ongoing work will evaluate whether inhibiting LAT1 genetically or pharmacologically reduces xenograft tumor growth and enhances the sensitivities of TNBC resistant cells to chemotherapy in vivo. Our investigation will elucidate the underlying mechanisms involved in these processes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Warburg effect,SLC7A5\/LAT1,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Y. W. Fedoroff<\/b>, L. Zhao, L. Saeednejad Zanjani, J. He; <br\/>Thomas Jefferson University, Philadelphia, PA","CSlideId":"","ControlKey":"f03c4910-0012-44ed-8abd-9f68f7221c87","ControlNumber":"1969","DisclosureBlock":"&nbsp;<b>M. Y. W. Fedoroff, <\/b> None..<br><b>L. Zhao, <\/b> None..<br><b>L. Saeednejad Zanjani, <\/b> None..<br><b>J. He, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9068","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3067","PresenterBiography":null,"PresenterDisplayName":"Margot Fedoroff, MS","PresenterKey":"f5f2bed7-4be6-49d1-8f11-96775fcac8f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3067. SLC7A5\/LAT1 promotes the Warburg Effect for TNBC progression through Trp\/QPRT\/NAD+ pathway","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SLC7A5\/LAT1 promotes the Warburg Effect for TNBC progression through Trp\/QPRT\/NAD+ pathway","Topics":null,"cSlideId":""},{"Abstract":"Background &#38; Aim: In the tumor microenvironment, the adipocytes enhance the invasiveness of breast cancer (BC) by remodeling the lipid metabolism, especially in triple-negative breast cancer (TNBC). The cell adhesion molecule CD146 was highly expressed in TNBC and predicted poor distant metastasis free survival (DMFS) in patients. Meanwhile, CD146 was known to alter the obesity process by regulating the metabolic level of the body. In this study, we aimed to explore the molecular mechanism of CD146 in tumor metastasis mediating by lipid metabolic reprogramming between adipocytes and TNBC cells.<br \/>Methods: CD146 knockout (KO) or overexpression cell models were constructed by CRISPR\/Cas9 or lentivirus. Cells labeled with luciferase were injected in tail vein of Balb\/c-nude mice and monitored lung metastasis by IVIS Kinetic system <i>in vivo<\/i>. Transwell and wound healing assays were analyzed cell aggressiveness <i>in vitro<\/i>. We synthesized anti-CD146 nanobodies, which significantly degraded CD146 protein and inhibitd its function. RNA-seq and Lipidomics in CD146 knockout models were performed to analyze the role of CD146 in TNBC cell metabolism. Immunofluorescence was used to detect the intracellular content of Lipid Droplet (LD) and protein localization. Finally, we used oleic acid (OA) and adipocyte-conditioned medium (CM) to mimic the tumor microenvironment.<br \/>Results: CD146 was highly expressed in TNBC and predicted poor DMFS survival. Inhibition of CD146 suppressed tumor aggressiveness and lung metastasis <i>in vitro<\/i><i> <\/i>and <i>in vivo<\/i>. According to the bioinformatics and RNA-Seq analysis, we showed that CD146 was intimately involved in the lipid metabolic pathway, particularly fatty acid metabolism, and revealed that inhibiting CD146 in TNBC elevated the intracellular triglyceride level through lipidomic assay. Meanwhile, knockout of CD146 promoted LD accumulation and decreased fatty acid oxidation (FAO) and mitochondrial ATP levels. In molecular mechanism, we found that adipocytes secrete high level of IL6 and fatty acid, which activated JAK\/STAT3 signaling and FAO mediating by CD146 in TNBC cells. Blocking CD146 using its nanobody inhibited IL6\/JAK\/STAT3 activities and ACADM, leading to impairment of FAO and lung metastasis suppression <i>in vitro<\/i> and <i>in vivo<\/i>.<br \/>Conclusions: In this study, we demonstrate the crucial role of CD146 in the crosstalk between tumor cells and adipocytes in the tumor microenvironment. CD146 promotes the utilization of fatty acids through fatty acid oxidation and activates the downstream inflammatory pathway response with adipocyte-secreted IL-6, thereby driving BC aggressiveness. Our study has important implications for the development of TNBC therapeutics to block CD146-driven FAO process, inflammatory response and tumor metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Adipocytes,Triple-negative breast cancer (TNBC),Lipid metabolism,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Sun<\/b><sup>1<\/sup>, K. Huang<sup>1<\/sup>, B. Sun<sup>1<\/sup>, J. Lin<sup>1<\/sup>, R. Yang<sup>1<\/sup>, J. Li<sup>1<\/sup>, S. Wang<sup>1<\/sup>, D. Zeng<sup>2<\/sup>, H. Lin<sup>1<\/sup>, Y. Liang<sup>1<\/sup>; <br\/><sup>1<\/sup>First Affiliated Hospital of Shantou University Medical College, Shantou, China, <sup>2<\/sup>Cancer Hospital, Shantou University Medical College, Shantou, China","CSlideId":"","ControlKey":"67f8a660-47c6-4447-a306-b4538f5b0f55","ControlNumber":"2090","DisclosureBlock":"&nbsp;<b>H. Sun, <\/b> None..<br><b>K. Huang, <\/b> None..<br><b>B. Sun, <\/b> None..<br><b>J. Lin, <\/b> None..<br><b>R. Yang, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>S. Wang, <\/b> None..<br><b>D. Zeng, <\/b> None..<br><b>H. Lin, <\/b> None..<br><b>Y. Liang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9069","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3068","PresenterBiography":null,"PresenterDisplayName":"Hexing Sun, MD","PresenterKey":"6697dcf0-ba55-4f25-aebe-ce885b352b85","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3068. CD146mediates intimate crosstalk between adipocytes and triple-negative breast cancer cells and drives tumor metastasis through lipid metabolic reprogramming","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CD146mediates intimate crosstalk between adipocytes and triple-negative breast cancer cells and drives tumor metastasis through lipid metabolic reprogramming","Topics":null,"cSlideId":""},{"Abstract":"Clear cell renal cell carcinoma (ccRCC) is the most common and aggressive subtype of kidney cancer, accounting for 70-80% of the cases. Despite the improvements in tumor therapeutics, patients with metastatic clear cell tumors still have a five-year survival rate lower than 10%. Most of the ccRCC tumors harbor loss of VHL tumor suppressor gene on chromosome 3, leading to constitutively stabilized HIF, activation of downstream pathways involved in glycolysis, angiogenesis and metastasis and a highly acidic, vascularized, and immunosuppressive tumor microenvironment (TME). Such molecular alterations lead to the buildup of lactic acid within the tumor microenvironment. Long has been considered as a byproduct of hypoxic tumor metabolism, but recent studies have demonstrated a pro-tumorigenic role of lactic acid. Therefore, elucidating the molecular mechanisms on how tumor cells take advantage of lactic acid can identify potential novel therapeutic options. To understand how ccRCC cells sense extracellular lactic acid, I explored the concept of a lactate sensor. The currently known lactate sensors are GPR81 and GPR132. By querying TCGA data, GPR81 is reduced in ccRCC tumors and does not predict patient outcome while GPR132 is elevated in ccRCC tumors compared to normal kidney and demonstrates a strong negative effect on survival. Therefore, GPR132 stands out as a potential lactate sensor in ccRCC with meaningful impact on patient survival. Previously, GPR132 has been shown to be involved in tumor associated macrophage M1 to M2 transition upon lactic acid exposure. However, GPR132 exerts a striking impact on ccRCC tumors. Depleting GPR132 significantly decreased the HIF2&#945; level in multiple ccRCC cell lines, establishing a molecular connection between lactic acid, GPR132 and HIF2&#945;. Furthermore, due to suppressed HIF2&#945; signaling, GPR132 knockout led to decreased lactic acid uptake through MCT1. Such decreased lactic transporter MCT1 abrogated the elevated aggressive phenotype in ccRCC cells when exposed to lactic acid. Metabolically, GPR132 knockout led to decreased lipid deposition. In addition, such deprivation of lipid droplet is not replenished when cells are exposed to lactic acid. Furthermore, by conducting an isotype-tracing experiment, GPR132 knockout actively decreased lactic acid uptake by the tumors and limit their resources to regenerate TCA cycle intermediates and build up lipid droplets. More importantly, GPR132 knockout led to defective mitochondria activities and activation of apoptosis, both of which led to significantly suppressed ccRCC growth <i>in vitro<\/i> and <i>in vivo<\/i>. This suggested that GPR132 likely affects ccRCC fitness through multiple layers of signaling mechanisms. Overall, our study has revealed that lactate sensing GPR132 is a critical signaling pathway for ccRCC tumor development in a glycolytic feed-forward context. As a membrane bound receptor, GPR132 holds immense potential as a novel therapeutic target in ccRCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Kidney cancer,Tumor microenvironment,Metabolism,Lipid metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Wang<\/b>; <br\/>University of Miami Miller School of Medicine, Miami, FL","CSlideId":"","ControlKey":"1cf8e734-5db0-4347-a61c-316ffda28f5e","ControlNumber":"2247","DisclosureBlock":"&nbsp;<b>D. Wang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9070","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3069","PresenterBiography":null,"PresenterDisplayName":"Dazhi Wang, BS","PresenterKey":"920f8f5f-6883-4f20-8415-8cc731c151a8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3069. Targeting lactic acid sensing GPR132 in ccRCC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting lactic acid sensing GPR132 in ccRCC","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM), the most common primary brain tumor in adults carries a highly unfavorable prognosis of only one to two years despite treatment with the standard of care, involving surgery, temozolomide and radiation. Patient-derived xenograft (PDX) GBM cultures were assessed for their susceptibility to loss of CDK12 function, which was either mediated genetically (shRNA) or by the novel inhibitor, SR-4835. GBM metabolism was measured by utilizing extracellular flux analysis as well as LC\/MS based carbon tracing analyses. In vivo efficacy was determined by orthotopic GBM models in mice. Based on Clustered Regularly Interspaced Short Palindromic Repeat (CRISPR) and shRNA library screens in multiple GBM cell cultures we identified CDK12 as essential for the growth of GBM. Consistently, loss of function of CDK12 (genetically and pharmacologically) led to a reduction of growth of GBM patient-derived xenograft (PDX) lines <i>in vitro<\/i>. Notably, SR-4835 reduced GBM growth in the low nanomolar range and synergistically enhanced the potency of temozolomide. Extracellular flux analysis and metabolite screening analyses, including carbon tracing (U13C-Glucose, U13C-Glutamine) suggested that loss of function of CDK12 elicited a substantial inhibition of cellular respiration, causing energy deprivation with subsequent cell death with apoptotic features. On the molecular level, loss of function of CDK12 increased ATF4 along with pro-apoptotic Noxa, whereas anti-apoptotic Mcl-1 decreased. In turn, adenoviral mediated ectopic expression of Mcl-1 inhibited cell death mediated by loss of function of CDK12 in GBM cells. In an orthotopic murine PDX model of GBM animals receiving treatment with SR-4835 had a significantly longer overall survival without induction of toxicity as compared to mice treated with vehicle. In summary, these findings suggest that CDK12 is a novel treatment target for GBM and that CDK12 is an important driver of energy metabolism in GBM to partially mediate apoptotic resistance. Moreover, SR-4835 enhanced the potency of temozolomide in GBM models. Therefore, the novel CDK12 inhibitor, SR-4835 should be tested in a clinical trial in patients suffering from GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Glioblastoma,Cell death,Cancer metabolism,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Jeong-Yeon Mun<\/b><sup>1<\/sup>, Chang Shu<sup>1<\/sup>, Qiuqiang Gao<sup>1<\/sup>, Mike-Andrew Westhoff<sup>2<\/sup>, Georg Karpel-Massler<sup>3<\/sup>, Markus D. Siegelin<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Pathology & Cell Biology, Columbia University Medical Center, New York, NY,<sup>2<\/sup>Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany,<sup>3<\/sup>Department of Neurological Surgery, Ulm University Medical Center, Ulm, Germany","CSlideId":"","ControlKey":"0fc791b2-c8ef-4070-8894-ced8a2a08509","ControlNumber":"2584","DisclosureBlock":"&nbsp;<b>J. Mun, <\/b> None..<br><b>C. Shu, <\/b> None..<br><b>Q. Gao, <\/b> None..<br><b>M. Westhoff, <\/b> None..<br><b>G. Karpel-Massler, <\/b> None..<br><b>M. D. Siegelin, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9071","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3070","PresenterBiography":null,"PresenterDisplayName":"Jeong-Yeon Mun, PhD","PresenterKey":"8bbb7733-bec3-4558-93e7-c2bdefd0ae7a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3070. CDK12 is a novel therapeutic target in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CDK12 is a novel therapeutic target in glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Advances in research have shown that cancer cells have distinctive bioenergetic alterations to meet their energy requirements. It has been established that certain cancers are significantly reliant on mitochondrial respiration, suggesting that modulation of mitochondrial function may have therapeutic value. The Wnt signaling pathway is a potential therapeutic target of cancer, including breast and colorectal cancers. Recent findings suggest that bi-directional crosstalk between Wnt signaling and mitochondrial function plays a crucial role in tumorigenesis, as well as differentiation and self-renewal of stem cells. In this study, 71 agents known to alter Wnt signaling were screened for effects on mitochondrial function in BT474 and Hs578T breast cancer cell lines, which have highly oxidative and highly glycolytic bioenergetic phenotypes, respectively. This screen was performed using the Agilent Seahorse XF Mito Tox assay, which enables sensitive detection and characterization of mitochondrial modulators via a standardized, quantitative parameter, the Mito Tox Index (MTI). The MTI facilitates the comparison of drug efficacy by detecting modes of mitochondrial toxicity, inhibition, and uncoupling. The MTI-based screening of the Wnt modulators identified one inhibitor and two uncouplers as potent agents inducing mitochondrial dysfunction for both BT474 and Hs578T. Despite their distinctive bioenergetic phenotypes, MTI-based dose-response assays revealed no significant differences in the efficacy of these modulators between BT474 and Hs578T cell types. In contrast, significant differential effects on ATP production rates were detected, showing cellular energy depletion induced by these agents. Using the Agilent Seahorse XF Real-Time ATP Rate assay, BT474 cells showed significant metabolic energy crisis in the presence of all 3 compounds, whereas Hs578T cells maintained stable total ATP production. This differential impact on ATP production rate corresponds directly to differences in cell viability, with BT474 showing higher susceptibility to these compounds. These results suggest that the anti-cancer efficacy of mitochondrial modulators can be different depending on the metabolic phenotype of the target cell and should be considered in therapeutic design.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Mitochondria,Drug-discovery screen,Metabolism,Wnt signaling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Kam<\/b>, L. Winer, G. W. Rogers, N. Romero; <br\/>Agilent Technologies, Inc., Lexington, MA","CSlideId":"","ControlKey":"e7086c55-5134-4915-a522-c5881619014a","ControlNumber":"2667","DisclosureBlock":"<b>&nbsp;Y. Kam, <\/b> <br><b>Agilent Technologies<\/b> Employment. <br><b>L. Winer, <\/b> <br><b>Agilent Technologies<\/b> Employment. <br><b>G. W. Rogers, <\/b> <br><b>Agilent Technologies<\/b> Employment. <br><b>N. Romero, <\/b> <br><b>Agilent Technologies<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9072","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3071","PresenterBiography":null,"PresenterDisplayName":"Yoonseok Kam, PhD","PresenterKey":"04126459-68b3-42b3-a6a7-c72d4ea51438","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3071. Differential susceptibility of breast cancer cells to mitochondrial dysfunction induced by Wnt inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Differential susceptibility of breast cancer cells to mitochondrial dysfunction induced by Wnt inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Background: Ceramides, glucosylceramides and sphingosine-1-phosphate (S1P) are key bioactive signaling molecules. Ceramides are proapoptotic and mitigate chemoresistance while glucosylceramides and S1P promote cancer cell proliferation, activate multiple oncogenic pathways, promote chemoresistance and stimulate a pro-tumoral microenvironment. Many studies have shown a better prognosis and longer survival for patients with high ceramides levels, while high S1P and glucosylceramides levels are associated with shorter survival and worst prognosis. Levels of ceramides, glucosylceramides and S1P are controlled by enzymes involved in sphingolipid metabolism, including glucosylcerebrosidase (Gcase) and sphingosine kinase (Sphk).<br \/>Methods: BXQ-350 is a nanovesicle of Saposin C, an allosteric activator of enzymes involved in sphingolipid metabolism; preclinically, BXQ-350 was investigated in different <i>in vitro<\/i> and <i>in vivo<\/i> models. Clinically, BXQ-350 was investigated in a first-in-human Phase 1 safety dose and escalation study in cancer patients with recurrent advanced solid malignancies (NCT02859857).<br \/>Results: Preclinical results demonstrated that BXQ-350 allosterically activates Gcase <i>in vitro<\/i>, in cells and <i>in vivo<\/i> in a significant and dose-dependent manner; as expected, <i>in vivo<\/i>, Gcase activation results in lower levels of glucosylceramides, as much as 2\/3 lower for picomolar concentrations of BXQ-350. An increase in ceramides and a decrease in S1P are also observed. By impacting glucosylceramides, ceramides and S1P, BXQ-350 rebalances the S1P\/ceramide rheostat in favor of an antitumoral state and homeostasis. By lowering S1P and glucosylceramides, BXQ-350 modulates the innate and adaptive immune response and repolarizes macrophages towards the antitumoral M1 phenotype, inhibits differentiation and activity of immunosuppressor of MDSCs, and promotes the proliferation of CD4+ and CD8+ Tcells as well as their activity. Clinical results showed BXQ-350 was safe and well-tolerated (no DLT, no MTD). Also, 13 patients (~17.8% of evaluable patients) had a clinical benefit up to cycle 6 and beyond (PR, SD). Among patients with PFS &#62; 6 months, there were 4 recurrent CRC patients: 1 patient had a PFS of ~12 months, 2 of ~18 months, and 1 is still on study after 6 years. Furthermore, there were signs that BXQ-350 may alleviate symptoms of CIPN as 4 out of 10 patients with chronic CIPN at time of enrollment experienced an improvement of their symptoms.<br \/>Conclusions: Preclinical and clinical results demonstrated that BXQ-350 activates Gcase and modulates sphingolipid metabolism leading to a novel anticancer MOA that had not been clinically tested. Additional studies are ongoing to further elucidate BXQ-350&#8217;s MOA.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Sphingolipid,Gastrointestinal cancers: colorectal,Signaling pathways,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. H. Tapolsky<\/b>, C. Cruze, R. Furnish, M. Gazda, T. Stephens, L. Stamper, N. Wilkins, R. Takigiku; <br\/>Bexion Pharmaceuticals, Inc, Covington, KY","CSlideId":"","ControlKey":"a64e3263-8d66-4dfd-93c2-e44e5fc2ac8e","ControlNumber":"2709","DisclosureBlock":"<b>&nbsp;G. H. Tapolsky, <\/b> <br><b>Bexion Pharmaceuticals<\/b> Employment. <br><b>C. Cruze, <\/b> <br><b>Bexion Pharmaceuticals<\/b> Employment. <br><b>R. Furnish, <\/b> <br><b>Bexion Pharmaceuticals<\/b> Employment. <br><b>M. Gazda, <\/b> <br><b>Bexion Pharmaceuticals<\/b> Employment. <br><b>T. Stephens, <\/b> <br><b>Bexion Pharmaceuticals<\/b> Employment. <br><b>L. Stamper, <\/b> <br><b>Bexion Pharmaceuticals<\/b> Employment. <br><b>N. Wilkins, <\/b> <br><b>Bexion Pharmaceuticals<\/b> Employment. <br><b>R. Takigiku, <\/b> <br><b>Bexion Pharmaceuticals<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9073","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3072","PresenterBiography":null,"PresenterDisplayName":"Gilles Tapolsky, MBA;PhD","PresenterKey":"eb5eff8b-9d00-435c-8d37-ed3a871c62d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3072. BXQ-350: A novel biologic that allosterically activates glucosylcerebrosidase and demonstrates signs of activity in cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BXQ-350: A novel biologic that allosterically activates glucosylcerebrosidase and demonstrates signs of activity in cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Actin like protein 6A (ACTL6a), a subunit of the SWI\/SNF chromatin remodeling complex, is amplified in a third of all squamous cell carcinomas including head and neck (HNSCC) cancers. Recent studies implicate ACTL6a as an oncogenic driver that potentiates SWI\/SNF-related chromatin remodeling; however, the underlying mechanisms in HNSCC progression yet to be elucidated. Using the HNSCC cell lines FaDu, SCC90, and SCC2, ACTL6a knockdown (siACTL6a) led to a significant reduction in cell proliferation compared to control when measured by sulforhodamine B but not resazurin, suggesting up-regulation of oxidative phosphorylation with siACTL6a. We used RNA-seq datasets of siACTL6a in FaDu cells and found that there was a significant up-regulation of components of complex I and IV of the electron transport chain compared to control. Gene set enrichment analysis also demonstrated a significant up-regulation in glycolysis in ACTL6a amplified tumors within the HNSCC TCGA dataset. Since metabolism is a key driver of chemotherapy resistance, we studied effects of ACTL6a expression on cisplatin-mediated cytotoxicity. Compared to control, siACTL6A of the HNSCC cell lines FaDu and SCC2 had significantly decreased IC50 to cisplatin, indicating ACTL6a mediates toxicity. We also observed significantly decreased migration in a transwell migration assay in siACTL6A FaDu and SCC2 cells compared to control. We are studying the effects of shRNA directed against ACTL6a using a syngenic <i>in vivo<\/i> tumor model with a mouse oral cavity (MOC2) cell line that grows in C57BL\/6J mice. Subcutaneous injection of MOC2 cells demonstrated significantly decreased tumor growth in shACTL6a cells compared to control. We are performing additional studies to identify specific mechanisms of ACTL6a mediated metabolic reprogramming in tumor cells. In conclusion, ACTL6A amplification is common in HNSCC and facilitates metabolic reprogramming, which drives tumor proliferation, cell migration, and drug resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Metabolism,Head and neck cancers,Head and neck squamous cell carcinoma,SWI\/SNF,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Mehri Monavarian<sup><\/sup>, <b>Andrey Finegersh<\/b><sup><\/sup><br><br\/>Stanford University School of Medicine, Palo Alto, CA","CSlideId":"","ControlKey":"ec92bc49-3952-4d55-8f9a-025fe1a661be","ControlNumber":"2800","DisclosureBlock":"&nbsp;<b>M. Monavarian, <\/b> None..<br><b>A. Finegersh, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9074","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3073","PresenterBiography":null,"PresenterDisplayName":"Andrey Finegersh, MD,PhD","PresenterKey":"105946e5-00e3-48b4-aa03-eabac231d3fe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3073. ACTL6a drives metabolic reprogramming and chemoresistance in head and neck squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ACTL6a drives metabolic reprogramming and chemoresistance in head and neck squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Among all subtypes of breast cancer, triple-negative breast cancer (TNBC) is associated with the most unfavorable prognosis, emphasizing the critical need to pinpoint therapeutic targets tailored to TNBCs. Lactate, produced as a by-product of aerobic glycolysis, acts as an oncometabolite and plays a substantial role in promoting tumor aggressiveness, particularly in TNBCs. In our ongoing laboratory investigations, we are actively exploring strategies to mitigate the influence of lactate on TNBCs.<br \/>Methods: The experiments utilized two triple-negative breast cancer (TNBC) cell lines, i.e., MDA-MB231 and MDA-MB468. The inhibitors employed in this study are FOXY5, XAV939, PFK15, and Quercetin. Protein expression was examined using Western blotting and Immunofluorescence assays. Trans-well and wound healing assays were employed to assess cell migration and invasion. Colony formation assays (CFU) were utilized to investigate stem cell potential and proliferation. In vivo experiments were conducted using 4T1-orthotopic Balb\/c mice.<br \/>Results: Using triple-negative breast cancer (TNBC) cells, we have demonstrated the pivotal role of the WNT\/&#946;-catenin signaling pathway in promoting the generation of extracellular lactate, thus driving the progression and metastasis of TNBCs. Additionally, we have shown that inhibiting lactate production in TNBC cells, and consequently impeding cell migration and invasion, can be achieved by using recombinant WNT5A or its mimicking hexa-peptide FOXY5. Similarly, employing a &#946;-catenin inhibitor such as XAV939 can yield comparable outcomes in relation to TNBC cells. In an alternative approach, we conducted inhibition experiments targeting PFKFB3 (6-phosphofructo-2-kinase\/fructose-2,6-bisphosphatase), a key regulator of aerobic glycolysis in cancer cells. Our findings indicate that a combined approach involving siPFKL and iPFKFB3 is more promising in suppressing lactate production in TNBCs when compared to the effects of individual iPFKFB3 treatment.<br \/>Conclusions: Our present investigations suggest that employing inhibitors targeting the WNT\/&#946;-catenin signaling pathway, PFKP, and PFKEB3 could be a promising therapeutic strategy to effectively reduce lactate levels in TNBCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"&#946;-catenin,Triple-negative breast cancer (TNBC),Warburg effect,Migration,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. P. Prasad<\/b>, S. M. Umar, A. D. J. R., A. Kashyap, M. Rathee; <br\/>All India Institute of Medical Sciences (AIIMS) New Delhi, New Delhi, India","CSlideId":"","ControlKey":"f6001096-6a94-48f8-b831-08b2ec2bf5a9","ControlNumber":"2967","DisclosureBlock":"&nbsp;<b>C. P. Prasad, <\/b> None..<br><b>S. M. Umar, <\/b> None..<br><b>A. D. J. r., <\/b> None..<br><b>A. Kashyap, <\/b> None..<br><b>M. Rathee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9075","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3074","PresenterBiography":null,"PresenterDisplayName":"Chandra Prasad, PhD,MS","PresenterKey":"6fba124b-d057-45f1-85e9-3181550c389d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3074. Regulating lactate levels in triple negative breast cancer presents a promising avenue for therapeutic intervention","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regulating lactate levels in triple negative breast cancer presents a promising avenue for therapeutic intervention","Topics":null,"cSlideId":""},{"Abstract":"There are two distinct functional isoforms of Exchange proteins directly activated by cAMP (EPACs), EPAC1 and EPAC2, which exhibit fundamental distinctions in structure, expression patterns, signaling specificity, and subcellular localization. This diversity suggests that EPAC1 and EPAC2 can operate independently, synergistically, or antagonistically, contributing to the wide range of reported functions and impacts in different cancers and studies. We compared the function of EPAC1 and EPAC2 in ovarian cancer using <i>in vitro<\/i> and <i>in vivo<\/i> models and further explored the underlying mechanism in the regulation of metabolism reprogramming. Selective inhibition of EPAC1 and EPAC2 markedly reduced proliferation in ovarian cancer cell lines, leading to cell death and cycle arrest. RNA-seq analysis indicated different downstream signaling pathways triggered by EPAC1 and EPAC2, with EPAC2 specifically linked to functions in energy metabolism. Treatment with an antagonist or knockdown of EPAC2 resulted in attenuation of both glycolysis and oxidative phosphorylation (OXPHOS), while EPAC1 did not induce such effects. Furthermore, inhibition of EPAC2 induced mitochondrial dysfunction, manifested by reduced ATP production, decreased mitochondrial membrane potential, and increased burden of reactive oxygen species (ROS). Our data also revealed that EPAC2 governs the MAPK pathway and mediates the mitochondrial unfolded protein response (UPRmt) in ovarian cancer cells. By delineating the distinctions between EPAC1 and EPAC2 within ovarian cancer cells, this project revised the prevailing understanding of EPACs and suggests the potential for precise targeting of EPAC isoforms as a viable strategy in cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Ovarian cancer,Metabolism,Mitogen-activated protein kinase (MAPK) signaling,Unfolded protein response (UPR),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Z. Gao<\/b>, W. Yuan, L. T. Lee; <br\/>University of Macau, Macau, China","CSlideId":"","ControlKey":"5949edbd-6db4-4a8d-83b3-655866fe4638","ControlNumber":"3018","DisclosureBlock":"&nbsp;<b>Z. Gao, <\/b> None..<br><b>W. Yuan, <\/b> None..<br><b>L. T. Lee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9076","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3075","PresenterBiography":null,"PresenterDisplayName":"Zhengyin Gao","PresenterKey":"b45e2fc2-de40-41a3-90ab-84c6235baadd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3075. Different roles of EPAC1 and EPAC2 in ovarian cancer: Implications for precision targeting in cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Different roles of EPAC1 and EPAC2 in ovarian cancer: Implications for precision targeting in cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Triple Negative Breast Cancer (TNBC) exhibits increased glycolysis, known as the Warburg effect. Recent research, including our own Nanostring nCounter studies, identify &#946;-catenin as an oncoprotein linked to elevated glycolysis in TNBC tumors. Our current research explores the impact of &#946;-catenin inhibitors on glycolysis in TNBC cell lines and an <i>in vivo<\/i> CDX model.<br \/>Method: We employed immunohistochemistry to assess 98 TNBCs for the presence of &#946;-catenin, PFKP, LDH-A, and MCT1 proteins, exploring their correlation with clinicopathological factors. In <i>in-vitro<\/i> experiments using MDA-MB-231, MDA-MB-468, and 4T1 cell lines, we investigated how &#946;-catenin inhibitors (XAV939 &#38; Axitinib) affected aerobic glycolysis components, and TNBC cell characteristics (proliferation, migration, invasion, and stemness). For <i>in-vivo<\/i> validation, 4T1 TNBC xenografts were employed to confirm our findings.<br \/>Results: Among the 98 TNBC patients, 63 (64%) displayed cytoplasmic \/or nuclear &#946;-catenin staining. Additionally, cytoplasmic accumulation of PFKP was observed in 52\/98 (53%), increased cytoplasmic LDH-A expression in 57\/98 (58%), and membranous MCT-1 expression in 50\/98 (51%) TNBC patients. Notably, significant positive correlations were found between nuclear\/cytoplasmic &#946;-catenin and cytoplasmic PFKP (p = 0.001) as well as membranous MCT1 (p = 0.014). Furthermore, &#946;-catenin, PFKP, LDHA, and MCT1 proteins were overexpressed in all TNBC cell lines thereby supporting their glycolytic nature. Comparative analyses between XAV939 and Axitinib revealed that Axitinib significantly reduced various TNBC cell parameters, including migration, invasion, lactate production, colony-forming ability, and expression of aerobic glycolytic pathway proteins. In the <i>in-vivo<\/i> studies, 30mg\/kg Axitinib in a female Balb\/c-4T1 xenograft model resulted in a substantial reduction in tumor volume and weight.<br \/>Conclusion: Our findings show that increased levels of &#946;-catenin play an important role in regulating aerobic glycolysis in TNBCs. Furthermore, our findings also highlight Axitinib's potential as an effective therapeutic agent for the treatment of &#946;-catenin-positive TNBCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"&#946;-catenin,Warburg effect,Xenografts,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. M. Umar<\/b>, S. kahol, A. D. JR, A. Kashyap, S. R. Mathur, A. Gogia, S. Deo, C. P. Prasad; <br\/>All India Institute of Medical Sciences (AIIMS) New Delhi, New Delhi, India","CSlideId":"","ControlKey":"eb8c2829-96fe-4a61-9064-343a80581469","ControlNumber":"3103","DisclosureBlock":"&nbsp;<b>S. M. Umar, <\/b> None..<br><b>S. kahol, <\/b> None..<br><b>A. D. Jr, <\/b> None..<br><b>A. Kashyap, <\/b> None..<br><b>S. R. Mathur, <\/b> None..<br><b>A. Gogia, <\/b> None..<br><b>S. Deo, <\/b> None..<br><b>C. P. Prasad, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9077","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3076","PresenterBiography":null,"PresenterDisplayName":"Sheikh Umar, BS;MS","PresenterKey":"fe7ec270-e53b-4209-99d1-f236ab596286","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3076. Unveiling the therapeutic potential of &#946;-catenin inhibition in triple negative breast cancers: Targeting the Warburg effect","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unveiling the therapeutic potential of &#946;-catenin inhibition in triple negative breast cancers: Targeting the Warburg effect","Topics":null,"cSlideId":""},{"Abstract":"During peritoneal dissemination, ovarian cancer cells exfoliate from the primary tumor and aggregate in the peritoneal fluid. This elicits survival signals via changes in mitochondrial morphology and function. As spheroids adhere to secondary sites, mitochondrial function is restored in the form of recovery of mitochondrial morphology, increased mitochondrial membrane potential, glucose uptake and increased proliferation. These findings suggested a mitochondrial phenotypic switch from mitophagy in spheroids to upregulation of mitobiogenesis upon spheroids adhesion to secondary sites. Hence, our objective was to identify critical receptors that facilitate the adhesion of spheroids to secondary sites, focusing on integrins that facilitate cell-extracellular matrix (ECM) attachment and activate downstream signaling cascades. To investigate changes in integrin expression, we mimicked three major stages of ovarian cancer progression by developing adherent stage, spheroid stage and adherent spheroid stage using our mouse ovarian surface epithelial (MOSE) cell lines representing benign (MOSE-E) stage as well as slow-developing (MOSE-L) and fast-developing disease (MOSE-L<sub>TIC<i>v<\/i><\/sub>) in biologically relevant conditions. Using RT qPCR and Western blotting, we determined gene and protein expression levels of integrins and adhesion related genes. Confocal microscopy was used to determine protein localization during ovarian cancer progression. RT qPCR result indicated differential up-regulated expression of integrins in both spheroid and adherent spheroid stage, suggesting the role of different integrins during the stages of ovarian cancer progression. Specifically, we observed a decrease (integrin &#593;5, &#593;6) or increase (&#593;2&#120515;;1) of integrins after aggregation and an upregulation of &#120515;;1, &#945;2, &#945;V, &#945;3, &#945;5 and immunomodulatory integrins such as &#945;E and &#945;M in adherent spheroids, indicating their role in mediating specific steps during progression of ovarian cancer from tumorigenesis to metastatic implantation. We also observed increased expression levels of extracellular matrix proteins and their modulators, and cell-to-cell adhesion genes during ovarian cancer progression that was more pronounced in the MOSE-L<sub>TIC<i>v <\/i><\/sub>cells which suggests their association with an aggressive cancer phenotype. Overall, this project will aid in the identification of adhesion targets to develop new anti-metastatic treatments that will reduce mortality in women with ovarian cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Ovarian cancer,Spheroids,Integrins,Adhesion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"N. Bano, <b>E. M. Schmelz<\/b>; <br\/>Virginia Tech, Blacksburg, VA","CSlideId":"","ControlKey":"e0964322-e7fb-4b31-bb59-ed3794433eb3","ControlNumber":"3383","DisclosureBlock":"&nbsp;<b>N. Bano, <\/b> None..<br><b>E. M. Schmelz, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9078","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3077","PresenterBiography":null,"PresenterDisplayName":"Eva Schmelz, MS;PhD","PresenterKey":"7ed0c87d-439e-4056-bc5d-567f03587ea6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3077. Integrin expression during ovarian cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrin expression during ovarian cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Oncogenic BRAF mutations are present in about 50% of melanoma and are clinically targetable by BRAF inhibitors such as dabrafenib. While BRAF inhibitors show high rates of clinical response, that response is transient and resistance inevitably develops. Previously we have demonstrated that BRAF inhibitors induce a metabolic shift towards the mitochondrial oxidative phosphorylation. We have shown that inhibition of wild type isocitrate dehydrogenase 1 (wtIDH1), a vital anaplerotic and anti-ROS enzyme, demonstrates synergy with dabrafenib in vitro and in vivo. IDH1 expression has been found in pancreatic cancer to be posttranscriptionally regulated by the RNA-binding and stress response protein, HuR (ELAVL1) under nutrient and chemotherapy stress. We hypothesize that HuR functions as a survival mechanism in melanoma under BRAF inhibition, regulating metabolic reprogramming including the expression of IDH1.<br \/>Methods: The human BRAF V600E mutant melanoma cell line, A375, was used for all experiments. HuR and IDH1 expression was suppressed by siRNA oilgos through lipofectamine transfection, as validated by immunoblot analysis. The bioenergetic assay was conducted using Seahorse XFp mini extracellular analyzer to measure the oxygen consumption rate (OCR) under nutrient stress, both with and without dabrafenib exposure. The impact of HuR on IDH1 expression was further explored using qPCR and Immunoblot. Ivosidenib was used for pharmacologic inhibition of wtIDH as previously described.<br \/>Results: Mitochondrial respiration (OCR) increased in parental A375 BRAF mutant melanoma cells following nutrient stress with low glucose conditions akin to the tumor microenvironment. OCR was further increased after dabrafenib exposure. Immunoblot analysis revealed that dabrafenib treated cells at 6-hour and 12-hour time points displayed HuR translocation from nucleus to cytoplasm, as detected in cytoplasmic lysates. Transient HuR silencing blocked the adaptive OCR response to both low glucose and BRAF inhibition. This suggests that HuR is involved in the metabolic response to acute BRAF inhibition in BRAF mutant melanoma. HuR cytoplasmic translocation is associated with increased IDH1 expression 24 hours after dabrafenib exposure. However, there is no increase in IDH1 levels under nutrient or treatment stress in HuR knockdown cells, indicating that IDH1 is regulated by HuR. Transient IDH1 knockdown, as well as pharmacologic IDH1 inhibition, blocks the OCR response of melanoma cells to BRAF inhibition and low glucose. This indicates that IDH1 is important in the HuR metabolic response to targeted therapy.<br \/>Conclusion: We find that BRAF mutant melanoma cells adapt to acute dabrafenib exposure via HuR mediated expression of IDH1 to upregulate mitochondrial metabolism. This demonstrates a targeted therapy induced metabolic vulnerability that can be exploited by wtIDH1 inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,BRAF,Metabolism,IDH1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Loftus<\/b><sup>1<\/sup>, M. Zarei<sup>2<\/sup>, H. Graor<sup>2<\/sup>, O. Hajihassani<sup>2<\/sup>, C. Boutros<sup>1<\/sup>, J. M. Winter<sup>1<\/sup>, L. D. Rothermel<sup>1<\/sup>; <br\/><sup>1<\/sup>UH Cleveland Medical Center, University Heights, OH, <sup>2<\/sup>Case Western Reserve University, Cleveland, OH","CSlideId":"","ControlKey":"3025f305-5d44-42c3-bc16-dcc528a8ded7","ControlNumber":"3469","DisclosureBlock":"&nbsp;<b>A. Loftus, <\/b> None..<br><b>M. Zarei, <\/b> None..<br><b>H. Graor, <\/b> None..<br><b>O. Hajihassani, <\/b> None..<br><b>C. Boutros, <\/b> None..<br><b>J. M. Winter, <\/b> None..<br><b>L. D. Rothermel, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9079","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3078","PresenterBiography":null,"PresenterDisplayName":"Alexander Loftus, MD","PresenterKey":"0c091a9b-168b-444b-be01-a1fea9115b95","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3078. Role of HuR in metabolic reprogramming of BRAF mutant melanoma treated with dabrafenib","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of HuR in metabolic reprogramming of BRAF mutant melanoma treated with dabrafenib","Topics":null,"cSlideId":""},{"Abstract":"Cancer cells undergo cellular adaptation through metabolic reprogrammin to sustain survival and rapid growth under various stress conditions. However, it remains unknown how brain tumors modulate their metabolic flexibility in the naturally serine\/glycine (S\/G)-deficient brain microenvironment. We used a range of primary\/stem-like and established glioblastoma (GBM) cell models <i>in vitro<\/i> and <i>in vivo<\/i>. To identify regulatory mechanisms of S\/G deprivation induced metabolic flexibility, we employed high throughput RNA-sequencing, transcriptomic analysis, metabolic flux analysis, metabolites analysis, chromatin immunoprecipitation (ChIP), luciferase reporter, nuclear fractionation, cycloheximide-chase, and glucose consumption. The clinical significances were analyzed in the genomic database (GSE4290) and in human GBM specimens.<b> <\/b>The<b> <\/b>high throughput RNA-sequencing and transcriptomic analysis demonstrate that the <i>de novo<\/i> serine synthesis pathway (SSP) and glycolysis are highly activated in GBM cells under S\/G deprivation conditions. Mechanistically, S\/G deprivation rapidly induces reactive oxygen species (ROS)-mediated AMP-activated protein kinase (AMPK) activation and AMPK dependent hypoxia-inducible factor (HIF)-1&#945; stabilization and transactivation. Activated HIF-1&#945; in turn promotes expression of SSP enzymes phosphoglycerate dehydrogenase (PHGDH), phosphoserine aminotransferase 1 (PSAT1), and phosphoserine phosphatase (PSPH). In addition, HIF-1&#945;-induced expression of glycolytic genes (<i>GLUT1<\/i>, <i>GLUT3<\/i>, <i>HK2<\/i>, and <i>PFKFB2<\/i>) promotes glucose uptake, glycolysis, and glycolytic flux to fuel SSP, leading to elevated <i>de novo<\/i> serine and glycine biosynthesis, NADPH\/NADP<sup>+ <\/sup>ratio, and proliferation and survival of GBM cells. Analyses of human GBM specimens reveal that levels of overexpressed PHGDH, PSAT1, and PSPH are positively correlated with levels of AMPK T172 phosphorylation and HIF-1&#945; expression and poor prognosis of GBM patients. Our findings reveal that metabolic stress-enhanced glucose-derived <i>de novo<\/i> serine biosynthesis is a critical metabolic feature of GBM cells and highlight the potential to target SSP for treating human GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Glioblastoma,AMPK,Hypoxia-inducible factor,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Yun<\/b>, J.-H. Lee; <br\/>Dong-A University, Busan, Korea, Republic of","CSlideId":"","ControlKey":"7270bed3-8149-45be-93b1-3edccc391a3a","ControlNumber":"4288","DisclosureBlock":"&nbsp;<b>H. Yun, <\/b> None..<br><b>J. Lee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9080","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3079","PresenterBiography":null,"PresenterDisplayName":"Hye Jin Yun","PresenterKey":"41fca0f9-d52b-4b54-9050-01d603ea4210","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3079. AMPK-HIF-1&#945; signaling enhances glucose-derived <i>de novo<\/i>serine biosynthesis to promote glioblastoma growth","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AMPK-HIF-1&#945; signaling enhances glucose-derived <i>de novo<\/i>serine biosynthesis to promote glioblastoma growth","Topics":null,"cSlideId":""},{"Abstract":"Highly proliferative cells like cancer cells depend on glucose and glutamine to augment flux through metabolic and biosynthetic pathways. The mechanistic target of rapamycin (mTOR) integrates signals from nutrients and other growth signals to maintain metabolic homeostasis. Whereas mTOR complex 1 (mTORC1) is activated by the presence of nutrients to promote anabolic metabolism, mTORC2 is activated by nutrient fluctuations, leading to increased Akt phosphorylation at Ser473. How mTORC2 signaling can be augmented by nutrient starvation remains poorly understood. Here, we found that General Control Nonderepressible kinase 2 (GCN2), an amino acid starvation-sensing kinase, conveys glutamine depletion to mTORC2. mTORC2 enhances Akt phosphorylation and Akt feeds back to mTORC2 to augment its activity during glutamine starvation. Amino acid starvation in vivo also enhances mTORC2\/Akt signaling via GCN2. Our findings reveal that manipulating the GCN2\/mTORC2\/Akt signaling cassette could have therapeutic benefit to more effectively starve cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"mTOR,Signal transduction,Akt,Cancer metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Tatiana Hernandez<\/b><sup>1<\/sup>, Nikhil Patel*<sup>1<\/sup>, Jedrick Magsino<sup>1<\/sup>, Jay Kavia<sup>1<\/sup>, Aparna Ragupathi<sup>1<\/sup>, Alysta Paneque<sup>1<\/sup>, Tracy  G.  Anthony<sup>2<\/sup>, Guy Werlen<sup>1<\/sup>, Estela Jacinto<sup>1<\/sup><br><br\/><sup>1<\/sup>Biochemistry and Molecular Biology, Rutgers Univ.-Robert Wood Johnson Medical School, Piscataway, NJ,<sup>2<\/sup>Nutritional Sciences, Rutgers, The State University of New Jersey, New Brunswick, NJ","CSlideId":"","ControlKey":"2ba5bf4a-55e6-4865-a305-35f2a37713fa","ControlNumber":"4655","DisclosureBlock":"&nbsp;<b>T. Hernandez, <\/b> None..<br><b>N. Patel*, <\/b> None..<br><b>J. Magsino, <\/b> None..<br><b>J. Kavia, <\/b> None..<br><b>A. Ragupathi, <\/b> None..<br><b>A. Paneque, <\/b> None..<br><b>T. G. Anthony, <\/b> None..<br><b>G. Werlen, <\/b> None..<br><b>E. Jacinto, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9081","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3080","PresenterBiography":null,"PresenterDisplayName":"Tatiana Hernandez, BS,MA","PresenterKey":"b53fc30f-f49a-44da-8e4b-3ccab20d8d91","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3080. Activation of mTORC2\/Akt is amplified during glutamine starvation and is mediated by GCN2","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Activation of mTORC2\/Akt is amplified during glutamine starvation and is mediated by GCN2","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is characterized as the most KRAS-addicted cancer type, with KRAS mutations found in &#62;95% of cases. Mutant KRAS relies on dysregulated metabolism to support growth. One dysregulated pathway upregulated in PDAC is autophagy, a lysosome-mediated process that degrades proteins and organelles to supply macromolecules for growth. Our lab and others have shown that inhibition of KRAS or the mitogen activated protein kinase (MAPK) components, MEK or ERK, further increases PDAC dependency on autophagy as a resistance mechanism. Cotreatment with ERK MAPK inhibitors and the autophagy inhibitor chloroquine (CQ) decreased autophagic flux, inhibited proliferation, and induced apoptosis in PDAC cells. CQ is the only FDA-approved autophagy inhibitor, and it demonstrates low potency <i>in vivo<\/i>, motivating our studies to identify strategies to improve autophagy inhibition in PDAC. We utilized a CRISPR-Cas9 loss-of-function screen to identify sensitizers to CQ in PDAC and identified 25 autophagy-related targets.<br \/>We hypothesize that targeting the autophagy pathway at multiple nodes will increase the efficacy of CQ treatment in PDAC. To validate hits identified in the CRISPR-Cas9 screen, I designed an siRNA array that contained three distinct oligos for each target. I quantified changes in proliferation in a panel of four PDAC cell lines after siRNA-mediated suppression of the target genes following 3- or 6-day time points.<br \/>I hypothesized that targets identified to be non-essential on their own would allow for potential synthetic lethality with CQ. To test this, I performed a 3-day knockdown followed by 3-day exposure to a dose response of CQ. I found that suppression of lipid kinases <i>PIP4K2A<\/i>, <i>PIP4K2C<\/i>, or <i>PIK3C3<\/i> shift the dose response to CQ in a panel of PDAC lines. This indicates that loss of those targets sensitizes PDAC cells to CQ treatment. Furthermore, we found that pharmacological inhibition of VPS34, the lipid kinase encoded by <i>PIK3C3<\/i> by the ATP-competitive inhibitor SAR-405 synergizes with CQ.<br \/>My future studies will be focused on validating other targets identified in the loss-of-function CRISPR-Cas9 screen. I will measure changes in autophagic flux and apoptosis due to the loss of validated targets. The long-term goal of this project is to enhance the translatability of autophagy inhibition for patient care through identifying combinational approaches to improve CQ response in PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Autophagy,Pancreatic cancer,Phosphoinositide kinase,KRAS,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. G. Schechter<\/b>, J. M. DeLiberty, C. A. Stalnecker, K. L. Bryant; <br\/>University of North Carolina, Chapel Hill, NC","CSlideId":"","ControlKey":"4413b978-5e5a-4ff9-bcdf-b355372da678","ControlNumber":"4757","DisclosureBlock":"&nbsp;<b>E. G. Schechter, <\/b> None..<br><b>J. M. DeLiberty, <\/b> None..<br><b>C. A. Stalnecker, <\/b> None.&nbsp;<br><b>K. L. Bryant, <\/b> <br><b>Springworks Therapeutics<\/b> Grant\/Contract. <br><b>Verastem Therapeutics<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9082","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3081","PresenterBiography":null,"PresenterDisplayName":"Elyse Schechter, No Degree","PresenterKey":"043c736f-5287-482d-bb86-a301ae115e64","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3081. Targeting lipid kinases to enhance autophagy inhibition for the treatment of pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting lipid kinases to enhance autophagy inhibition for the treatment of pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Liver metastasis occurs in ~80% of all metastatic colorectal cancer (mCRC) and the liver has a unique endothelial cell (EC)-rich microenvironment that promotes cancer cell survival. We previously reported that liver ECs secrete soluble factors to promote CRC growth via activating CRC-associated the HER3 signaling pathway. The present study reports that ECs promote mCRC growth by shifting cancer metabolism towards glycolysis and elucidates the involved signaling pathway.<br \/>Methods: We performed mass spectrometry to profile the metabolic changes in mCRC treated with\/without HER3 inhibition in a syngeneic, orthotopic mCRC model. We also performed Seahorse and lactate ELISA assays to determine the effect of liver EC-secreted factors on CRC metabolism. To further determine the role of HER3 in promoting glycolysis and CRC growth in the liver, we used siRNA silencing of HER3 and pharmacological inhibition of HER3 downstream signaling proteins to identify the key mediator(s) of HER3-induced metabolic shift in CRC.<br \/>Results: We determined that HER3 inhibition leads to increased oxidative phosphorylation metabolites (OXPHOS) and decreased glycolysis metabolites in CRC liver metastases. Conditioned medium containing EC-secreted factors decreased oxygen consumption (determined by Seahorse, a readout of OXPHOS) and increased lactate secretion (determined by ELISA, a readout of glycolysis) in CRC. As HER3 inhibition reversed the metabolic shift and increased OXPHOS as an alternative survival strategy, we found that simultaneous inhibition of HER3 and OXPHOS synergistically blocked CRC cell and tumor growth. Lastly, we found that PFK2 is activated by HER3 signaling, determined by phosphorylation, and determined that the HER3-AKT-PFK2 signaling axis is the key mediator of EC-induced metabolic shifts.<br \/>Conclusions: We identified that the liver microenvironment activates HER3 and the downstream AKT-PFK2 signaling to promote glycolysis and growth in CRC liver metastases by activating AKT-PFK2-dependent glycolysis. Our findings highlighted the potential of combining HER3 and OXPHOS inhibitions as a potential strategy for treating patients with mCRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Liver,Metabolism,Colorectal cancer,Endothelial cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. G. Rathore<\/b>, K. Curry, C. Boutros, Z. Wang, J. Winter, R. Wang; <br\/>Case Western Reserve University School of Medicine, Cleveland, OH","CSlideId":"","ControlKey":"b1749d3a-c968-464a-8887-8c15343f416b","ControlNumber":"4834","DisclosureBlock":"&nbsp;<b>M. G. Rathore, <\/b> None..<br><b>K. Curry, <\/b> None..<br><b>C. Boutros, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>J. Winter, <\/b> None..<br><b>R. Wang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9083","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3082","PresenterBiography":null,"PresenterDisplayName":"Moeez Rathore, PhD","PresenterKey":"d6fd5346-569a-47cc-b808-078f755d8a58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3082. The liver microenvironment promotes glycolysis in metastatic colorectal cancer by activating her3","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The liver microenvironment promotes glycolysis in metastatic colorectal cancer by activating her3","Topics":null,"cSlideId":""},{"Abstract":"Cancer cachexia, a systemic disease marked by substantial, involuntary weight loss, predominantly affecting muscle and adipose tissue, manifests in patients with advanced-stage cancer. The emergence of cancer cachexia poses significant challenges to cancer treatment, diminishing the efficacy of anticancer medications, and the resultant muscle loss adversely impacts the daily lives of patients, diminishing the overall quality of life. Notably, cancer cachexia is implicated in 30-40% of cancer-related deaths, underscoring the pivotal need to comprehend its underlying principles and propose apt interventions to enhance both survival rates and the well-being of cancer patients. Based on our previous findings, cancer cells exhibiting a slow cell cycle, resistant to widely employed clinical chemotherapy agents, exhibit the formation of proinflammatory tumor microenvironment. The escalation of systemic inflammatory cytokines has long been suggested as a potential mechanism contributing to cancer cachexia. Building upon these insights, we hypothesized that slow-cycling cancer cells (SCCs) featuring resistance to chemotherapy are pivotal contributors to cancer cachexia. We investigated the impact of drug-resistant SCCs on the loss of differentiated myotubes and lipid droplets <i>in vitro<\/i> and muscle and fat loss in <i>in vivo<\/i> conditions. Interestingly, these cells induced more severe muscle and fat losses. Upon scrutinizing this cell population, we found the overexpression of a particular membrane protein, Protein A. The increase of this Protein A enhanced the release of exosomes from the cell through a novel mechanism distinct from its classical functions, consequently amplifying the release of inflammatory substances originating from cancer cells. In summary, our study elucidates that chemotherapy-resistant cancer cells, characterized by a slow cell cycle, intensify the secretion of inflammatory substances in a manner contingent upon the overexpression of a membrane protein A, which leads to the depletion of muscle and fat located in the distal peripheral regions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Cachexia,Exosomes,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Cho<\/b>, H.-Y. Lee; <br\/>Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"dce4b5c7-fe4f-46f6-8c1e-344bef4f8806","ControlNumber":"8464","DisclosureBlock":"&nbsp;<b>J. Cho, <\/b> None..<br><b>H. Lee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9787","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3083","PresenterBiography":null,"PresenterDisplayName":"Jaebeom Cho, B Pharm;PhD","PresenterKey":"2f005737-b8b1-4ec9-9b2e-5640063d3971","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3083. Unveiling the role of chemotherapy-resistant, slow-cycling cancer cells in driving cancer cachexia","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unveiling the role of chemotherapy-resistant, slow-cycling cancer cells in driving cancer cachexia","Topics":null,"cSlideId":""},{"Abstract":"Microsatellite instability (MSI) is a genetic alteration that occurs during cancer progression, specifically in colorectal cancer. Objective evidence demonstrates that colorectal cancer patients with MSI have better survival rates than those without MSI. Moreover, patients with both dMMR and MSI respond equally well to immunotherapy. We evaluated the MSI status of colorectal cancer specimens and identified an activation of aldolase B (ALDOB), the primary regulator of fructose metabolism, in the MSI group. Our analysis of the cancer cell panel revealed that the expression level of ALDOB in MSI+ cells (HCT116 and LoVo) was significantly higher than that in the microsatellite stable (MSS) group (SW480 and HT29). We also discovered a significant negative correlation between ALDOB and numerous dMMR-related genes, such as <i>MLH1<\/i> and <i>MSH2<\/i>. We investigated how fructose concentration and pathway activation affected MSI occurrence. Our results demonstrated that abnormal fructose metabolism leaded to SLC7A11-mediated ferroptosis. SLC7A11 functioned as the active subunit and generated glutathione, GPX4, and lipid epoxides in response to transported cystine. This may explain the better clinical outcomes observed in colorectal patients with MSI. On the other hand, we also observed that ALDOB could increase certain immune ratios, such as CD4<sup>+<\/sup> T cells and B cells. This aligns with the implementation of immunotherapy in the MSI community, which has been proven to yield positive effects. Consistent results were still being shown. Our study revealed significant increases in various chemokines and cytokines in media conditioned with fructose. It was interesting to note that fructose resulted in more significant changes than glucose. Based on the gathered evidence, it could be posited that ALDOB plays a crucial role as a promoter of fructose metabolism, leading to the induction of ferroptosis and immune responses in MSI colorectal cancer. The findings shed new light on known consequences and provide new avenues of information.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Colorectal cancer,Microsatellite instability,Aldolase B (ALDOB),Fructose metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y.-C. Chang<sup>1<\/sup>, <b>C.-L. Chen<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Department of Biomedical Imaging and Radiological Sciences, National Yang Ming Chiao Tung University, Taipei, Taiwan, <sup>2<\/sup>Department of Pathology, Taipei Medical University and Taipei Medical University Hospital, Taipei, Taiwan","CSlideId":"","ControlKey":"cdb05143-a77d-4293-a399-e54a0f4c3451","ControlNumber":"1071","DisclosureBlock":"&nbsp;<b>Y. Chang, <\/b> None..<br><b>C. Chen, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9788","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3084","PresenterBiography":null,"PresenterDisplayName":"Chi-Long Chen, MD;PhD","PresenterKey":"6adc46e7-26cb-4227-ab1d-36cf7ba9f823","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3084. Aldob regulates fructose metabolism to confer ferroptosis and immune response in colorectal cancer harboring microsatellite instability","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Aldob regulates fructose metabolism to confer ferroptosis and immune response in colorectal cancer harboring microsatellite instability","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PrCa) ranks as the second leading cause of cancer death in males in the United States. The 5-year survival rate drops drastically from 100% in patients with early-stage confined PrCa to 30% in those with advanced metastatic PrCa. Patients with advanced PrCa face limited long-term treatment options, often developing resistance to androgen-deprivation therapy and chemotherapy. Identifying and targeting pivotal molecules or pathways in advanced PrCa can substantially enhance patient survival. Our previous findings unveiled an inverse relationship between cholesterol sulfotransferase SULT2B1b and the severity of human PrCa. The highest levels of SULT2B1b were observed in the epithelium of normal prostates, with a progressive decrease as cancer advanced. The lowest levels were found in the most advanced metastatic samples. This study aims to determine whether SULT2B1b performs any active and critical functions in PrCa progression and assess whether it regulates cholesterol metabolism in PrCa cells. We generated SULT2B1b knockout (KO) clones from mouse PrCa cell line MyC-CaP and established inducible SULT2B1b overexpression lines from androgen receptor (AR)+ LNCaP and AR- PC3 human PrCa cells. These modified mouse and human cells were implanted into syngeneic FVB mice and immunodeficient NRG mice, respectively. MyC-CaP KO cells formed significantly larger tumors compared to parental cells, accompanied by reduced survival rates. In contrast, both LNCaP and PC3 tumors with induced SULT2B1b exhibited smaller sizes compared to control tumors, leading to improved survival rates. To investigate the impact of SULT2B1b on cholesterol metabolism and the underlying mechanisms behind SULT2B1b-regulated tumor growth, we examined genes related to lipoprotein signaling and cholesterol metabolism in MyC-CaP SULT2B1b KO cells using PCR arrays and qRT-PCR. Genes responsible for cholesterol uptake and synthesis (e.g. <i>Ldlr<\/i>, <i>Cyp51<\/i>, <i>Sorl1,<\/i> <i>Pcsk9 <\/i>and <i>Insig1<\/i>) were among the top upregulated genes, while genes controlling cholesterol efflux (e.g. <i>Abca1<\/i>) and esterification (e.g. <i>Soat1<\/i> and <i>Soat2<\/i>) were downregulated in KO cells. Consistent with these gene expression patterns, intracellular cholesterol levels significantly increased in KO cells. Interestingly, although SULT2B1b did not affect cell proliferation<i> <\/i>under normal conditions, KO cells exhibited faster growth than parental cells when cultured in lipid-depleted or charcoal-stripped media, possibly due to altered intracellular cholesterol levels. In summary, these findings align with the expression pattern of SULT2B1b in human PrCa, demonstrating that SULT2B1b inhibits tumor growth, whereas its removal promotes tumor growth. This suggests SULT2B1b may serve as a critical tumor suppressor in PrCa. Its modulation of tumor growth may occur through the regulation of cholesterol metabolism.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Cancer metabolism,Cholesterol,Tumor suppressor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Yang<\/b>, D. Wusiman, T. L. Ratliff; <br\/>Purdue University, West Lafayette, IN","CSlideId":"","ControlKey":"a849017d-5c7f-42e9-abb7-157a5f6de3e1","ControlNumber":"6805","DisclosureBlock":"&nbsp;<b>J. Yang, <\/b> None..<br><b>D. Wusiman, <\/b> None..<br><b>T. L. Ratliff, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9789","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3085","PresenterBiography":null,"PresenterDisplayName":"Jiang Yang","PresenterKey":"530f0145-e838-40cc-a361-1d8b3f71643a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3085. Cholesterol sulfotransferase SULT2B1b suppresses prostate tumor growth and regulates cholesterol metabolism in prostate cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cholesterol sulfotransferase SULT2B1b suppresses prostate tumor growth and regulates cholesterol metabolism in prostate cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Cancer associated mutations in citric acid cycle enzymes cause overproduction of 2-hydroxyglutarate (2HG), fumarate, or succinate, commonly referred to as oncometabolites. These oncometabolite-producing mutations are prevalent in 70% of gliomas, &#62;76% of hereditary leiomyomatosis and renal cell carcinoma, and &#62;25% of paraganglioma and pheochromocytomas, respectively and contribute to their progression. These oncometabolite-producing cancers harbor vulnerabilities in multiple cellular pathways because of their competitive inhibition of alpha ketoglutarate dependent dioxygenases, which includes the ten eleven translocation (TET) enzymes. As a result, a DNA hypermethylation phenotype is observed in oncometabolite producing cancers. Our group has found that DNA hypermethylation results in silencing of nicotinate phosphoribosyl transferase (NAPRT). NAPRT is a rate-limiting enzyme in the Preiss-Handler pathway, which is vital for NAD+ biosynthesis. We have shown that the NAPRT gene is hypermethylated in regions surrounding and within a CpG island in the promoter. Hypermethylation of the NAPRT gene also occurs in patient tumor samples. Methylation of the promoter appears to control expression of mRNA and protein. We now show that silencing of NAPRT expression occurs in patient samples of oncometabolite-producing tumors. Furthermore, oncometabolite-producing cancer models that silence NAPRT are extremely sensitive to nicotinamide phosphoribosyl transferase (NAMPT) inhibitors, which further prevents NAD+ biosynthesis via inhibition of the NAM Salvage Pathway. Furthermore, NAD+ is used to synthesize poly-ADP-ribose (PAR) chains by Poly (ADP-ribose) Polymerases (PARPs) to recruit other DNA damage response proteins, suggesting that NAMPTis and PARPis may synergize in oncometabolite-producing cancers. Ongoing studies are investigating the role of histone and DNA demethylating enzymes in NAPRT silencing and the efficacy of NAMPTis in NAPRT silenced models <i>in vivo<\/i>. Overall, our findings indicate that NAPRT-silencing can be therapeutically targeted in oncometabolite-producing cancers and elucidates how oncometabolite induced hypermethylation can impact diverse cellular processes from metabolism to DNA repair.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,Methylation,Metabolism,Immunohistochemistry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"K. J. Noronha<sup>1<\/sup>, K. N. Lucas<sup>1<\/sup>, <b>S. J. Zhao<\/b><sup>1<\/sup>, J. Edmonds<sup>1<\/sup>, S. Friedman<sup>1<\/sup>, M. A. Murray<sup>1<\/sup>, S. Liu<sup>1<\/sup>, J. Liang<sup>2<\/sup>, S. Paradkar<sup>1<\/sup>, H. Zeng<sup>2<\/sup>, R. K. Sundaram<sup>1<\/sup>, J. Spurrier<sup>3<\/sup>, M. Raponi<sup>3<\/sup>, D. Sajed<sup>4<\/sup>, B. M. Shuch<sup>5<\/sup>, J. C. Vasquez<sup>1<\/sup>, R. S. Bindra<sup>1<\/sup>; <br\/><sup>1<\/sup>Yale University, New Haven, CT, <sup>2<\/sup>Sichuan University, Chengdu, China, <sup>3<\/sup>Alphina Therapeutics Inc., New Haven, CT, <sup>4<\/sup>Ronald Reagan UCLA Medical Center, Los Angeles, CA, <sup>5<\/sup>UCLA, Los Angeles, CA","CSlideId":"","ControlKey":"16416dcf-f3fe-4e3e-ba91-2a7bea9095e3","ControlNumber":"5130","DisclosureBlock":"&nbsp;<b>K. J. Noronha, <\/b> None..<br><b>K. N. Lucas, <\/b> None..<br><b>S. J. Zhao, <\/b> None..<br><b>J. Edmonds, <\/b> None..<br><b>S. Friedman, <\/b> None..<br><b>M. A. Murray, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>J. Liang, <\/b> None..<br><b>S. Paradkar, <\/b> None..<br><b>H. Zeng, <\/b> None..<br><b>R. K. Sundaram, <\/b> None.&nbsp;<br><b>J. Spurrier, <\/b> <br><b>Alphina Therapeutics Inc.<\/b> Employment, Stock. <br><b>M. Raponi, <\/b> <br><b>Alphina Therapeutics<\/b> Employment, Stock.<br><b>D. Sajed, <\/b> None..<br><b>B. M. Shuch, <\/b> None..<br><b>J. C. Vasquez, <\/b> None.&nbsp;<br><b>R. S. Bindra, <\/b> <br><b>Modifi Bio<\/b> Stock Option, Other Business Ownership, Other, Founder. <br><b>Alphina Therapeutics<\/b> Stock Option, Other Business Ownership, Other, Founder. <br><b>Cybrexa Therapeutics<\/b> Stock Option, Other Business Ownership, Other.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9790","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3086","PresenterBiography":null,"PresenterDisplayName":"Sophia Zhao, BA","PresenterKey":"5704e4b0-66ae-4195-9a94-b9daede57b84","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3086. <i>NAPRT<\/i> silencing in oncometabolite-producing cancers confers therapeutic vulnerabilities to NAD<sup>+<\/sup> depletion","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>NAPRT<\/i> silencing in oncometabolite-producing cancers confers therapeutic vulnerabilities to NAD<sup>+<\/sup> depletion","Topics":null,"cSlideId":""},{"Abstract":"<i>N<\/i><sup>6<\/sup>-adenosine methylation (m<sup>6<\/sup>A) is critical for controlling cancer cell growth and tumorigenesis. However, the function and detailed mechanism of how m<sup>6<\/sup>A methyltransferases modulate m<sup>6<\/sup>A levels on specific targets remains unknown. In the current study, we identified significantly elevated levels of RBM15, an m<sup>6<\/sup>A writer, in basal-like breast cancer (BC) patients compared to non-basal like BC and linked it to worse clinical outcome. Gene expression profiling uncovered correlations between RBM15 and serine and glycine metabolism genes including PHGDH, PSAT1, PSPH, and SHMT2. RBM15 influences overall m<sup>6<\/sup>A levels and, specifically, m<sup>6<\/sup>A of serine and glycine metabolism genes via direct binding to target RNA. Further RBM15 effects on cell growth were largely dependent on serine and glycine metabolism. Thus, RBM15 coordinates cancer cell growth through altered serine and glycine metabolism suggesting RBM15 as a new therapeutic target in BC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-05 Posttranscriptional and translational control,,"},{"Key":"Keywords","Value":"Post-transcriptional regulation,Triple-negative breast cancer (TNBC),Metabolism,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Park<\/b><sup>1<\/sup>, Y.-Y. Park<sup>2<\/sup>, J.-H. Lee<sup>1<\/sup>; <br\/><sup>1<\/sup>Dong-A University, Busan, Korea, Republic of, <sup>2<\/sup>Chung-Ang University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"3aab2c5d-a72a-4782-a526-48b5d54b7c32","ControlNumber":"4165","DisclosureBlock":"&nbsp;<b>S. Park, <\/b> None..<br><b>Y. Park, <\/b> None..<br><b>J. Lee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10155","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3087","PresenterBiography":null,"PresenterDisplayName":"Su Hwan Park, MS","PresenterKey":"6d4affa8-cce6-4a40-92b3-948d7835a36d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3087. The m<sup>6<\/sup>A methyltransferase RBM15 drives the growth of triple-negative breast cancer cells through the stimulation of serine and glycine metabolism","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"391","SessionOnDemand":"False","SessionTitle":"Signaling Pathways That Regulate Metabolism 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The m<sup>6<\/sup>A methyltransferase RBM15 drives the growth of triple-negative breast cancer cells through the stimulation of serine and glycine metabolism","Topics":null,"cSlideId":""}]