[{"Abstract":"Bi-XDC is a breakthrough cellular targeting technology using multi-targeting ligands to effectively deliver the payload to and into specific cells. Several anticancer Bi-ligand drug conjugates including CBP-1008, CBP-1018, and CBP-1019 have been brought into various clinical stages in China and US. Targeted protein degradation molecules can degrade previously &#8220;undruggable&#8221; target proteins through their catalytic mechanism of action. The field target protein degradation has evolved since 2001, and more than 20 PROTACs are under clinical trials at different stages.<br \/>To increase the efficacy vs. tolerability window, we combine Bi-XDC technology and the catalytic approach of targeted protein degradation, to form C-PROTAC, by taking advantage of our privileged Bi-XDC technology and PROTAC&#8217;s degradation property. Further medicinal chemistry optimization, spacer optimization, and evaluation of many linker payloads led to the identification of our preclinical candidate CBP-8008, a highly potent pan-Bet protein degrader conjugated to bi-ligand via a cleavable linker.<br \/>A small panel of cell lines was screened to identify which tumors were sensitive to the pan-Bet protein degradation. All the tested breast cancer and prostate cell lines were the most sensitive to the payload. CBP-8008 had a high affinity to the Prostate Specific Membrane Antigen (PSMA) and the folate receptor alpha (FR&#945;). Much more CBP-8008 were binding the 293T-FP which overexpress both FR-&#945; and PSMA than the cell lines which only express one target (293T-F or 293T-P) or negative cell line (293T). CBP-8008 can quickly enter cells through endocytosis after treatment for 15 min, and degradation of BRD2, BRD3, and BRD4 was observed in MDA-MB-231 after 6 h, which was similar to its payload. The compound was very stable in mouse and human plasma in vitro, and limited free payload was detected which potentially avoids hematotoxicity in clinical. In the tumor-beaning mice DMPK study, fewer free payload was detected in 6 hours while much more free payload was detected in the tumor than in the blood and the time was extended to 72 hours after a single dose treatment. We evaluated CBP-8008 in TNBC and mCRPC xenograft model and robust efficacy was observed as lower as 3 MPK, significantly better than BMS-986158, a potent Bet inhibitor in clinical.<br \/>In conclusion: CBP-8008 is currently in preclinical development as a potential first-in-class pan-Bet protein degradation therapy using Bi-XDC technology for TNBC and mCRPC","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Targeted drug delivery,bi-specific XDC,PROTAC,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"T. Wang, Z. Zhang, G. Wang, F. Pan, <b>R. Huang<\/b>; <br\/>Coherent biopharma (Suzhou) Co., Ltd., Suzhou, China","CSlideId":"","ControlKey":"71d9d639-1817-4ef3-b55d-0026ff0ff7a5","ControlNumber":"5820","DisclosureBlock":"&nbsp;<b>T. Wang, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>G. Wang, <\/b> None..<br><b>F. Pan, <\/b> None..<br><b>R. Huang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4135","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6042","PresenterBiography":null,"PresenterDisplayName":"Robert Huang, PhD","PresenterKey":"01f0ae1d-6c17-48ee-bb3e-b17729537911","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6042. CBP-8008: A first-in-class targeted pan-Bet protein degradation therapy using bi-specific XDC (Bi-XDC) technology for TNBC and mCRPC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CBP-8008: A first-in-class targeted pan-Bet protein degradation therapy using bi-specific XDC (Bi-XDC) technology for TNBC and mCRPC","Topics":null,"cSlideId":""},{"Abstract":"Although precision medicine strategies for the treatment of human cancers are clinically successful, they have also revealed that only a small fraction of cancers carry actionable alterations in oncogenic drivers. To expand the druggable genome while maintaining an emphasis on genetically targeted therapies, recent efforts have focused on exploiting synthetic lethal relationships. Paralogous protein pairs are particularly compelling targets in this context due to the clear mechanistic basis for the synthetic lethality. As such, functional genomics screens as well as work from Ogiwara et al. have shown compelling rationale for targeting the histone acetylase transferase p300 in the context of CBP-deficient cancer types. We discovered potent heterobifunctional degraders with demonstrated selectivity for p300 over CBP. Our compound exhibits degradation of p300 within 2 hours (DC<sub>50<\/sub> &#60; 10nM, D<sub>max<\/sub> &#62; 90%) with minimal impact on CBP through 48 h (DC<sub>50<\/sub> &#62;1uM, D<sub>max<\/sub> = 30%). Utilizing CRISPR-generated isogenic cell lines depleted for either CBP or p300, we observed significant growth inhibition in CBP knockout (KO) cells (gIC<sub>50<\/sub> = 17nM) with minimal impact on growth of p300 KO (gIC<sub>50<\/sub> = &#62;10uM) or parental wild-type cells (gIC<sub>50<\/sub> &#62; 10uM). This translated to downstream pharmacology, where we observed a rapid and potent inhibition of global H3K27 acetylation in the CBP deficient context but a significantly attenuated response in p300 deleted or parental cells. We subsequently employed computational methods to identify and characterize CBP alterations, defining a putative loss-of-function (LoF) phenotype and confirming this sensitivity pharmacologically in cancer cell types harboring these endogenous mutations. Results mirrored what we observed with CBP depletion in these endogenous CBP LoF cell lines, with potent growth inhibition seen in multiple cell lines including LK-2 (gIC<sub>50<\/sub> = 8nM), H1703 (gIC<sub>50<\/sub> = 9nM), and TE-8 cells (gIC<sub>50<\/sub> = 23nM). To confirm the <i>in vitro<\/i> results in an <i>in vivo<\/i> setting, we evaluated the response in mice harboring H1703 xenografts. Once daily oral administration of our compound led to almost complete degradation of p300 within H1703 xenograft tumors, resulting in a pronounced inhibition of tumor growth. Lastly, we profiled p300 degradation in human bone marrow derived myeloid progenitor colony-forming assays where we observed a significant reduction in toxicity (IC<sub>50<\/sub> = 3.9uM) compared to a dual CBP\/p300 inhibitor (IC<sub>50<\/sub> = 121nM) or degrader (IC<sub>50<\/sub> = 16nM), supporting the hypothesis that a p300-specific mechanism will offer an improved therapeutic index while maintaining anti-tumor efficacy in a biomarker population Taken together, our results suggest that a p300-selective degrader has the potential to serve as an effective therapeutic modality in CBP-mutated cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"p300,Synthetic lethality,C\/EBP,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. R. Russell<\/b>, C. L. Lowenstein, X. Zhang, J. Roach, J. Song, R. Nagilla, N. Kendsersky, S. Joshi, P. Orth, M. Tudor, Q. Deng, C. Aguilar-Bonavides, E. Behshad, S. Banjade, Z. Sui, C. Strickland, L. Jolivette, H. P. Mohammad; <br\/>SK Life Science Labs, King of Prussia, PA","CSlideId":"","ControlKey":"318b68e9-71e3-448d-8cd1-0368480f783c","ControlNumber":"2004","DisclosureBlock":"<b>&nbsp;M. R. Russell, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>C. L. Lowenstein, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>X. Zhang, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>J. Roach, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>J. Song, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>R. Nagilla, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>N. Kendsersky, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>S. Joshi, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>P. Orth, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>M. Tudor, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>Q. Deng, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>C. Aguilar-Bonavides, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>E. Behshad, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>S. Banjade, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>Z. Sui, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>C. Strickland, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>L. Jolivette, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>H. P. Mohammad, <\/b> <br><b>SK Life Science Labs<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4136","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6043","PresenterBiography":null,"PresenterDisplayName":"Mike Russell, PhD","PresenterKey":"1fdc6e4f-6e74-4931-8f9a-fa067ed7124b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6043. Discovery and characterization of a p300-selective degrader with potent anti-tumor activity in CBP mutant cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery and characterization of a p300-selective degrader with potent anti-tumor activity in CBP mutant cancers","Topics":null,"cSlideId":""},{"Abstract":"Heterobifunctional kinase degraders (HKDs) are an important new class of therapeutic modalities, of which the first have recently entered clinical trials. HKDs are small molecules that comprise a kinase-of-interest binding moiety and an E3 ligase binding moiety connected via a spacer. HKDs are excellently suited to target kinases that have a scaffolding function, or that are resistant against conventional inhibitors. A HKD brings a kinase and an E3 ligase in proximity forming a ternary complex leading to ubiquitin-dependent catalytic degradation of the kinase of interest. This ternary complex formation is unique for each kinase which can make HKDs highly specific.<br \/>To discover novel HKDs, we have developed a platform called Energetically Privileged Ligands (EPriLs), which is based on a macrocycle scaffold that binds non-covalently in the kinase ATP pocket with near-covalent affinity, and allows binding to kinases that have acquired known inhibitor resistance mutations. The macrocyclic structure allows attachment of E3 ligase ligands with multiple exit vectors. With the EPriL platform, we have developed novel HKDs for various clinically relevant kinase targets, including Bruton&#8217;s Tyrosine Kinase (BTK).<br \/>BTK inhibitor drugs are used as first line treatment for chronic lymphocytic leukemia (CLL), Waldenstr&#246;m macroglobulinemia (WM) and as second line treatment for mantle cell lymphoma (MCL). Despite their great success in the clinic, many patients on BTK inhibitors relapse eventually, mostly because of the emergence of resistance mutations in the BTK protein. These include BTK<sup>C481S<\/sup>, which abrogates binding of covalent drugs, and BTK<sup>T474I<\/sup>, BTK<sup>L528W<\/sup> and BTK<sup>V416L <\/sup>which preclude binding of non-covalent inhibitors like pirtobrutinib. HKDs can combat resistance by degrading such BTK variants, and by removing the scaffold function of BTK. BTK degraders such as NX-5948 and NX-2127 are currently in clinical Phase 1.<br \/>To show the applicability of the EPriL platform for the discovery of novel BTK degraders, we screened a library of more than 100 EPriL HKDs for biochemical binding to BTK, and tested their propensity to induce degradation of HiBiT-tagged BTK<sup>WT<\/sup>, BTK<sup>C481S<\/sup> and BTK<sup>T474I<\/sup> in HEK293 cell lines. The degrading activity of hits was verified through western blot on the BTK-dependent DLBCL cell line TMD8. The best degraders - based on potency and efficacy - were tested in cell proliferation assays on a panel of TMD8 BTK mutant cell lines. In these lines, endogenous BTK was mutated by CRISPR to BTK<sup>C481S<\/sup>, BTK<sup>T474I<\/sup>, BTK<sup>L528W<\/sup> or BTK<sup>V416L<\/sup>. Several BTK degraders had potent (&#60; 20 nM IC<sub>50<\/sub>) antiproliferative activity on most TMD8 lines, including difficult-to-target variants such as BTK<sup>V416L<\/sup> and BTK<sup>L528W<\/sup>.<br \/>The unique binding mode of the EPriL scaffold thus translates to broad activity on resistance variants, while its selectivity ensures minimal degradation of off-target tyrosine kinases as observed for other degraders.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"BTK,kinase,Macrocycle,protein degraders,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Muller<\/b>, J. de Man, J. C. M. Uitdehaag, F. van Cauter, S. van Gemert, M. Hoffmann, Y. G. T. van Mil, W. R. Mulder, M. B. W. Prinsen, J. Sterrenburg, D. Vu, J. de Wit, E. Ensing, R. C. Buijsman; <br\/>Crossfire Oncology B.V., Oss, Netherlands","CSlideId":"","ControlKey":"45d42a02-4ecf-4961-811f-07c301c82722","ControlNumber":"799","DisclosureBlock":"&nbsp;<b>M. Muller, <\/b> None..<br><b>J. de Man, <\/b> None..<br><b>J. C. M. Uitdehaag, <\/b> None..<br><b>F. van Cauter, <\/b> None..<br><b>S. van Gemert, <\/b> None..<br><b>M. Hoffmann, <\/b> None..<br><b>Y. G. T. van Mil, <\/b> None..<br><b>W. R. Mulder, <\/b> None..<br><b>M. B. W. Prinsen, <\/b> None..<br><b>J. Sterrenburg, <\/b> None..<br><b>D. Vu, <\/b> None..<br><b>J. de Wit, <\/b> None..<br><b>E. Ensing, <\/b> None..<br><b>R. C. Buijsman, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4137","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6044","PresenterBiography":null,"PresenterDisplayName":"Joost Uitdehaag, PhD","PresenterKey":"d1bc5f8c-afee-4c23-bab6-b13520c30bb0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6044. EPriL: A platform for the rapid identification of degraders of inhibitor-resistant kinases","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EPriL: A platform for the rapid identification of degraders of inhibitor-resistant kinases","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) progression is largely driven by the androgen receptor (AR), making it a prime target for therapy. However, therapy resistance often arises due to AR mutations and splice variants, such as AR-v7. AUTOTAC (AUTOphagy-TArgeting Chimera) is a novel protein degradation platform that utilizes the autophagy-lysosomal pathway to selectively degrade disease-causing proteins. In this study, we characterize ATC-324, an AUTOTAC-based AR degrader designed for the treatment of PCa. ATC-324 comprises enzalutamide linked to YT 6-2, a small molecule activator of the autophagy receptor p62\/SQSTM1. ATC-324 induces the formation of the AR\/p62 complex while activating autophagic flux, leading to the autophagy-lysosomal degradation of AR. To characterize ATC-324, we employed various AR-dependent, AR-null, and enzalutamide-resistant PCa cell lines. Given that bone metastasis is a major clinical complication of castrate-resistant PCa associated with greater morbidity and mortality, we utilized the bone-in-culture array (BICA) assay, an <i>ex vivo<\/i> bones culture model, to investigate the impact of ATC-324 on PCa cell survival and growth in the bone microenvironment. <i> <\/i> We demonstrated that ATC-324 effectively degrades wild-type, mutant, and splice variants of AR. In addition, ATC-324 induces AR-dependent apoptosis and cytotoxicity. Importantly, ATC-324 maintains its potency in enzalutamide-resistant PCa cells. Utilizing the BICA assay, we showed that ATC-324 exhibits cytotoxicity against 22Rv1 bone micrometastases at even lower concentrations than in 2D cell culture. In conclusion, our study demonstrates the successful development and characterization of ATC-324 as a potent and selective degrader of various forms of AR. Furthermore, its effectiveness against enzalutamide-resistant cells indicates its capability to overcome therapy resistance. The observed cytotoxicity against bone micrometastases suggests a therapeutic potential for combating bone metastasis, a major complication of castration-resistant PCa. Our study underscores the potential of the AUTOTAC platform to selectively degrade disease-causing proteins","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Targeted therapy,Androgen receptor,Prostate cancer,Autophagy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Pham<\/b><sup>1<\/sup>, T. Bae<sup>2<\/sup>, K. Sung<sup>2<\/sup>, A. Najy<sup>1<\/sup>, A. Zamiri<sup>1<\/sup>, H. Jang<sup>1<\/sup>, S. Mun<sup>2<\/sup>, S. Kim<sup>1<\/sup>, D. Shi<sup>3<\/sup>, S. Kregel<sup>4<\/sup>, E. Heath<sup>1<\/sup>, M. Cher<sup>1<\/sup>, Y. Kwon<sup>2<\/sup>, H.-R. Kim<sup>1<\/sup>; <br\/><sup>1<\/sup>Wayne State University School of Medicine, Detroit, MI, <sup>2<\/sup>Seoul National University, Seoul, Korea, Republic of, <sup>3<\/sup>Wayne State University College of Pharmacy and Health Sciences, Detroit, MI, <sup>4<\/sup>Loyola University, Chicago, IL","CSlideId":"","ControlKey":"e498b33b-a16d-45e4-8152-097b41a458ed","ControlNumber":"5558","DisclosureBlock":"&nbsp;<b>T. Pham, <\/b> None.&nbsp;<br><b>T. Bae, <\/b> <br><b>AUTOTAC Bio Inc.<\/b> Patent. <br><b>K. Sung, <\/b> <br><b>AUTOTAC BIO INC.<\/b> Employment, Patent.<br><b>A. Najy, <\/b> None..<br><b>A. Zamiri, <\/b> None..<br><b>H. Jang, <\/b> None..<br><b>S. Mun, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>D. Shi, <\/b> None..<br><b>S. Kregel, <\/b> None..<br><b>E. Heath, <\/b> None..<br><b>M. Cher, <\/b> None.&nbsp;<br><b>Y. Kwon, <\/b> <br><b>AUTOTAC BIO INC.<\/b> Stock, Other Business Ownership, Patent.<br><b>H. Kim, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4138","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6045","PresenterBiography":null,"PresenterDisplayName":"Tri Pham, BS,PhD","PresenterKey":"8d81facf-fd0c-46de-b5ab-e35423e61c7d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6045. Development and characterization of ATC-324: An AUTOTAC-based androgen receptor degrader for prostate cancer treatment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development and characterization of ATC-324: An AUTOTAC-based androgen receptor degrader for prostate cancer treatment","Topics":null,"cSlideId":""},{"Abstract":"Recent literature has shown that loss-of-function of BRD9, a component of the noncanonical SWI\/SNF (ncSWI\/SNF) complex, mediated by RNA interference or by BRD9 degrader compounds can inhibit multiple myeloma (MM) cell lines and primary MM cell proliferation <i>in vitro<\/i>, as well as inhibit mouse MM xenograft tumor growth <i>in vivo<\/i>. Additionally, <i>in vitro<\/i> synergy was observed when a BRD9 degrader was combined with either dexamethasone or pomalidomide. CFT8634 is a potent and selective oral BiDAC&#8482; degrader of BRD9 that entered a clinical trial for the treatment of SMARCB1-perturbed cancers, including synovial sarcoma and SMARCB1-null tumors. Pharmacokinetic and pharmacodynamic data from this trial demonstrated dose-proportional human plasma exposure and robust BRD9 degradation in patients.<br \/>Here we show that CFT8634 has anti-proliferative activity in a subset of MM cell lines that translates into tumor growth inhibition in MM xenograft models at clinically relevant CFT8634 exposures. We observe that cell lines less sensitive to pomalidomide tend to be significantly more sensitive to CFT8634 treatment. As pomalidomide is a SoC treatment in MM, we interrogated the ability to combine CFT8634 and pomalidomide. CFT8634 demonstrates synergy with pomalidomide in MM cell lines where CFT8634 is anti-proliferative as a single agent. We further show that clinically relevant exposures of CFT8634 demonstrate synergy with pomalidomide <i>in vivo<\/i> in the NCI-H929 mouse xenograft model. This model is relatively unresponsive to pomalidomide alone, suggesting that CFT8634 can render otherwise recalcitrant MM tumors sensitive to the effects of pomalidomide in combination. Pharmacokinetic and pharmacodynamic analyses show that in combination, CFT8634 and pomalidomide do not interfere with the ability to degrade each other&#8217;s targets (BRD9 and IKZF1\/3, respectively) despite both utilizing the E3 ligase cereblon.<br \/>As the corticosteroid dexamethasone is another SoC treatment given in combination with pomalidomide, we explored the ability to combine dexamethasone with CFT8634. CFT8634 demonstrates synergy with dexamethasone in the RPMI-8226 <i>in vivo<\/i> xenograft model. This combination leads to tumor regressions at clinically relevant doses and outperforms the current combination of pomalidomide with dexamethasone.<br \/>In conclusion, we demonstrate <i>in vitro<\/i> and <i>in vivo<\/i> activity in an expanded set of MM models using the clinical oral BRD9 degrader CFT8634 as a single agent and show <i>in vivo<\/i> synergy between CFT8634 and SoC agents pomalidomide and dexamethasone at clinically relevant doses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"BET bromodomain,Multiple myeloma,Tumor growth,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. L. Poling<\/b>, D. Cocozziello, M. He, E. Hurh, R. Lobbardi, K. L. Jackson, S. L. Fisher, R. M. Pollock; <br\/>C4 Therapeutics, Inc., Watertown, MA","CSlideId":"","ControlKey":"c937fb5b-cbe7-4b02-99c7-11a44b7537f6","ControlNumber":"5039","DisclosureBlock":"<b>&nbsp;L. L. Poling, <\/b> <br><b>C4 Therapeutics, Inc<\/b> Employment, Stock Option. <br><b>D. Cocozziello, <\/b> <br><b>C4 Therapeutics, Inc<\/b> Employment, Stock Option. <br><b>M. He, <\/b> <br><b>C4 Therapeutics, Inc.<\/b> Employment, Stock Option. <br><b>E. Hurh, <\/b> <br><b>C4 Therapeutics, Inc<\/b> Employment, Stock Option. <br><b>R. Lobbardi, <\/b> <br><b>C4 Therapeutics, Inc<\/b> Employment, Stock Option. <br><b>Blueprint Medicines<\/b> Stock. <br><b>K. L. Jackson, <\/b> <br><b>C4 Therapeutics, Inc<\/b> Employment, Stock Option. <br><b>S. L. Fisher, <\/b> <br><b>C4 Therapeutics, Inc<\/b> Employment, Stock Option. <br><b>R. M. Pollock, <\/b> <br><b>C4 Therapeutics, Inc<\/b> Employment, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4139","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6046","PresenterBiography":null,"PresenterDisplayName":"Laura Poling","PresenterKey":"997654cb-8532-41e6-b0d7-c52a6275e964","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6046. CFT8634, a BRD9 BiDAC&#8482; degrader, is active in a subset of multiple myeloma cell line models and synergistic when combined with pomalidomide or dexamethasone","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CFT8634, a BRD9 BiDAC&#8482; degrader, is active in a subset of multiple myeloma cell line models and synergistic when combined with pomalidomide or dexamethasone","Topics":null,"cSlideId":""},{"Abstract":"The estrogen receptor &#945; (ER&#945;) is a clinically validated target for the treatment of estrogen receptor-positive and human epidermal growth factor receptor 2-negative (ER+\/HER2-) breast cancer. However, resistance to early line endocrine treatments due to mutations of the ESR1 gene encoding ER&#945; is associated with poor prognosis and remains an area of unmet clinical need. ER&#945; degradation using heterobifunctional degraders has emerged as a promising approach to tackle endocrine resistance through proteasome mediated degradation of the receptor. Here, we present the preclinical results for the development candidate, PVTX-321, an ER&#945; heterobifunctional degrader. PVTX-321 is a rapid and potent ER heterobifunctional degrader as well as a full ER&#945; antagonist. Both properties translate into potent antiproliferative activity across multiple ER+ breast cancer cell lines bearing either wild-type or clinically relevant ER&#945; mutations (E380Q, Y537S and D538G). PVTX-321 demonstrates favorable oral bioavailability across different species and effectively induces dose-dependent degradation of ER&#945; <i>in vivo<\/i>. Moreover, PVTX-321 achieves tumor regression as an oral agent at 10 mg\/kg in MCF-7 mouse xenograft model. Furthermore, PVTX-321 possesses excellent <i>in vitro<\/i> and <i>in vivo<\/i> safety profiles and warrants further development for the treatment of ER+\/HER2- breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Estrogen receptor,Proteasome-mediated degradation,Endocrine resistance,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. G. Havens<\/b>, G. Xu, C. Lowenstein, D. Samanta, B. Vidal, E. Behshad, R. Nagilla, M. Russell, P. Orth, W. Wu, L. Jolivette, S. Priestley, H. Mohammad, Z. Sui; <br\/>SK Life Science Labs, King of Prussia, PA","CSlideId":"","ControlKey":"86f1a4c6-df05-4e30-8f59-1d071d6ec358","ControlNumber":"5467","DisclosureBlock":"<b>&nbsp;C. G. Havens, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>G. Xu, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>C. Lowenstein, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>D. Samanta, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>B. Vidal, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>E. Behshad, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>R. Nagilla, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>M. Russell, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>P. Orth, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>W. Wu, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>L. Jolivette, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>S. Priestley, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>H. Mohammad, <\/b> <br><b>SK Life Science Labs<\/b> Employment. <br><b>Z. Sui, <\/b> <br><b>SK Life Science Labs<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4140","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6047","PresenterBiography":null,"PresenterDisplayName":"Courtney Havens","PresenterKey":"3f337626-8d2a-40e9-b335-680f2b499731","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6047. Discovery and characterization of PVTX-321, an estrogen receptor heterobifunctional degrader&#8239;","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery and characterization of PVTX-321, an estrogen receptor heterobifunctional degrader&#8239;","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> The Androgen Receptor (AR) serves as the core lineage-specific transcription factor for prostatic epithelial cells. Targeting AR is currently the most promising therapeutic strategy. However, the inevitable development of acquired resistance to anti-androgen treatments underscores the urgent need to devise new therapeutic strategies. Recent studies have revealed that in prostate cancer cells, AR is hijacked by oncogenic transcription factors, such as FOXA1 and HOXB13, which promiscuously bind to distinct enhancer sites, driving the progression of prostate cancer. This process leads to the formation of a substantially rewired AR cancer specific enhanceosome, requiring a variety of coregulators to exhibit oncogenic driver characteristics, which can be potential therapeutic targets for prostate cancer. Histone acetyltransferases (HATs) P300 and CBP are paralogs which play dominant roles in orchestrating high-order chromatin structures and transcription factor complexes by acetylating histone proteins at multiple residuals. Although accumulating evidence suggests that P300\/CBP function as AR coregulator and targeting P300\/CBP can markedly suppress AR-positive prostate cancer cell growth, including growth of castration-resistant prostate cancer (CRPC), most of the P300\/CBP inhibitors have performed poorly in clinical trials.<br \/><b>Methods<\/b> We developed a novel P300\/CBP dual oral available PROTAC degrader, namely CBPD-409. The on-target effects of CBPD-409 were assessed by quantitative proteomics (TMT-mass spectrometry) in prostate cancer cell lines. The RNA-seq analysis was conducted to investigate CBPD-409 effects on global transcriptome in prostate cancer cells. The cytotoxicity of CBPD-409 in multiple prostate cancer cell lines was examined by cell-titer-glo and incucyte assays.<br \/><b>Conclusion<\/b> In multiple cell lines, CBPD-409 exhibits remarked potency to degrade both P300 and CBP proteins in time and does dependent manner, without evident off-target effects. By employing CBPD-409, we demonstrate that degrading P300\/CBP preferentially suppress AR+ prostate cancer cell growth. The global transcriptomic profiling in CBPD-409 treated prostate cancer cells revealed that loss of P300\/CBP results in remarkedly downregulation of AR, Myc, FOXA1 and ERG signaling. Assessment of CBPD-409 cytotoxicity in a panel prostate cancer cell lines suggests that AR positive prostate cancer cells display highest sensitivity to CBPD-409.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Prostate cancer,Histone acetylation,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>j. luo<\/b>, A. Prolia, Y. Qiao, j. tian, R. Mannan, S. Mahapatra, z. chen, R. Seri, S. Wang, A. Chinnaiyan; <br\/>University of Michigan, Ann ARBOR, MI","CSlideId":"","ControlKey":"18ba6449-6563-40ba-acf2-22000add8fc2","ControlNumber":"8567","DisclosureBlock":"&nbsp;<b>J. luo, <\/b> None..<br><b>A. Prolia, <\/b> None..<br><b>Y. Qiao, <\/b> None..<br><b>J. tian, <\/b> None..<br><b>R. Mannan, <\/b> None..<br><b>S. Mahapatra, <\/b> None..<br><b>Z. chen, <\/b> None..<br><b>R. Seri, <\/b> None..<br><b>S. Wang, <\/b> None..<br><b>A. Chinnaiyan, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4142","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6048","PresenterBiography":null,"PresenterDisplayName":"jie luo","PresenterKey":"2141c58b-60b9-4a4c-849b-0d9b80a59158","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6048. Targeting AR positive prostate cancer cells by the novel P300\/CBP oral available PROTAC degrader","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting AR positive prostate cancer cells by the novel P300\/CBP oral available PROTAC degrader","Topics":null,"cSlideId":""},{"Abstract":"Proteolysis-Targeting Chimeras (PROTACs) have emerged as a promising strategy for selectively degrading specific target proteins, thereby offering a novel approach to precision cancer therapy. Among the most notable oncogenes, KRAS with the G12C mutation is responsible for 45%-50% of KRAS mutations in non-small cell lung carcinomas. Additionally, BRD4, a well-studied member of the Bromo- and Extra-Terminal (BET) protein family, is implicated in various hematological and solid tumors. The implementation of cell-based screening for PROTACs targeting either KRAS(G12C) or BRD4 represents a highly valuable platform for advancing cancer drug discovery. We utilized the NanoBRET<sup>TM<\/sup> Ternary Complex Assay, NanoBiT<sup>TM<\/sup> Assay, and Western Blot assay to evaluate the efficacy of PROTACs. The NanoBRET<sup>TM<\/sup> Ternary Complex Assay revealed that KRAS G12C degrader-1 and LC-2 effectively degrade KRAS(G12C), while dBET6 and MZ-1 demonstrated the ability to degrade BRD4. Notably, the NanoBiT<sup>TM<\/sup> assay showed that LC-2 dose-dependently degrades KRAS(G12C) in HEK293 cells co-transfected with KRAS(G12C)-LgBiT and KRAS(G12C)-SmBiT. Moreover, BET6 exhibited a dose-dependent degradation of endogenous BRD4 in HepG2 cells, and LC-2 demonstrated the degradation of endogenous KRAS(G12C) in MiaPaCa2 cells. In summary, the development of a robust cell-based assay platform for high-throughput screening of PROTACs marks a substantial advancement in cancer drug discovery. This approach not only enables the identification of promising PROTACs but also holds the potential for more effective and targeted interventions in the ongoing battle against cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Proteasome-mediated degradation,KRAS,BET bromodomain,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Wan<\/b>, H. Ma, J. Wu; <br\/>Reaction Biology, Malvern, PA","CSlideId":"","ControlKey":"b650e06e-6759-42b6-9042-2b72b13c006c","ControlNumber":"5844","DisclosureBlock":"&nbsp;<b>Y. Wan, <\/b> None..<br><b>H. Ma, <\/b> None..<br><b>J. Wu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4143","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6049","PresenterBiography":null,"PresenterDisplayName":"Yong Wan","PresenterKey":"5bfbddb9-6f4b-4156-a224-52ba3a62de22","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6049. Cell-based PROTAC screening for cancer drug discovery","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell-based PROTAC screening for cancer drug discovery","Topics":null,"cSlideId":""},{"Abstract":"RAS oncogene mutations are prevalent in approximately 19% of cancer patients, with the most frequent alteration occurring in codon 12 of the KRAS gene, resulting in a variety of G12X oncoproteins. Recent advances in drug discovery have yielded several KRAS G12C inhibitors currently in clinical use, benefiting a subset of patients. However, addressing the high-prevalence G12D mutation remains a substantial unmet medical need. Targeted protein degradation using PROTAC molecules offers a promising approach for treating KRAS G12D-associated tumors, potentially providing superior efficacy and mitigating the development of resistance, a challenge frequently observed with KRAS G12C inhibitors in clinical settings. In the present study, we report a PROTAC compound RP03707 that efficiently induces the degradation of the KRAS G12D mutant protein and inhibits tumor growth. Treatment of AsPc-1 cells with RP03707 results in significant degradation of the KRAS G12D protein, with a DC50 value in the sub-nanomolar range. Within 24 hours, the compound eliminates over 90% of G12D proteins and effectively suppresses downstream cellular MAPK signaling. Additional <i>in vitro<\/i> experiments demonstrate that RP03707 inhibits cell proliferation in multiple KRAS G12D mutant cell lines, surpassing the anti-tumor efficacy of enzyme inhibitors. In a mouse GP2d xenograft tumor model, a single intravenous administration of RP03707 at 10 mpk results in excellent compound penetration and retention in tumor tissues, followed by 90% reduction of G12D protein levels for 7 days. Profound inhibition of tumor growth is observed not only in mouse GP2d xenograft but also in other mouse KRAS G12D tumor models, even when the compound is administered in low and infrequent doses. Moreover, RP03707 exhibits high selectivity for degrading the KRAS G12D protein and possesses favorable drug-like properties. RP03707, therefore, meets the criteria for advancing into drug development and represents a valuable therapeutic option for treating KRAS G12D-associated tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"KRAS,Targeted therapy,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"X. Ji<sup>1<\/sup>, H. Li<sup>1<\/sup>, G. Wu<sup>1<\/sup>, Q. Zhang<sup>1<\/sup>, X. He<sup>1<\/sup>, Y. Wu<sup>1<\/sup>, B. Zong<sup>1<\/sup>, X. Xu<sup>1<\/sup>, C. Liang<sup>1<\/sup>, B. Wang<sup>1<\/sup>, Y. Zhang<sup>1<\/sup>, Q. Hu<sup>1<\/sup>, J. Zhou<sup>2<\/sup>, W. Guo<sup>1<\/sup>, B. Bai<sup>1<\/sup>, L. Wang<sup>1<\/sup>, J. Ai<sup>1<\/sup>, L. Zhang<sup>1<\/sup>, H. Zhou<sup>1<\/sup>, S. Sun<sup>1<\/sup>, Y. Wang<sup>1<\/sup>, Y. Wang<sup>1<\/sup>, Q. Fan<sup>1<\/sup>, D. Chen<sup>1<\/sup>, <b>T. Zhou<\/b><sup>1<\/sup>, J. Lu<sup>1<\/sup>; <br\/><sup>1<\/sup>Risen Pharmaceuticals Private Ltd., Shanghai, China, <sup>2<\/sup>University of California San Diego, San Diego, CA","CSlideId":"","ControlKey":"aec68d4f-5e0c-48dd-9c65-2c82e2bf25ec","ControlNumber":"2884","DisclosureBlock":"&nbsp;<b>X. Ji, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>G. Wu, <\/b> None..<br><b>Q. Zhang, <\/b> None..<br><b>X. He, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>B. Zong, <\/b> None..<br><b>X. Xu, <\/b> None..<br><b>C. Liang, <\/b> None..<br><b>B. Wang, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>Q. Hu, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>W. Guo, <\/b> None..<br><b>B. Bai, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>J. Ai, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>H. Zhou, <\/b> None..<br><b>S. Sun, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>Q. Fan, <\/b> None..<br><b>D. Chen, <\/b> None..<br><b>T. Zhou, <\/b> None..<br><b>J. Lu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4144","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6050","PresenterBiography":null,"PresenterDisplayName":"Tianlun Zhou, MD, PhD","PresenterKey":"73683c74-2c3d-4775-8607-48247a0fc205","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6050. Targeting KRAS G12D mutant tumors with the PROTAC degrader RP03707","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting KRAS G12D mutant tumors with the PROTAC degrader RP03707","Topics":null,"cSlideId":""},{"Abstract":"The paralog enzymes SMARCA2 and SMARCA4 are mutually exclusive members within the SWI\/SNF chromatin remodeling complex. This complex plays a crucial role in governing gene expression by altering the chromatin and rendering it accessible to transcription machinery. The process of chromatin remodeling by the SWI\/SNF complex is dependent on ATP hydrolysis. Within the complex, either SMARCA2 or SMARCA4 serves as the sole component capable of catalyzing ATP hydrolysis and are thereby essential to the activity of the complex. SMARCA4 has been found to be mutated in various cancer types, including non-small cell lung carcinoma, colon adenocarcinoma, bladder, and endometrial cancer. In cancer cells where SMARCA4 is deleted, the functionality of the SWI\/SNF complex and cell survival is dependent on the presence of SMARCA2, thereby resulting in synthetic lethality if SMARCA2 is depleted. Utilizing in vitro and in vivo model systems we have discovered potent, selective, and orally bioavailable heterobifunctional degraders targeting SMARCA2. Our lead molecules exhibit potent and selective degradation of SMARCA2 (DC<sub>50<\/sub> &#60; 10 nM) with no impact on SMARCA4 (DC<sub>50<\/sub> &#62; 1000 nM). Furthermore, a striking selective activity in proliferation assays was observed with SMARCA4 deleted cells exhibiting gIC50 ranging from 1 -10 nM and SMARCA4 WT cells &#62; 1000 nM. Oral administration in mice harboring human cancer cell line xenografts revealed dose-dependent and selective <i>in vivo<\/i> degradation of SMARCA2. Degradation of SMARCA2 led to significant anti-tumor activity in SMARCA4 mutant NSCLC xenograft models. Together, these data demonstrate a foundation for the development of a best-in-class degrader for the treatment of SMARCA4 deleted cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Proteasome-mediated degradation,SWI\/SNF Complex,SMARCA2,Synthetic Lethality,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. C. Clemente<\/b>, L. Harikrishnan, S. Knight, D. Samanta, Z. Li, R. Nagilla, N. Kendsersky, S. Joshi, P. Orth, M. Tudor, Q. Deng, C. Aguilar-Bonavides, E. Behshad, Z. Sui, C. Strickland, L. Jolivette, H. P. Mohammad; <br\/>SK life science labs, King of Prussia, PA","CSlideId":"","ControlKey":"926bd4be-42a9-4291-a5eb-31e45302ffed","ControlNumber":"6405","DisclosureBlock":"&nbsp;<b>J. C. Clemente, <\/b> None..<br><b>L. Harikrishnan, <\/b> None..<br><b>S. Knight, <\/b> None..<br><b>D. Samanta, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>R. Nagilla, <\/b> None..<br><b>N. Kendsersky, <\/b> None..<br><b>S. Joshi, <\/b> None..<br><b>P. Orth, <\/b> None..<br><b>M. Tudor, <\/b> None..<br><b>Q. Deng, <\/b> None..<br><b>C. Aguilar-Bonavides, <\/b> None..<br><b>E. Behshad, <\/b> None..<br><b>Z. Sui, <\/b> None..<br><b>C. Strickland, <\/b> None..<br><b>L. Jolivette, <\/b> None..<br><b>H. P. Mohammad, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4145","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6051","PresenterBiography":null,"PresenterDisplayName":"Jose Clemente, PhD","PresenterKey":"cabf6961-0cb7-4af9-85f2-633266836d00","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6051. Discovery of oral SMARCA2 degraders for the treatment of SMARCA4 mutant tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of oral SMARCA2 degraders for the treatment of SMARCA4 mutant tumors","Topics":null,"cSlideId":""},{"Abstract":"The rise of Targeted Protein Degradation (TPD) is rapidly changing perceptions about therapeutic target druggability and is rewriting many preconceived notions on drug design. However, the majority of monovalent molecular glue and heterobifunctional degraders in clinical and preclinical development rely predominantly on the recruitment of a single E3 ligase, Cereblon. Arising resistance, toxicities and restricted Protein-of-Interest scope may limit clinical potential, highlighting the need to uncover novel TPD mechanisms. To expand the potential of this modality, we have developed SITESEEKER&#174;, a screening technology operating at substantially greater magnitude of complexity than extant target discovery platforms. SITESEEKER&#174; utilizes computationally-derived encoded mini-protein fragments with huge shape diversity to systematically identify novel degrader mechanisms and define functionally-active binding sites on targets. SITSEEKER&#174; allows for the discovery of targets that may be missed through traditional gene editing or knockdown approaches and can additionally provide valuable mechanistic insights that help to inform, unlock and truncate the path from target ID to drug discovery. We describe the identification of a cache of degrader motifs which showcase the breadth of proteome space yet to be explored within TPD. Moreover, we identify peptide motifs capable of driving degradation in a selective manner with potential to be translated into tissue- or cancer-selective degraders. The functional dependencies of prioritized degraders have been mapped to their cognate E3 ligase using combinatorial screening, giving rise to a number of E3 ligases with potential to be hijacked for TPD. PhoreMost is progressing a pipeline of monovalent and heterobifunctional oncology degrader programs arising from its platform. We demonstrate the effective hijacking of selected E3 ligases, identified by SITESEEKER&#174;, through the discovery of high affinity small molecule binders and subsequent discovery of efficient heterobifunctional degraders against selected Proteins-of-Interest.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Target discovery,Targeted Protein Degradation,E3 Ligase,Degrader,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Dillon<\/b>; <br\/>PhoreMost Limited, Pampisford, United Kingdom","CSlideId":"","ControlKey":"bc8fd7d9-ca78-493f-b83a-40bb845b8c56","ControlNumber":"4497","DisclosureBlock":"&nbsp;<b>C. Dillon, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4146","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6052","PresenterBiography":null,"PresenterDisplayName":"Christian Dillon, PhD","PresenterKey":"7e0636b6-f692-4789-bbad-6a431e0c60c7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6052. Systematic identification of novel targeted protein degradation mechanisms using SITESEEKER&#174; technology","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Systematic identification of novel targeted protein degradation mechanisms using SITESEEKER&#174; technology","Topics":null,"cSlideId":""},{"Abstract":"HSP90 mediates the folding of many important cancer-associated proteins, but it can also direct its substrates towards degradation via the ubiquitin-proteasome system. Furthermore, in tumor tissues, HSP90 complexes are in an activated state relative to normal tissues, and small molecule HSP90 inhibitors display unique tumor-selective pharmacokinetics. To take advantage of these attributes, we have developed a novel targeted protein degradation technology, termed Chaperone-Mediated Protein Degradation (CHAMP), and present here an in-depth characterization of the CHAMP mechanism of action. Initially, from a chemical library of greater than 1000 linkered HSP90 binders, hetero-bifunctional CHAMPs were synthesized in which target protein binders and HSP90 binders were covalently coupled together by short linkers. The resulting compounds were screened for target protein degradation and cancer cell cytotoxicity to identify promising leads for further optimization. We found that CHAMPs can degrade a wide variety of target proteins. This included proteins that are known to be regulated by HSP90, such as transcription factor BRD4 or ERK5 kinase. However, proteins that are normally independent of HSP90 function can also be degraded, including mutated KRAS and SHP2 phosphatase. In vitro, CHAMP treatment of cells resulted in formation of a ternary complex between the target protein, CHAMP compound and HSP90. Moreover, an X-ray crystal structure was solved for a mKRAS-CHAMP-HSP90 ternary complex. CHAMP-mediated degradation required both the target- and HSP90-binding moieties to be covalently coupled and involved ubiquitination of the target protein. Multiple ubiquitin E3 ligases were present in ternary complexes, and depending on the target protein, NEDD8 inhibition or CRISPR knockouts of individual E3 ligases could suppress proteasome-dependent target degradation. In vivo, irrespective of target, CHAMPs displayed prolonged exposure in tumors relative to plasma and normal tissues, resulting in prolonged target degradation in tumors and strong tumor growth inhibition at well-tolerated doses. CHAMP technology can be applied to a diversity of cancer-associated targets and has potential advantages relative to other protein degradation approaches, including an improved safety margin due to preferential accumulation in tumor tissues.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Hsp90,KRAS,Proteasome-mediated degradation,Ubiquitination,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Xiangcai Yang<\/b><sup>1<\/sup>, Yan Dai<sup>1<\/sup>, Qinglin Ding<sup>1<\/sup>, Feng Du<sup>1<\/sup>, Jinhua Li<sup>1<\/sup>, Chuhe Liu<sup>1<\/sup>, Chunyang Lv<sup>1<\/sup>, Liang Ma<sup>1<\/sup>, Thomas  L.  Prince<sup>2<\/sup>, Yuetong Sun<sup>1<\/sup>, Mingkai Wang<sup>1<\/sup>, Rong Wang<sup>1<\/sup>, Yaya Wang<sup>1<\/sup>, Zhiyong Wang<sup>1<\/sup>, Min Wu<sup>1<\/sup>, Mengmeng Xu<sup>1<\/sup>, Zimo Yang<sup>1<\/sup>, Long Ye<sup>1<\/sup>, Wei Yin<sup>1<\/sup>, Chenghao Ying<sup>1<\/sup>, Haoxin Zhou<sup>1<\/sup>, Guoqiang Wang<sup>1<\/sup>, Weiwen Ying<sup>1<\/sup>, Kevin  P.  Foley<sup>2<\/sup><br><br\/><sup>1<\/sup>Ranok Therapeutics, Hangzhou, China,<sup>2<\/sup>Ranok Therapeutics, Waltham, MA","CSlideId":"","ControlKey":"e5685451-ba4a-429d-a9d5-5522a06c0d89","ControlNumber":"5220","DisclosureBlock":"<b>&nbsp;X. Yang, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>Y. Dai, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>Q. Ding, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>F. Du, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>J. Li, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>C. Liu, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>C. Lv, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>L. Ma, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>T. L. Prince, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>Y. Sun, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>M. Wang, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>R. Wang, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>Y. Wang, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>Z. Wang, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>M. Wu, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>M. Xu, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>Z. Yang, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>L. Ye, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>W. Yin, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>C. Ying, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>H. Zhou, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>G. Wang, <\/b> <br><b>Ranok Therapeutics<\/b> Employment, Stock. <br><b>W. Ying, <\/b> <br><b>Ranok Therapeutics<\/b> Employment, Stock. <br><b>K. P. Foley, <\/b> <br><b>Ranok Therapeutics<\/b> Employment, Stock.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4148","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6053","PresenterBiography":null,"PresenterDisplayName":"Xiangcai Yang","PresenterKey":"2b724796-cbfb-4327-a069-9610f3600c37","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6053. Mechanism of action of tumor-selective, chaperone-mediated protein degraders (CHAMPs)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanism of action of tumor-selective, chaperone-mediated protein degraders (CHAMPs)","Topics":null,"cSlideId":""},{"Abstract":"In Target Protein Degradation (TPD) field, conventional E3 ligases utilized in the clinic are limited to CRBN and VHL, which opens the need for exploration of novel E3 ligases for the advancement of TPD. To address this, we have developed a proprietary platform, UPPGRADER, for systematic discovery of novel E3 ligases based on -omics data including single cell RNA sequencing (scRNA-seq) and whole genome sequencing (WGS), in conjunction with proteomics data and bioinformatics tools.UPPGRADER enables systematic analyses on alterations occurred in all genomic areas including E3 ligase genes and potential target genes. For example, analyzing Pan-Cancer Analysis of Whole Genomes (PCAWG) data identified amino acid changes into Cysteine or Lysine, which can be targeted by covalent binders with cancer specificity. Through such analysis, we discovered several novel E3 ligases, including but not limited to FBXW7, with the categorization of the findings based on specific cancer types.At the single cell expression level, UPPGRADER provides the capability to assess gene expression levels of E3 ligases and target proteins by proprietary measurements based on gene detection rate. This system also allows assessment of E3 ligase-Target gene co-expression per single cell. In colorectal cancer, UPPGRADER has shown that the co-expression of E3 ligase FBXW7 and well-known colorectal cancer target (KRAS) increases from 1% (4 out of 334) in normal epithelial cells to 17% (2,967 out of 17,458) in cancerous epithelial cells, highlighting a significant change in their simultaneous expression patterns during cancer progression.UPPGRADER also identified E3 ligase X which showed high co-expression level with KRAS gene alongside universal expression properties and high cancer cell dependencies. For E3 ligase X, we developed novel small molecule binders (nM binding affinity) with bioavailability &#62; 20% in animal pharmacokinetics. Bifunctional degraders utilizing these binders displayed BRD4 degradation in more than 20 cell lines with double to triple digit nM DC50 and DC90 values. Other targets (AURKA, CRBN and others) were potently degraded with anticipated mechanism of action (assessed by E3 ligase KO cell line and proteasomal inhibitors).To conclude, UPPGRADER is a comprehensive bioinformatics tool for discovering novel E3 ligases with biological validations. Through recent explosion of scRNA-seq and WGS datasets in different diseases and mechanism-based identification of additional molecular targets, UPPGRADER is poised to advance the field of TPD.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Proteasome-mediated degradation,Bioinformatics,Single cell,Whole genome sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"K. Ha<sup>1<\/sup>, W. Song<sup>2<\/sup>, W. Choi<sup>1<\/sup>, G. Lee<sup>1<\/sup>, S. Ryu<sup>1<\/sup>, J. Lee<sup>1<\/sup>, <b>H. Lee<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>UPPTHERA, Incheon, Korea, Republic of, <sup>2<\/sup>Kyunghee University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"fc4ec067-61f4-4aaa-ad79-578a3cc18918","ControlNumber":"4081","DisclosureBlock":"&nbsp;<b>K. Ha, <\/b> None.&nbsp;<br><b>W. Song, <\/b> <br><b>UPPTHERA, inc<\/b> Employment.<br><b>W. Choi, <\/b> None..<br><b>G. Lee, <\/b> None..<br><b>S. Ryu, <\/b> None..<br><b>J. Lee, <\/b> None.&nbsp;<br><b>H. Lee, <\/b> <br><b>UPPTHERA, inc.<\/b> Other, Co-Founder.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4149","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6054","PresenterBiography":null,"PresenterDisplayName":"Hwa Jin Lee, PhD","PresenterKey":"e7c52f88-d723-4ac8-b4d9-e7264d800dba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6054. UPPGRADER: a bioinformatics-based novel E3 ligase discovery platform","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"UPPGRADER: a bioinformatics-based novel E3 ligase discovery platform","Topics":null,"cSlideId":""},{"Abstract":"Histone deacetylase 3 (HDAC3) is overexpressed in cancer cells and functions as transcription repression complex with nuclear receptor corepressor (NCOR) to inhibit gene transcription. The pan-HDAC inhibitors have been approved for T-cell lymphoma with evident side effects. The selective HDAC3 inhibitors needs to be developed. Proteolysis-targeting chimera (PROTAC) approach is taken to design HDAC3 degraders with unsolved bioavailability obstacle. We screened small molecules with HDAC3 degradation ability and found two small molecules derived from glycyrrhetinic acid, methyl 2-cyano-3-oxo-18&#946;-olean-1,9(11), 12-trien-30-oate (COOTO, 10e) and methyl 2-cyano-3,12-dioxo-18&#946;-olean-1,9(11)-dien-30-oate (CDODO-Me, 10d), selectively decreased HDAC3 protein with increased acetylation of Histone 3. We explored the mechanism of HDAC3 degradation and found that 10e interrupted the interaction of HDAC3 with NCOR and induced degradation of both HDAC3 and NCOR protein. Biotin labeled 10e shows binding to both HDAC3 and NCOR directly as well as to E3 ligases SIAH2 and ITCH. Mass spectrometry analysis profiling reveals covalent interactions of 10e with multiple cysteine sites of SIAH2 in the binding regions for NCOR and HDAC3. Silencing SIAH2 blocks degradation of HDAC3. <i>N<\/i>-Acetylcysteine and GSH block the binding of 10e to HDAC3, NCOR and SIAH2. In addition, 10e decreased the levels of c-FLIP protein and increased the levels of NOXA protein leading to apoptosis induction. These data suggest that 10e functions as a molecular glue to attract SIAH2 to HDAC3 and NCOR to cause degradation through covalent binding.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Proteasome-mediated degradation,Histone deacetylase,Small molecule drugs,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Gong<\/b><sup>1<\/sup>, M. Huang<sup>1<\/sup>, X. Li<sup>1<\/sup>, H. Wang<sup>1<\/sup>, S. Waxman<sup>2<\/sup>, L. Zhao<sup>1<\/sup>, Y. Jing<sup>1<\/sup>; <br\/><sup>1<\/sup>Shenyang Pharmaceutical University, Shenyang, China, <sup>2<\/sup>Icahn School of Medicine at Mount Sinai, New York, NY","CSlideId":"","ControlKey":"cad8470d-f726-46e0-b97b-7542c046d8ec","ControlNumber":"6706","DisclosureBlock":"&nbsp;<b>P. Gong, <\/b> None..<br><b>M. Huang, <\/b> None..<br><b>X. Li, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>S. Waxman, <\/b> None..<br><b>L. Zhao, <\/b> None..<br><b>Y. Jing, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4150","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6055","PresenterBiography":null,"PresenterDisplayName":"Ping Gong, PhD","PresenterKey":"05ee3f82-6937-4d93-9f33-628b98a664a8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6055. COOTO-Me (10e) acts as a molecular glue to target NCOR\/HDAC3 degradation","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"COOTO-Me (10e) acts as a molecular glue to target NCOR\/HDAC3 degradation","Topics":null,"cSlideId":""},{"Abstract":"Monotherapies which target nodes within the RTK-RAS-MAPK pathway often display early potency in the clinic, but their preliminary response is limited as tumors begin to regrow due to adaptive and acquired resistance mechanisms. Disrupting proteins that mitigate either type of resistance mechanism in combination with oncogene-targeted agents could help extend and enhance the clinical potential of these drugs. Son of Sevenless 1 (SOS1), a RAS guanine nucleotide exchange factor, is a highly attractable protein to target given its role in transducing inputs from upstream receptor tyrosine kinases (RTKs) to downstream RAS proteins to regulate signaling pathways involved in cell proliferation and survival. Additionally, SOS1 is subject to MAPK-mediated negative feedback inhibition and drugs targeting upstream and downstream nodes relieves SOS1 from this inhibition resulting in pathway reactivation. To address this need, we have developed orally bioavailable SOS1 bifunctional degraders for cancers driven by KRAS and RTKs. Our top two lead molecules demonstrate CRBN- and proteasomal-mediated SOS1 degradation with DC<sub>50<\/sub>s &#60; 10nM and maximum degradation &#62; 90%. Consistent with this notion, SOS1 degradation inhibited downstream signaling marker phopshoERK with IC<sub>50<\/sub>s &#60; 5nM and were 26- or 53-fold more potent when compared to the clinical SOS1 inhibitor. Notably, the SOS1 degraders exhibited weaker SOS1 binding compared to other SOS1 inhibitors highlighting that the potency is heavily driven by the catalytic nature of degradation rather than occupancy-driven events. Both SOS1 degraders displayed CRBN- and SOS1-dependent antiproliferative activity in KRAS- and EGFR- mutant, solid tumor cell lines as well as in BCR-ABL driven, CML cells with IC<sub>50 <\/sub>values ranging from 0.5-10nM. Consistent with our <i>in vitro<\/i> data, oral administration of our SOS1 degraders in mice harboring H358 (KRAS G12C) and H441 (KRAS G12V) xenografts resulted in SOS1 degradation, phosphoERK reduction and significant tumor growth inhibition. While SOS1 degrader monotherapy demonstrated <i>in vitro<\/i> and <i>in vivo<\/i> potency, combination of mutant or allele specific EGFR and KRAS inhibitors and ABL inhibitors with our proof-of-concept degraders prevented pathway reactivation associated with these inhibitors and lead to a more durable response. These combinations also yielded synergistic effects in <i>in vitro<\/i> proliferation assays as well as enhanced tumor growth inhibition in KRAS-mutant xenograft models. Together, our SOS1 degraders alone and in combination with other targeted agents demonstrated anti-tumor activity in a variety of KRAS- and RTK-driven cancer cell lines and xenograft models. These results support the potential of orally bioavailable SOS1 degraders to help mitigate pathway reactivation for enhanced efficacy and prolonged response duration.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"KRAS,SOS1,Synergism,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Begovich<\/b>, A. Schoolmeesters, N. Rajapakse, E. Martinez, Q. Liu, A. Shakya, A. Okano, V. Mali, S. Huang, A. Chourasia, L. Fung; <br\/>BioTheryX, Inc., San Diego, CA","CSlideId":"","ControlKey":"8c2e6f3d-9497-4778-b166-7a6710c2ddf6","ControlNumber":"7376","DisclosureBlock":"&nbsp;<b>K. Begovich, <\/b> None..<br><b>A. Schoolmeesters, <\/b> None..<br><b>N. Rajapakse, <\/b> None..<br><b>E. Martinez, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>A. Shakya, <\/b> None..<br><b>A. Okano, <\/b> None..<br><b>V. Mali, <\/b> None..<br><b>S. Huang, <\/b> None..<br><b>A. Chourasia, <\/b> None..<br><b>L. Fung, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4151","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6056","PresenterBiography":null,"PresenterDisplayName":"Kyle Begovich","PresenterKey":"b319e58d-6017-4408-8234-4db254cfdaa7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6056. Identification of first-in-class, orally bioavailable SOS1 bifunctional degraders for the treatment of KRAS- and RTK-driven cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of first-in-class, orally bioavailable SOS1 bifunctional degraders for the treatment of KRAS- and RTK-driven cancers","Topics":null,"cSlideId":""},{"Abstract":"STAT3 (signal transducer and activator of transcription 3) is a transcription factor and a promising therapeutic target for cancer and other human diseases. In addition to its role in regulation of tumor cells, STAT3 also plays a key role in regulation of immunity and is a promising therapeutic target for the development of new immuno-oncology drugs. Our laboratory has previously reported the development of potent and highly selective STAT3 degraders, including SD-36 and SD-91. Extensive optimization of SD-36 and SD-91 yielded new, highly potent, selective and efficacious STAT3 degraders. In direct comparison, our most potent, new STAT3 degrader (compound 1) is &#62;50-times more potent than SD-36 in inducing STAT3 degradation in cells and demonstrates &#62;500-fold degradation selectivity over other STAT members. A single intravenous administration of compound 1 in mice is highly effective in inducing complete depletion of STAT3 protein in tissues for 48-96 h without reducing the levels of other STAT proteins. Compound 1 is very effective in inhibition of tumor growth not only in tumor models responsive to immune checkpoint blockade (ICB) but also in tumor models resistant to ICB. Furthermore, combination of compound 1 with PD-1\/PD-L1 antibodies greatly enhances the antitumor activity as compared to SD-1218 or ICB. Of significance, compound 1 is well tolerated in mice without any signs of toxicity in mice at highly efficacious doses. Our mechanistic studies show that STAT3 depletion has a major effect in modulation of the immune cells in mice. Collectively, our data suggest that selective STAT3 degradation hold great promise for new cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"STAT3,Immuno-oncology,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Bai<\/b>, H. Zhou, J. Zhou, D. Wu, R. Acharyya, H. Metwally, D. McEachern, B. Wen, D. Sun, W. Zou, S. Wang; <br\/>University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"869f7568-02bd-4a86-8db7-82afbaf0499a","ControlNumber":"7368","DisclosureBlock":"&nbsp;<b>L. Bai, <\/b> None..<br><b>H. Zhou, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>D. Wu, <\/b> None..<br><b>R. Acharyya, <\/b> None..<br><b>H. Metwally, <\/b> None..<br><b>D. McEachern, <\/b> None..<br><b>B. Wen, <\/b> None..<br><b>D. Sun, <\/b> None..<br><b>W. Zou, <\/b> None..<br><b>S. Wang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4154","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6057","PresenterBiography":null,"PresenterDisplayName":"Longchuan Bai, PhD","PresenterKey":"2cc15627-5830-4865-93be-26a73b272969","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6057. Evaluation of a highly potent and selective STAT3 degrader as a new class of immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of a highly potent and selective STAT3 degrader as a new class of immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Patients with advanced prostate cancer inevitably acquire resistance to anti-androgen therapies, and progress to lethal castration-resistant prostate cancer (CRPC). The resistance mechanisms involve AR gene amplification and overexpression, constitutively active ligand-independent splice variants such as AR-V7, and the mutations in the AR ligand-binding domain (LBD). Our previous study has shown that the AR N-terminal domain (NTD) is responsible for AR liquid-liquid phase separation (LLPS) capability, which is essential for AR\/AR-V7 transcriptional activity. We conducted a compound library screening using an AR LLPS phenotypic assay and identified ET0516 as a hit to specifically inhibit AR LLPS and its downstream gene expression, indicating that inhibition of AR. LLPS through targeting its NTD is a feasible approach to overcome the resistance to current anti-androgens therapy. Here we report the identification of a novel AR degrader, ETS-007 which is originated and evolved from internal LLPS phenotypic screening, that effectively degrades both AR and AR-V7 proteins with DC<sub>50<\/sub> of single-digit nM by inducing a protein-protein interaction between AR NTD and an E3 ligase complex. ETS-007 induced AR and AR-V7 polyubiquitination, followed by degradation which could be blocked by the protease inhibitor MG132. ETS-007 significantly inhibited cell proliferation in AR and\/or AR-V7 positive cell lines, e.g. LNCaP and 22RV1, and downregulated the androgen responsive genes such as PSA and TMPRSS2. Compared with enzalutamide and ARV-110, ETS-007 could block transcriptional activities of AR-V7, and AR mutants in luciferase report assay. Oral administration of ETS-007 in an enzalutamide-resistant 22RV1 xenograft model led to intratumoral AR-V7 degradation and concomitant decrease in PSA protein levels, resulting in a remarkable tumor regression. Taken together, our findings provide preclinical evidence that ETS-007 as a potent AR-NTD degrader derived from our LLPS platform can effectively block the transcriptional activities of both AR and AR-V7 for the treatment of metastatic CRPC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Androgen receptor,AR-V7,CRPC,PROTAC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Li, M. Fei, Y. Miao, L. Feng, X. Fan, J. Li, Y. Chen, M. Xu, W. Cui, Q. Zheng, <b>J. Zhu<\/b>; <br\/>ETERN Therapeutics Co., Ltd., WuXi, China","CSlideId":"","ControlKey":"e7ca5b16-8869-40f8-a404-9c7aa6726748","ControlNumber":"6262","DisclosureBlock":"&nbsp;<b>Y. Li, <\/b> None..<br><b>M. Fei, <\/b> None..<br><b>Y. Miao, <\/b> None..<br><b>L. Feng, <\/b> None..<br><b>X. Fan, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>M. Xu, <\/b> None..<br><b>W. Cui, <\/b> None..<br><b>Q. Zheng, <\/b> None..<br><b>J. Zhu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4157","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6059","PresenterBiography":null,"PresenterDisplayName":"Jiajun Lu","PresenterKey":"0cec2a67-1fc5-4217-908b-b458e612e46b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6059. Discovery of ETS-007, a first-in-class degrader targeting N-terminal domain of androgen receptor derived from AR liquid-liquid phase separation inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of ETS-007, a first-in-class degrader targeting N-terminal domain of androgen receptor derived from AR liquid-liquid phase separation inhibitor","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> SHP2 plays a pivotal role in modulating the RTK\/RAS\/MAPK signaling pathway, which is frequently dysregulated in various cancers. Multiple allosteric SHP2 inhibitors have been under active development for the treatment of RTK\/RAS\/MAPK-dependent cancers, while certain limitations have come to light, such as their inability to target the active form of SHP2 and narrow therapeutic index necessitating intermittent dosing to mitigate toxicity. To overcome these challenges, we have discovered SHP2 protein degraders as next generation SHP2 targeting agents. Here, we present compelling profiles of our SHP2 degraders.<br \/><b> <\/b> <b>Methods: <\/b>We employed a variety of cancer cell lines harboring mutations in RTK, KRAS, or SHP2 for assessing <i>in vitro<\/i> activity of SHP2 degraders. For <i>in vivo<\/i> assessment of pharmacological profile, we utilized an NCI-H358 KRAS G12C mutant NSCLC xenograft. SHP2 protein levels in cell lysates and tumors were analyzed to assess SHP2 degradation efficiency. Simultaneously, ERK phosphorylation and DUSP6 mRNA levels were analyzed to evaluate downstream effects. Immunoprecipitation assays were used to assess the impact on SHP2's scaffolding roles.<br \/><b>Results:<\/b> A series of SHP2 degraders have been identified, demonstrating highly efficient SHP2 degradation activity with DC<sub>50<\/sub> values in subnanomolar ranges. Robust inhibition of ERK phosphorylation, followed by remarkable anti-cancer effects in multiple KRAS mutant cancer cell lines were observed. Interestingly, <i>in vitro<\/i> cell growth inhibition by SHP2 degraders are 10 times more potent than SHP2 inhibitors currently under clinical development. Further characterization reveals several advantages of SHP2 degraders compared to SHP2 inhibitors. First, we observed a more efficient disruption of SHP2 scaffolding function, such as the formation of the SHP2-GRB2-GAB1 complex. Second, we detected effective degradation of activating mutants of SHP2, such as E76K and T507K, which are typically not targeted by SHP2 inhibitors. Experiments using a KRAS mutant CDX model demonstrate compelling <i>in vivo<\/i> profiles. A single administration of lead compounds resulted in D<sub>max<\/sub> values exceeding 95% in tumors, accompanied by the significant reduction of downstream signaling markers, such as p-ERK and DUSP6 mRNA. Notably, the reduced levels of SHP2 and downstream markers persist for several days. This suggests that utilizing intermittent dosing could be a viable approach with SHP2 degraders. Once-weekly intravenous administration achieved strong tumor growth inhibition without causing significant body weight loss.<br \/><b>Conclusion: <\/b>We have successfully discovered novel SHP2 degraders exhibiting remarkable activities. We demonstrate that SHP2 degraders have potential to overcome the limitations associated with allosteric SHP2 inhibitors and provide a promising therapeutic option for RTK\/RAS\/MAPK-dependent cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"KRAS,SHP2,Targeted protein degrader,NSCLC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Kim<\/b><sup>1<\/sup>, J. Lee<sup>2<\/sup>, J. Song<sup>1<\/sup>, G.-T. Park<sup>1<\/sup>, J. Jung<sup>1<\/sup>, J. Na<sup>1<\/sup>, D. Lee<sup>1<\/sup>, S. Lee<sup>2<\/sup>, J. Park<sup>2<\/sup>, J. Kim<sup>2<\/sup>, O. Bae<sup>2<\/sup>, J. Han<sup>2<\/sup>, J. Kang<sup>2<\/sup>, M. Moon<sup>1<\/sup>, Y. Shin<sup>1<\/sup>, J. Ryu<sup>2<\/sup>, S. Lee<sup>2<\/sup>, S.-K. Park<sup>1<\/sup>; <br\/><sup>1<\/sup>SK Biopharmaceuticals Co., Ltd., Seongnam-si, Korea, Republic of, <sup>2<\/sup>Ubix Therapeutics, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"db969d44-d47e-4597-b639-a7c2fb6ceef0","ControlNumber":"6025","DisclosureBlock":"&nbsp;<b>S. Kim, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. Song, <\/b> None..<br><b>G. Park, <\/b> None..<br><b>J. Jung, <\/b> None..<br><b>J. Na, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>O. Bae, <\/b> None..<br><b>J. Han, <\/b> None..<br><b>J. Kang, <\/b> None..<br><b>M. Moon, <\/b> None..<br><b>Y. Shin, <\/b> None..<br><b>J. Ryu, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>S. Park, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4158","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6060","PresenterBiography":null,"PresenterDisplayName":"So Hyun Kim, PhD","PresenterKey":"3050ad3a-065d-4efb-9359-90761244a137","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6060. Discovery of potent SHP2 protein degraders with strong<i> <\/i>anti-tumor activities in KRAS mutant cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of potent SHP2 protein degraders with strong<i> <\/i>anti-tumor activities in KRAS mutant cancers","Topics":null,"cSlideId":""},{"Abstract":"The activation of mutations in the RAS gene, which is frequently observed in human cancers, induces downstream critical effectors, contributing to tumorigenesis. While attempts to directly target the GTP-bound, activated RAS have shown some success in certain cancer treatments, resistance remains a challenge. Our objective is to develop a cell-penetrating single-chain fragment variable (scFv) degrader that targets mutant KRAS for degradation. The scFv, binding specifically to antigens, can mitigate the side effects of non-specific binding seen with chemical drugs. However, due to the limited cell-penetrating capability of scFv, a delivery carrier is often necessary. In this study, a cancer targeting, and cell-penetrating synthetic peptide (CPP) was developed as a drug delivery carrier and added to the sequence of scFv. To this conjugate, a von Hippel-Lindau (VHL) expressing sequence was added to enable the scFv binding to mutant KRAS, enabling its proteasomal degradation. These conjugates were engineered as a plasmid DNA to be expressed as a protein conjugate in CHO cells. The purity of the scFv-VHL-CPP degrader was confirmed by SDS PAGE. In SPR results, the degrader not only exhibited high binding ability to mutant KRAS but also influenced the proliferation of KRAS mutant cells in cell viability tests. Mutant GTP-bound KRAS was reduced by the KRAS degrader in KRAS mutant cancer cells. The in vivo study further confirmed the degradation of the KRAS, as reflected by the significantly reduced tumor growth. In conclusion, a degrader protein binding to mutant KRAS that consists of cell penetrating peptide, scFv, and VHL is expected to become a new protein anticancer drug especially effective against mutant, resistant KRAS-mediated cancer cells. Especially, the design of the target cell penetrating peptide-scFv-VHL would be served as a platform for the target protein degrader development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"KRAS,Degrader,Protein-protein interactions,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Yoon<\/b><sup>1<\/sup>, B. Jo<sup>1<\/sup>, D. Lee<sup>1<\/sup>, J. Yang<sup>2<\/sup>, M.-H. Park<sup>2<\/sup>, S. Seok<sup>2<\/sup>, J. Lee<sup>2<\/sup>, C. Chung<sup>2<\/sup>, Y. Park<sup>1<\/sup>; <br\/><sup>1<\/sup>Seoul National University, Seoul, Korea, Republic of, <sup>2<\/sup>Nano Intelligent Biomedical Engineering Corporation (NIBEC), Seoul, Korea, Republic of","CSlideId":"","ControlKey":"e0465d0b-b93f-4bd2-a2f7-b03888423d6e","ControlNumber":"8531","DisclosureBlock":"&nbsp;<b>G. Yoon, <\/b> None..<br><b>B. Jo, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>M. Park, <\/b> None..<br><b>S. Seok, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>C. Chung, <\/b> None..<br><b>Y. Park, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4159","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6061","PresenterBiography":null,"PresenterDisplayName":"Gookjin Yoon, BS","PresenterKey":"e8ba7d24-bd5b-4de5-b988-4300e6b6dc30","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6061. Development of target cell-penetrating scFv conjugate degrader for the selective inhibition of mutant, resistant KRAS cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of target cell-penetrating scFv conjugate degrader for the selective inhibition of mutant, resistant KRAS cancer","Topics":null,"cSlideId":""},{"Abstract":"The B-cell lymphoma 6 (BCL6) transcription repressor protein is a protooncogene especially in diffuse large B-cell lymphoma (DLBCL), conferring survival, protection, and maintenance of lymphoma cells. BCL6 expression in normal B cells contributes to initiation and maintenance of the germinal centers (GC). Somatic mutations of the BCL6 gene including chromosome translocations have been shown to result in the deregulation of BCL6 expression and contributes to a subgroup of poor prognostic double- and triple-hit lymphomas. To solve this unmet clinical need, we have developed highly specific, potent, and orally bioavailable BCL6 protein degrader HSK43608 that demonstrates potent in vitro and in vivo efficacy in multiple pre-clinical DLBCL models. HSK43608 achieves &#62;90% BCL6 degradation at 10 nM and DC<sub>50<\/sub> of &#60;1 nM in the OCI-Ly1 model following 24 hr treatment. Time-course studies showed &#62;90% BCL6 degradation within 1 hr which could be maintained at 24 hrs. Importantly, medicinal chemistry efforts have resulted in the successful development of new-generation IMIDs to improve the oral bioavailability of BCL6 degrader for in vivo treatment. As expected, concentration of HSK43608 in tumor tissue was much higher than that in plasma in the DLBCL xenograft models. This tumor tissue enrichment of HSK43608 achieved &#62;95% BCL6 degradation 48 hr after last dosing and convincing tumor growth inhibition. It is worth noting that BCL6 knockout mice suffer from myocarditis with eosinophils infiltration in heart muscle. The tissue distribution study demonstrated less HSK43608 in heart than in plasma, partially explained why there was no sign of myocarditis with eosinophils infiltration in the heart of the HSK43608 treated mice. Taking advantage of the new IMIDs structure, HSK43608 barely induce the degradation of the first generation IMIDs targets including GSPT1, SALL4, CK1&#945;, Aiolos and Ikaros, indicating its safety. In summary, these results indicate HSK43608 as a potent and orally bioavailable BCL6 degrader and support further development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Lymphoma: non-Hodgkin's lymphoma,DLBCL,DEGRADER,BCL6,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Xu<sup>1<\/sup>, Y. Li<sup>1<\/sup>, <b>J. Wang<\/b><sup>1<\/sup>, P. Tang<sup>2<\/sup>, Y. Liao<sup>2<\/sup>, C. Zhang<sup>2<\/sup>, P. Yan<sup>2<\/sup>; <br\/><sup>1<\/sup>Haisco Pharmaceutical Group Co., Ltd., Shanghai, China, <sup>2<\/sup>Haisco Pharmaceutical Group Co., Ltd., Chengdu, China","CSlideId":"","ControlKey":"867315e9-0f1e-4ff1-a1bc-bce4c27b9f02","ControlNumber":"6660","DisclosureBlock":"&nbsp;<b>J. Xu, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>P. Tang, <\/b> None..<br><b>Y. Liao, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>P. Yan, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4160","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6062","PresenterBiography":null,"PresenterDisplayName":"Ju Wang, PhD","PresenterKey":"a09e30b2-3956-454a-a3b3-15acd81e8b51","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6062. Potent and orally bioavailable BCL6 protein degraders demonstrate efficacy in pre-clinical models of diffuse large B-cell lymphoma (DLBCL)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Potent and orally bioavailable BCL6 protein degraders demonstrate efficacy in pre-clinical models of diffuse large B-cell lymphoma (DLBCL)","Topics":null,"cSlideId":""},{"Abstract":"E1A binding protein (EP300) and CREB binding protein (CBP) are paralog histone acetyltransferases involved in many cellular processes via their activity as transcriptional co-activators. Dysregulation of one or both proteins has been implicated in various cancers, and functional genomic screens have demonstrated a bidirectional synthetic lethal relationship between the two genes in tumor cells. Due to the high homology between EP300 and CBP, identifying chemical matter that selectively targets EP300 or CBP has proven challenging. Here, we describe a potent, highly selective heterobifunctional degrader of EP300 with biological activity in CBP-deficient and EP300-dependent tumor cells. Targeted degradation of EP300 protein resulted in a stronger suppression of cell growth and survival than targeting the bromodomain or HAT activity of EP300\/CBP with small molecule inhibitors. Anti-proliferative effects have been demonstrated in multiple cancer types, including malignant lymphomas and castration-resistant prostate tumors, highlighting the essential role of EP300 in mediating oncogenic transcription required for tumor cell growth and survival. Degradation of EP300 <i>in vivo<\/i> attenuated androgen-driven transcription and inhibited tumor growth in VCAP (AR+) prostate tumor xenografts. Importantly, no evidence of overt toxicity or thrombocytopenia was observed at therapeutically efficacious doses. These findings indicate that selective targeting of EP300 with targeted protein degradation is a safe and effective treatment strategy for advanced tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-02 Epigenetic targets,,"},{"Key":"Keywords","Value":"Epigenetics,Chromatin remodeling,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Zimmerman<\/b>, A. Adam, H. Ahmad, B. Adams, K. Adhikari, W. Austin, B. Bullock, J. Di Bernardo, T. Dixon, D. Daniels, C. Dominici, G. Elliot, B. Ethell, A. Gervais, M. Hossain, D. Huang, D. Lahr, M. Lin, D. Mayhew, K. Mizeracka, S. Negretti, T. Nguyen, O. Prifti, D. Sappal, S. Schiller, B. Sherbanee, D. Terry, N. Ucisik, E. Wittenborn, Q. Zhou, L. La Bonte; <br\/>Foghorn Therapeutics, Cambridge, MA","CSlideId":"","ControlKey":"7a8fbbf8-4f05-409b-9b8e-d04b376ea307","ControlNumber":"7758","DisclosureBlock":"&nbsp;<b>M. Zimmerman, <\/b> None..<br><b>A. Adam, <\/b> None..<br><b>H. Ahmad, <\/b> None..<br><b>B. Adams, <\/b> None..<br><b>K. Adhikari, <\/b> None..<br><b>W. Austin, <\/b> None..<br><b>B. Bullock, <\/b> None..<br><b>J. Di Bernardo, <\/b> None..<br><b>T. Dixon, <\/b> None..<br><b>D. Daniels, <\/b> None..<br><b>C. Dominici, <\/b> None..<br><b>G. Elliot, <\/b> None..<br><b>B. Ethell, <\/b> None..<br><b>A. Gervais, <\/b> None..<br><b>M. Hossain, <\/b> None..<br><b>D. Huang, <\/b> None..<br><b>D. Lahr, <\/b> None..<br><b>M. Lin, <\/b> None..<br><b>D. Mayhew, <\/b> None..<br><b>K. Mizeracka, <\/b> None..<br><b>S. Negretti, <\/b> None..<br><b>T. Nguyen, <\/b> None..<br><b>O. Prifti, <\/b> None..<br><b>D. Sappal, <\/b> None..<br><b>S. Schiller, <\/b> None..<br><b>B. Sherbanee, <\/b> None..<br><b>D. Terry, <\/b> None..<br><b>N. Ucisik, <\/b> None..<br><b>E. Wittenborn, <\/b> None..<br><b>Q. Zhou, <\/b> None..<br><b>L. La Bonte, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5666","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6064","PresenterBiography":null,"PresenterDisplayName":"Mark Zimmerman, Unknown","PresenterKey":"5df745d6-b8a9-4fab-9072-63bfa77fcdc5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6064. Discovery of potent and selective EP300 degraders with anti-cancer activity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of potent and selective EP300 degraders with anti-cancer activity","Topics":null,"cSlideId":""},{"Abstract":"CBP and p300 are closely related epigenetic modulators that participate in chromatin remodeling and transcription and play an oncogenic role in a variety of cancers. Studies have indicated that the selective targeting of CBP is a highly attractive therapeutic strategy for cancers with p300 mutations because of synthetic lethality, those that are dependent on Wnt\/&#946;-catenin signaling and ER&#945; and HER2-positive breast cancers. Prevalence of high mutation frequency of p300 in several cancers including skin cancers (27%), small cell lung cancers (8%), lymphoma (8-13%) and bladder cancer (9%) further highlight an opportunity for selective inactivation of CBP in cancer therapy. However, it has not been possible to identify selective inhibitors of p300 or CBP because of the conserved sequence and structure of functional domains such as HAT domain or bromodomain. We sought to achieve selective CBP targeting by utilizing the degrader approach, which in the recent time has proven to be useful in achieving paralog selectivity due to differentiated ternary complex formation. Additionally, the degrader approach offers several inherent advantages including stronger phenotype due to greater potency, sustained action due to catalytic mode of action, overcoming resistance and greater selectivity. Utilizing a combination of structure-guided modelling and iterative medicinal chemistry strategies, we identified first-in-class selective degraders targeting CBP with varying linker lengths and compositions. Our lead compounds exhibit remarkable bias in degrading CBP in cell lines harboring loss-of-function mutations in p300, while sparing wild-type cells. Selective CBP degraders disrupted &#946;-catenin transactivation function in a dose-dependent manner and demonstrated good oral bioavailability and PK profile in preclinical species. Further optimization of potency, selectivity, ADME properties while evaluating <i>in vivo<\/i> efficacy in appropriate models and tolerability in higher species is ongoing towards identifying a development candidate.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-02 Epigenetic targets,,"},{"Key":"Keywords","Value":"Epigenetics,Transcriptional regulation,CREBBP (CBP),Synthetic lethality PROTAC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Thiyagarajan, C. Abbineni, K. Chaitanya T, A. Apte, I. Khan Iqbal, N. Kumar R, A. A B, A. Kumar, G. A R, A. B Kamath, D. Dattatray Mane, G. Raj A, R. Reghu, S. Mohapatra, S. Marappan, S. T Gore, S. Mukherjee, G. Daginakatte, K. Nellore, S. Chelur, M. Ramachandra, <b>S. Samajdar<\/b>; <br\/>Aurigene Oncology Limited, Bangalore, India","CSlideId":"","ControlKey":"781dedeb-540b-47ff-b075-e7343ed318ba","ControlNumber":"6221","DisclosureBlock":"&nbsp;<b>S. Thiyagarajan, <\/b> None..<br><b>C. Abbineni, <\/b> None..<br><b>K. Chaitanya T, <\/b> None..<br><b>A. Apte, <\/b> None..<br><b>I. Khan Iqbal, <\/b> None..<br><b>N. Kumar R, <\/b> None..<br><b>A. A b, <\/b> None..<br><b>A. Kumar, <\/b> None..<br><b>G. A r, <\/b> None..<br><b>A. B Kamath, <\/b> None..<br><b>D. Dattatray Mane, <\/b> None..<br><b>G. Raj A, <\/b> None..<br><b>R. Reghu, <\/b> None..<br><b>S. Mohapatra, <\/b> None..<br><b>S. Marappan, <\/b> None..<br><b>S. T Gore, <\/b> None..<br><b>S. Mukherjee, <\/b> None..<br><b>G. Daginakatte, <\/b> None..<br><b>K. Nellore, <\/b> None..<br><b>S. Chelur, <\/b> None..<br><b>M. Ramachandra, <\/b> None..<br><b>S. Samajdar, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5667","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6065","PresenterBiography":null,"PresenterDisplayName":"Susanta Samajdar, PhD","PresenterKey":"6db06ee5-cdc7-432e-8aa7-37a18970f022","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6065. Identification and characterization of paralogue selective CBP degraders for potential use in cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification and characterization of paralogue selective CBP degraders for potential use in cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Renal cell carcinoma (RCC) is a common type of kidney cancer. The overall 5-year survival rate is 74%, but it drops to only 8% for Stage 4 cancers. Several treatments are available for metastatic RCC, including tyrosine kinase inhibitors, mTOR inhibitors, and immune checkpoint inhibitors. However, these treatments have limited success. VLX1570 is an inhibitor of deubiquitylating enzymes UCHL5\/USP14 that is currently in Phase I clinical trials. It has shown promise in various cancer models, but its effects on RCC have not been reported. This study investigated the impact of UCHL5\/USP14 expression on tumor progression and patient survival in a clinical cohort. The results showed that VLX1570 induced apoptosis and cell cycle arrest in RCC cells, leading to reduced cell viability. Additionally, VLX1570 synergized with temsirolimus in vitro, likely by inhibiting PCNA. Moreover, the combination treatment suppressed tumor growth in vivo more effectively than either VLX1570 or temsirolimus alone. These findings suggest that UCHL5\/USP14 plays a role in RCC progression and prognosis, making it a promising therapeutic target for overcoming drug resistance in this cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,Drug resistance,Ubiquitination,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K.-L. Kuo<\/b><sup>1<\/sup>, P.-M. Chow<sup>2<\/sup>, C.-H. Hsu<sup>2<\/sup>, S.-M. Liao<sup>3<\/sup>, Y.-L. Chiu<sup>4<\/sup>, J.-R. Dong<sup>2<\/sup>, T.-Y. Ke<sup>1<\/sup>, K.-H. Huang<sup>1<\/sup>; <br\/><sup>1<\/sup>National Taiwan University College of Medicine and Hospital, Taipei, Taiwan, <sup>2<\/sup>National Taiwan University Hospital, Taipei, Taiwan, <sup>3<\/sup>National Taiwan University College of Medicine, Taipei, Taiwan, <sup>4<\/sup>Far Eastern Memorial Hospital, New Taipei City, Taiwan","CSlideId":"","ControlKey":"3a5316bd-e006-4a17-a456-826c44d8bb72","ControlNumber":"7101","DisclosureBlock":"&nbsp;<b>K. Kuo, <\/b> None..<br><b>P. Chow, <\/b> None..<br><b>C. Hsu, <\/b> None..<br><b>S. Liao, <\/b> None..<br><b>Y. Chiu, <\/b> None..<br><b>J. Dong, <\/b> None..<br><b>T. Ke, <\/b> None..<br><b>K. Huang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4153","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6066","PresenterBiography":null,"PresenterDisplayName":"Kuan-Lin Kuo, MS;PhD","PresenterKey":"eb157b4e-2fe4-4fc4-a69c-8808f2507c05","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6066. An inhibitor of deubiquitinating enzyme UCHL5\/USP14, VLX1570, enhances the cytotoxic effects of temsirolimus by suppressing PCNA in uuman renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An inhibitor of deubiquitinating enzyme UCHL5\/USP14, VLX1570, enhances the cytotoxic effects of temsirolimus by suppressing PCNA in uuman renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"CREB binding protein (CBP) and E1A binding protein (EP300) are paralog histone acetyltransferases involved in many cellular processes via their activity as transcription factor co-activators. Dysregulation of one or both proteins has been implicated in various cancer types, and functional genomic screens have revealed a bidirectional synthetic lethal relationship between these two paralogs in tumor cells. Due to the high homology between CBP and EP300, identifying selective chemical matter that selectively disrupts the activity of CBP has proven challenging. Small molecule inhibitors targeting the HAT or bromodomain of CBP\/EP300 have been developed, however these agents exhibit hematopoietic toxicity resulting from dual inhibition, which limits their therapeutic window. Herein, we describe the PK, PD, and efficacy of selective, potent CBP degraders across various EP300-mutant cancer xenograft models. Our results show deep and sustained CBP degradation, leading to significant tumor growth inhibition in solid tumors. This anti-tumor activity was not associated with significant body weight loss or hematopoietic toxicity. Our CBP-selective protein degraders have the potential to be a first-in-class therapeutic option for patients with tumors harboring EP300 mutations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Epigenetics,Chromatin remodeling,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Sappal<\/b>, A. Adam, H. Ahmad, B. Adams, K. Adhikari, W. Austin, B. Bullock, J. Di Bernardo, T. Dixon, D. Daniels, C. Dominici, G. Elliot, B. Ethell, A. Gervais, M. Hossain, D. Huang, D. Lahr, M. Lin, D. Mayhew, K. Mizeracka, S. Negretti, T. Nguyen, O. Prifti, S. Schiller, B. Sherbanee, D. Terry, N. Ucisik, E. Wittenborn, Q. Zhou, M. Zimmerman, L. La Bonte; <br\/>Foghorn Therapeutics, Cambridge, MA","CSlideId":"","ControlKey":"d8b1168e-d160-42ca-a94a-7ebc61520d60","ControlNumber":"7463","DisclosureBlock":"&nbsp;<b>D. Sappal, <\/b> None..<br><b>A. Adam, <\/b> None..<br><b>H. Ahmad, <\/b> None..<br><b>B. Adams, <\/b> None..<br><b>K. Adhikari, <\/b> None..<br><b>W. Austin, <\/b> None..<br><b>B. Bullock, <\/b> None..<br><b>J. Di Bernardo, <\/b> None..<br><b>T. Dixon, <\/b> None..<br><b>D. Daniels, <\/b> None..<br><b>C. Dominici, <\/b> None..<br><b>G. Elliot, <\/b> None..<br><b>B. Ethell, <\/b> None..<br><b>A. Gervais, <\/b> None..<br><b>M. Hossain, <\/b> None..<br><b>D. Huang, <\/b> None..<br><b>D. Lahr, <\/b> None..<br><b>M. Lin, <\/b> None..<br><b>D. Mayhew, <\/b> None..<br><b>K. Mizeracka, <\/b> None..<br><b>S. Negretti, <\/b> None..<br><b>T. Nguyen, <\/b> None..<br><b>O. Prifti, <\/b> None..<br><b>S. Schiller, <\/b> None..<br><b>B. Sherbanee, <\/b> None..<br><b>D. Terry, <\/b> None..<br><b>N. Ucisik, <\/b> None..<br><b>E. Wittenborn, <\/b> None..<br><b>Q. Zhou, <\/b> None..<br><b>M. Zimmerman, <\/b> None..<br><b>L. La Bonte, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4152","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6067","PresenterBiography":null,"PresenterDisplayName":"Darshan Sappal, Unknown","PresenterKey":"60830e59-d546-44df-9c39-d912c57c07cb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6067. Identification of selective CBP degraders with robust preclinical PK, PD, efficacy and safety across solid tumor indications","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of selective CBP degraders with robust preclinical PK, PD, efficacy and safety across solid tumor indications","Topics":null,"cSlideId":""},{"Abstract":"CDK4\/6 inhibitors (CDK4\/6i) such as palbociclib, abemaciclib and ribociclib are used to treat HR+\/HER2- breast cancer, but patients can develop resistance via many mechanisms, several of which converge on the upregulation of the cyclin D-CDK4\/6 signaling node. This has been shown to limit the effectiveness of CDK4\/6i in ER+ breast cancer with up to 20% patients exhibiting innate resistance and up to 70% patients developing acquired resistance after 3 years on therapy (Scheidemann, 2021). To address acquired resistance, we sought a degrader approach. We utilized our PRODEGY platform of Cereblon (CRBN) binders to synthesize CRBN mediated CDK4\/6 bifunctional degraders and identified BTX-9341 as a development candidate. Breast cancer cell lines treated with BTX-9341 showed up to 85% degradation of CDK4 and CDK6 with DC<sub>50<\/sub>s &#60;1nM. CDK4\/6 phosphorylates the protein RB which releases the transcription factor E2F, inducing the expression of genes which promote cell cycle progression. We examined RB phosphorylation by in-cell western, E2F target gene expression by qPCR and cell cycle progression by propidium iodide staining followed by flow cytometry. BTX-9341 was potent in all downstream assays, with phospho-RB IC<sub>50<\/sub>s &#60;30nM, E2F target gene downregulation and G0\/G1 cell cycle arrest at concentrations as low as 10nM. These downstream effects were sustained throughout 72 hours with BTX-9341 treatment but recovered more rapidly with Palbociclib treatment. We used a 2D colony formation assay (CFA) to assess inhibition of proliferation by cell cycle arrest. BTX-9341 potently inhibited cell proliferation with CFA IC<sub>50<\/sub>s of 20-50nM while CDK4\/6i had CFA IC<sub>50<\/sub>s of 50-1000nM. This increased activity was due to CRBN mediated target degradation, as demonstrated by a shift in CFA IC<sub>50<\/sub> values in a CRBN knockout cell line towards the values seen with the inhibitors. In palbociclib-resistant HR+\/HER2- cell line models BTX-9341 maintained a low CFA IC<sub>50<\/sub> (&#60;150nM) while CDK4\/6i displayed micromolar CFA IC<sub>50<\/sub>s. BTX-9341 displays excellent pharmacokinetic properties which allowed for oral dosing in xenograft studies. In several breast cancer xenograft models, BTX-9341 showed dose-dependent tumor growth inhibition, tumor regression at higher dose levels, and was effective with multiple alternate dosing regimens. These results show that BTX-9341 displays excellent single agent activity <i>in vitro<\/i> and <i>in vivo<\/i> and that this activity is maintained in CDK4\/6i resistant models. This indicates that a degrader approach to targeting this pathway may be more effective than current therapies, and that using this modality in a post CDK4\/6i setting may be more effective than switching CDK4\/6 inhibitors.<br \/><b>Reference: <\/b>Scheidemann, Erin R, and Ayesha N Shajahan-Haq. &#8220;Resistance to CDK4\/6 Inhibitors in Estrogen Receptor-Positive Breast Cancer.&#8221; <i>International journal<\/i> <i>of molecular sciences <\/i>vol. 22,22 12292. 14 Nov. 2021, doi:10.3390\/ijms222212292","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Breast cancer,CDK4\/6,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Majeski<\/b>, A. Okano, K. Chahal, A. Pasis, C. Carlson, A. Shakya, Q. Liu, S. Huang, A. Hoskote Chourasia, L. Fung; <br\/>BioTheryX, Inc., San Diego, CA","CSlideId":"","ControlKey":"f590a245-ecb7-4950-b23e-51ad42616574","ControlNumber":"5634","DisclosureBlock":"&nbsp;<b>H. Majeski, <\/b> None..<br><b>A. Okano, <\/b> None..<br><b>K. Chahal, <\/b> None..<br><b>A. Pasis, <\/b> None..<br><b>C. Carlson, <\/b> None..<br><b>A. Shakya, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>S. Huang, <\/b> None..<br><b>A. Hoskote Chourasia, <\/b> None..<br><b>L. Fung, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4163","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6068","PresenterBiography":null,"PresenterDisplayName":"Hannah Majeski","PresenterKey":"875c0262-58da-4c25-a389-aa454a8f669b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6068. Discovery of BTX-9341, a bifunctional degrader of CDK4 and CDK6 for HR+\/HER2- breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of BTX-9341, a bifunctional degrader of CDK4 and CDK6 for HR+\/HER2- breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background : Bruton tyrosine kinase (BTK) is an important signaling hub that activates the B-cell receptor (BCR) signaling cascade, which is critical for growth and survival of B-cell lymphoma or leukemia. BTK inhibitors have shown anti-tumor activity in patients with B-NHL. However, nearly half of the patients on current BTK inhibitors discontinue the treatment due to adverse effects and\/or mutation-induced drug resistance. A degrader is a heterobifunctional chemical compound aimed at eliminating disease-causing proteins, rather than simply inhibiting proteins&#8217; enzymatic function, through the ubiquitin-proteasome system (UPS)-mediated protein degradation. This approach offers a unique solution for addressing relapse or refractory disease by removing overexpressed and mutated proteins, unlike traditional inhibitors. We thus designed UBX-382, a degrader targeting BTK.<br \/>Results : UBX-382 showed superior degradation activity for both wild-type (WT) and mutant BTK proteins in a single-digit nanomolar range of half-maximal degradation concentration when compared to the competing degrader programs in diffuse large B-cell lymphoma cell line. UBX-382 effectively addressed 7 out of 8 previously reported resistant BTK mutants in <i>in vitro<\/i> experiments and outperformed ibrutinib, ARQ-531, and MT-802 in inhibiting tumor growth in murine xenograft models harboring WT or C481S mutant BTK-expressing TMD-8 cells. Remarkably, oral dosing of UBX-382 for &#60;2 weeks led to complete tumor regression in 3 and 10 mg\/kg groups in murine xenograft models. Following this, further optimization was carried out for potency and PK profile. We nominated the candidate for IND filing and are planning a phase 1 clinical trial. For the first-in-human, open-label, multicenter, phase 1 study, patients in part 1 (dose escalation with BOIN design) had R\/R B-cell malignancies and had received at least 2 prior therapies. The candidate will be administered orally at 5 mg once daily followed by 2 days, for a 7-day schedule over 28-day cycles. Part 2 (dose expansion) consisted of disease-specific cohorts, including CLL\/SLL, DLBCL, MCL, FL, MZL, and WM. The primary endpoints were safety and tolerability, along with the definition of the maximum tolerated dose. Secondary endpoints included pharmacokinetics\/pharmacodynamics and preliminary efficacy.<br \/>Conclusions : We have discovered potent BTK degrader exhibiting excellent anti-tumor activity in vitro and in vivo. In pre-clinical safety studies, the candidate of UBX demonstrated an acceptable safety profile. The candidate of UBX is currently preparing phase 1 clinical trials for hematological malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Diffuse large B-cell lymphoma,BTK,Degrader,mutation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Lee<\/b>, S.-M. Yoo, Y. Lim, H. Kim, J. Ryu, J. Lim; <br\/>Ubix Therapeutics Co., Ltd., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"d94da96e-0afc-4247-ac97-d0dc8e03f783","ControlNumber":"4455","DisclosureBlock":"&nbsp;<b>S. Lee, <\/b> None..<br><b>S. Yoo, <\/b> None..<br><b>Y. Lim, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>J. Ryu, <\/b> None..<br><b>J. Lim, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4168","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6069","PresenterBiography":null,"PresenterDisplayName":"Song Hee Lee, PhD","PresenterKey":"10750e9f-4944-4175-a857-3f42b2377cbe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6069. Discovery and preclinical development of orally bioavailable potent BTK degrader, and its early clinical development for the treatment of relapsed and refractory B-cell malignancies","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery and preclinical development of orally bioavailable potent BTK degrader, and its early clinical development for the treatment of relapsed and refractory B-cell malignancies","Topics":null,"cSlideId":""},{"Abstract":"To date, most successful molecular glues have leveraged ubiquitously expressed E3 ligases, most notably Cereblon in the case of the thalidomide derivatives. However, a number of specific E3 ligases are highly over-expressed in certain tumors. Compounds that engage such tumor-specific E3 ligases might provide a unique opportunity to develop molecular glues with higher therapeutic indexes. One such tumor-specific E3 ligase is FBXO5, a member of the F-box family of E3 ligases. Expression analysis suggests this E3 ligase is highly expressed in a wide array of tumor tissues when compared to the corresponding normal tissue, and that within a given tumor type, higher FBXO5 expression correlates with advanced tumor stage and worse disease-free survival. Here, we describe a small molecule (MW~400 Daltons) that uses FBXO5 to function as a molecular glue degrader. This compound, CL-200, exerts cytotoxicity in the nanomolar range across a number of diverse tumor types. The cytotoxicity of CL-200 is abrogated when FBXO5 is knockdown using siRNA. We have further determined that CL-200 induces the FBXO5-dependent proteasomal degradation of at least two critical neosubstrates. One identified neosubstrate is the p150 isoform of ADAR1, an enzyme that catalyzes the posttranscriptional conversion of adenosine to inosine in double-stranded RNA (dsRNA). Evidence suggests that ADAR1p150 is the isoform that confers oncogenic and immune modulating effects in many tumors. Another neosubstrate targeted by CL-200 is c-myc, a critical transcription factor linked to a wide array of tumors. Of note, both p150 ADAR1 or c-myc have been viewed as difficult-to-drug if not undruggable targets. As such, these data suggests that CL-200 functions as a novel molecular glue degrader that engages the cancer-specific E3 ligase FBXO5 to degrade both p150 ADAR1 and c-myc. Structural alteration of CL-200 suggest that chemical modifications can be made that retain the engagement with FBXO5 while altering the neosubstrate profile. Together, these results demonstrate the possibility of leveraging cancer-specific E3 ligases to develop novel molecular glues.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Ubiquitination,Proteasome-mediated degradation,Drug discovery,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Liu, M. Larsen, B. Lin, I. A. Cardenal, J. R. Kennerdell, T. Finkel, <b>B. B. Chen<\/b>; <br\/>University of Pittsburgh School of Medicine, Pittsburgh, PA","CSlideId":"","ControlKey":"d63a6455-934f-4b3c-a05a-1f8791291c60","ControlNumber":"7340","DisclosureBlock":"<b>&nbsp;Y. Liu, <\/b> <br><b>Coloma Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. Larsen, <\/b> <br><b>Coloma Therapeutics<\/b> Stock. <br><b>B. Lin, <\/b> <br><b>Coloma Therapeutics<\/b> Stock. <br><b>I. A. Cardenal, <\/b> <br><b>Coloma Therapeutics<\/b> Stock. <br><b>J. R. Kennerdell, <\/b> <br><b>Coloma Therapeutics<\/b> Stock. <br><b>T. Finkel, <\/b> <br><b>Coloma Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>B. B. Chen, <\/b> <br><b>Coloma Therapeutics<\/b> Employment, Stock, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4141","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6070","PresenterBiography":null,"PresenterDisplayName":"Bill Chen, PhD","PresenterKey":"47693dbf-26e3-4495-81b3-2032f0a4fd6f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6070. Identification of a molecular glue degrader that engages a cancer-specific E3 ligase","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of a molecular glue degrader that engages a cancer-specific E3 ligase","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer is the most common cancer in males and the fifth leading cause of cancer mortality worldwide. A variety of therapeutic approaches exist including steroid synthesis inhibitors and next-generation ligand binding domain (LBD) antagonists [e.g., enzalutamide (Enza)]. However, these approaches are only effective against tumors bearing the full-length androgen receptor (AR-FL). In the course of their disease, many patients acquire androgen receptor splice variant 7 (AR-V7), a mutant form of the receptor which lacks the LBD and is constitutively activated. To date, no effective therapy has been demonstrated for patients with metastatic prostate cancer bearing the AR-V7 signature. We have recently developed a high throughput platform that allows for the identification of ligands that can bind to a wide variety of protein targets. Using this approach, we screened a diverse chemical library of 100,000 small molecules to identify compounds that are bound to AR-V7. One such molecule, AR-600, directly bound to AR-V7 and moreover, induced proteasomal-mediated targeted protein degradation of both AR-V7 and AR-FL. In prostate cancer cell lines expressing AR-FL, AR-600 induced a gene expression profile similar to cells treated with Enza including a marked reduction in KLK3 (PSA) expression. Moreover, AR-600 inhibited the growth of 22RV1 cells (IC50=23 nM), a cell line that predominantly expresses AR-V7, as well as C4-2 cells that express predominantly full-length AR (IC50=51 nM). In contrast, the compound did not affect the growth of a wide variety of non-tumorigenic cells, non-prostate tumor cell lines or PC3 cells, a prostate cell line that exhibits AR-independent cell growth (IC50&#62;100uM). Preliminary exploration of the mechanism of action of AR-600 (M.W. ~300 Daltons) demonstrates the compound works as a molecular glue. These results thereby identify a small molecule glue degrader that can specifically induce the targeted protein degradation of the AR-V7 splice variant. Given the strong association of this isoform with treatment resistance, this approach would appear to provide an attractive strategy for patients with metastatic castration resistant prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-10 Targeted protein degraders,,"},{"Key":"Keywords","Value":"Androgen receptor,Prostate cancer,Proteasome-mediated degradation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Liu, M. B. Larsen, B. Lin, I. A. Cardenal, J. Kennerdell, T. Finkel, <b>B. B. Chen<\/b>; <br\/>University of Pittsburgh School of Medicine, Pittsburgh, PA","CSlideId":"","ControlKey":"195b5d92-9365-4a65-9894-949c976c6f8c","ControlNumber":"7067","DisclosureBlock":"<b>&nbsp;Y. Liu, <\/b> <br><b>Coloma Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. B. Larsen, <\/b> <br><b>Coloma Therapeutics<\/b> Stock. <br><b>B. Lin, <\/b> <br><b>Coloma Therapeutics<\/b> Stock. <br><b>I. A. Cardenal, <\/b> <br><b>Coloma Therapeutics<\/b> Stock. <br><b>J. Kennerdell, <\/b> <br><b>Coloma Therapeutics<\/b> Stock. <br><b>T. Finkel, <\/b> <br><b>Coloma Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>B. B. Chen, <\/b> <br><b>Coloma Therapeutics<\/b> Employment, Stock, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4155","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6071","PresenterBiography":null,"PresenterDisplayName":"Bill Chen, PhD","PresenterKey":"47693dbf-26e3-4495-81b3-2032f0a4fd6f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6071. Identification of a molecular glue degrader targeting the full-length AR and AR-V7 splice variant","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"324","SessionOnDemand":"False","SessionTitle":"Targeted Protein Degraders","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of a molecular glue degrader targeting the full-length AR and AR-V7 splice variant","Topics":null,"cSlideId":""}]