[{"Abstract":"It is reported that long-term use of estrogen could increase the risk of ovarian cancer. However, the role of estrogen in immunoevasion is not fully explored. We have previously demonstrated that estrogen-mediated upregulation of E2F6, and, c-Kit, by epigenetic silencing of miR-193a, and a competing endogenous (ceRNA) mechanism. In this study, we found that PBX1, a transcriptional activator of the immunosuppressive cytokine, IL-10, is also a target of miR-193a. Importantly, overexpression of the E2F6 3&#8217;UTR upregulates both E2F6 and, PBX1, as well as IL10 in ovarian cancer cell lines, suggesting that ceRNA mechanism exists between E2F6 and PBX1. These phenomena are further supported by our stochastic simulation of the estrogen-mediated E2F6 ceRNA network on the distribution of E2F6 and PBX1 mRNA in cancer cells, which is consistent with the TCGA ovarian cancer RNA-Seq dataset. Importantly, monocyte-derived dendritic cell activation of T-cell function was inhibited by pretreatment of conditioned media derived from ovarian cancer cells overexpressing E2F6 3&#8217;UTR; such inhibition was rescueable by an anti-IL-10 antibody. Clinically, IL10 level was higher in ovarian cancer patients with higher E2F6 and PBX1, and in ovarian cancer cell lines overexpressed with E2F6 3&#8217;UTR. Taken together, these results showed that E2F6 could suppress anti-tumor immune response of dendritic cell, E2F6 ceRNA network. Epigenetic intervention in restoring the expression of miR-193a may be able to enhance anti-tumor immune response against ovarian cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-10 Tumor-induced immune suppression: Extrinsic factors,,"},{"Key":"Keywords","Value":"Ovarian cancer,Dendritic cells,Epigenetics,Immunosuppression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. W. Chan<\/b><sup>1<\/sup>, Y.-C. Chen<sup>1<\/sup>, C.-W. Lin<sup>1<\/sup>, F. Cheng<sup>1<\/sup>, C.-C. Yan<sup>2<\/sup>, C.-P. Hsu<sup>2<\/sup>, Y.-M. Chuang<sup>1<\/sup>, J.-T. Low<sup>1<\/sup>, X. Ma<sup>3<\/sup>, Y.-T. Huang<sup>1<\/sup>, C.-B. Chang<sup>1<\/sup>, C. Li<sup>1<\/sup>, H.-C. Lai<sup>4<\/sup>, S.-F. Wu<sup>1<\/sup>, S.-H. Hung<sup>5<\/sup>, J.-C. Tsai<sup>5<\/sup>; <br\/><sup>1<\/sup>National Chung Cheng University, Chia Yi, Taiwan, <sup>2<\/sup>Academia Sinica, Taipei, Taiwan, <sup>3<\/sup>Weill Medical College of Cornell University, New York, NY, <sup>4<\/sup>Taipei Medical University, Taipei, Taiwan, <sup>5<\/sup>National Tsing Hua University, Hsinchu, Taiwan","CSlideId":"","ControlKey":"e291119c-9eca-4e09-be1b-6bd2f167025c","ControlNumber":"1870","DisclosureBlock":"&nbsp;<b>M. W. Chan, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>C. Lin, <\/b> None..<br><b>F. Cheng, <\/b> None..<br><b>C. Yan, <\/b> None..<br><b>C. Hsu, <\/b> None..<br><b>Y. Chuang, <\/b> None..<br><b>J. Low, <\/b> None..<br><b>X. Ma, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>C. Chang, <\/b> None..<br><b>C. Li, <\/b> None..<br><b>H. Lai, <\/b> None..<br><b>S. Wu, <\/b> None..<br><b>S. Hung, <\/b> None..<br><b>J. Tsai, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"917","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"97","PresenterBiography":null,"PresenterDisplayName":"Michael Chan, PhD","PresenterKey":"72faa5f8-dcce-4c94-b040-eed837dca1ff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"97. A E2F6 ceRNA network suppresses dendritic cell function, via PBX1\/IL-10 signaling, in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A E2F6 ceRNA network suppresses dendritic cell function, via PBX1\/IL-10 signaling, in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: An H3K9 methyltransferase and cancer driver gene, SETDB1, promotes tumorigenesis in many cancer types, such as melanoma, and breast cancer. SETDB1 is often overexpressed and correlates with worse survival. Multiple mechanisms have been reported for its oncogenesis from promoting tumorigenesis and regulating immune evasion. The roles of SETDB1 in driving endometrial cancer (EC) progression is not well-studied.<br \/>Methods: EC cell lines were used for knockout SETDB1 using CRISPR-Cas9 system, RNA-seq was conducted to discover SETDB1 regulated genes. ChIP-qPCR was performed to identify SETDB1 direct targets. Immunocompromised NSG and immunocompetent C57BL\/6 mice were utilized to investigate SETDB1 promoted tumor growth, immune evasion, and mice survival. IHC and flow cytometry was conducted to evaluate macrophage infiltration. Cytokines were screened by qPCR for potential macrophage chemoattractant.<br \/>Results: <i>In vitro<\/i>, knockout SETDB1 decreased cell proliferation and enhanced G1\/S cell cycle arrest. RNA-seq data revealed that in SETDB1<sup>-\/-<\/sup> clones, many important oncogenes such as POLR2A, MUC5AC, and MKI67 were downregulated, while tumor suppressors such as PGR, RERG, and ZNF582 were upregulated. ChIP assay discovered that SETDB1<sup> <\/sup>directly binds and represses ZNF582, ZNF266, ZNF841 expression via depositing H3K9me<sup>3<\/sup> at promoter region. <i>In vivo<\/i>, SETDB1<sup>-\/- <\/sup>significantly reduced tumor growth and prolonged NSG mice survival up to 100 days. SETDB1 promoted tumor growth via 1. Intrinsic: increasing mitotic figure, pH3-S10 and Ki67 level, 2. Extrinsic: blocking macrophage infiltration and chemokine secretion. Our <i>in vitro<\/i> functionality assay confirmed that bone-marrow derived M1-polarized macrophages promoted greater killing for SETDB1<sup>-\/-<\/sup> cells. We surveyed 17 cytokines and found CCL5, CXCL9, and IL6 mRNA expression were enhanced in SETDB1<sup>-\/-<\/sup> tumors suggesting active immune response. Consistent with the elevated CCL5 mRNA expression, CCL5 protein level was also upregulated in macrophages and cancer cells in SETDB1<sup>-\/- <\/sup>tumors. To prove SETDB1 directly regulates CCL5 expression, we re-expressed SETDB1 in SETDB1<sup>-\/-<\/sup> cells, and indeed, the SETDB1 re-expression did suppress CCL5 expression. Using immunocompetent C57BL\/6 mice, we further confirmed that SETDB1 promotes tumor growth of MSH2-369 mice cells and blocks macrophage infiltration. To understand SETDB1 regulated pathways in EC patients&#8217; samples, using EC-TCGA data, we discovered that high SETDB1 expression correlated with higher level of active transcription genes and reduced immune response genes. Our findings provide the mechanisms behind these observations.<br \/>Conclusion: SETDB1 drives EC tumorigenesis by both intrinsically upregulating cell proliferation genes and promoting immune escape extrinsically. Our novel findings suggest SETDB1 is a promising anticancer target for EC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-10 Tumor-induced immune suppression: Extrinsic factors,,"},{"Key":"Keywords","Value":"Endometrial cancer,Immunosuppression,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Salari<\/b><sup>1<\/sup>, J. Hao<sup>1<\/sup>, M. Wells<sup>2<\/sup>, E. Johnson<sup>1<\/sup>, R. Jilek<sup>1<\/sup>, J. Gilbert<sup>1<\/sup>, R. Mclerran<sup>1<\/sup>, D. Meyerholz<sup>1<\/sup>, M. Yates<sup>3<\/sup>, B. Li<sup>1<\/sup>, S. Yang<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Iowa, Iowa City, IA, <sup>2<\/sup>Rosalind Franklin University, North Chicago, IL, <sup>3<\/sup>University of North Carolina, Chapel Hill, NC","CSlideId":"","ControlKey":"2b68c56c-e3f5-4c3c-984f-6ceeb426e30b","ControlNumber":"1708","DisclosureBlock":"&nbsp;<b>K. Salari, <\/b> None..<br><b>J. Hao, <\/b> None..<br><b>M. Wells, <\/b> None..<br><b>E. Johnson, <\/b> None..<br><b>R. Jilek, <\/b> None..<br><b>J. Gilbert, <\/b> None..<br><b>R. Mclerran, <\/b> None..<br><b>D. Meyerholz, <\/b> None..<br><b>M. Yates, <\/b> None..<br><b>B. Li, <\/b> None..<br><b>S. Yang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"918","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"98","PresenterBiography":null,"PresenterDisplayName":"Kiarash Salari, BS","PresenterKey":"e703a3c8-2d00-443b-85d3-bfffb956cfcb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"98. SETDB1 promotes tumorigenesis in endometrial cancer through suppressing anti-tumor immune response and increasing proliferation","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SETDB1 promotes tumorigenesis in endometrial cancer through suppressing anti-tumor immune response and increasing proliferation","Topics":null,"cSlideId":""},{"Abstract":"Background: Clinical benefit from immunotherapy is seen in a minority of patients with metastatic colorectal cancer (CRC). Identifying how the tumor microenvironment (TME) influences immune infiltration and treatment response is an unmet need. Versican (VCAN), a chondroitin sulfate proteoglycan, common in the CRC TME has immunoregulatory properties and can be cleaved releasing an immunostimulatory product, versikine (Vkine). Here we evaluate the impact of the abundance of VCAN and Vkine on CD8+ T cell infiltration in CRC.<br \/>Methods: Samples include 306 primary colon tumors, an additional 176 primary CRCs with matched liver metastases (175 samples), and 328 normal samples (238 colon and 90 liver). Samples were stained via immunohistochemistry (IHC) for VCAN, Vkine, and CD8. CD8+ tumor infiltrating lymphocytes (TILs) were counted per high powered field (HPF, 400X magnification) and presented as averages. Intensity of VCAN and Vkine expression were scored from 0-3+. Samples designated a 0\/1 were considered low accumulation and samples scored as a 2\/3+ were designated high. Samples scored low for VCAN but high for Vkine were designated VCAN proteolytic predominant (VPP) and all other combinations considered VCAN proteolytic weak (VPW). To create an <i>in vitro<\/i> model, the mouse MC38 cell line was CRISPR engineered to over-express VCAN. Conditioned media was then concentrated and added to a collagen matrix in a transwell with activated T cells. The number of cells and their subtype that migrated through the matrix were evaluated with flow cytometry.<br \/>Results: VCAN accumulation was highest in cancerous stroma with 58% of cancers being VCAN high and only 14% of adjacent normal tissues (p&#60;0.001). Vkine accumulation was similar between groups, with 67% of tumors and 54% of adjacent normal samples scored as Vkine high. The VPP phenotype was least common in tumor tissues with only 27% of tumor samples designated VPP versus 43% of adjacent normal samples (p&#60;0.001). VCAN high tumors had significantly fewer TILs with 4 TILs\/HPF vs 13 in the VCAN low tumors (p&#60;0.001). High levels of Vkine correlated with greater TIL abundance (Vkine high: 10 TILs\/HPF, Vkine low: 5 TILs\/HPF; p=0.02). Versican proteolysis had the strongest correlation with TIL abundance in cancers (VPP: 18 TILs\/HPF, VPW: 5 TILS\/HPF; p&#60;0.001). In vitro, the addition of VCAN containing media into transwell matrices reduced both CD4+ and CD8+ T cell migration through the matrix (Control: 4277 CD8+ T cells, VCAN: 2603 CD8+ T cells; p&#60;0.001 and Control: 7770 CD4+ T cells, VCAN: 5340 CD4+ T cells; p=0.007).<br \/>Conclusions: VCAN accumulation in human CRCs is common and correlates with reduced TIL abundance, whereas VCAN proteolysis correlates with increased TILs. <i>In vitro, <\/i>VCAN demonstrated the ability to reduce T cell migration. Future studies will explore the mechanism by which VCAN abundance leads to decreased T cell infiltration and the importance of this as an immunotherapy biomarker.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-10 Tumor-induced immune suppression: Extrinsic factors,,"},{"Key":"Keywords","Value":"Colorectal cancer,Immunosuppression,T cell,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Kraus<\/b>, P. Emmerich, M. Hayes, K. Matkowskyj, W. Zhang, C. Pasch, F. Asimakopoulos, D. A. Deming; <br\/>University of Wisconsin-Madison, Madison, WI","CSlideId":"","ControlKey":"f8b4f0ba-5361-4c1d-a271-986d0cd684d2","ControlNumber":"3842","DisclosureBlock":"&nbsp;<b>S. Kraus, <\/b> None..<br><b>P. Emmerich, <\/b> None..<br><b>M. Hayes, <\/b> None..<br><b>K. Matkowskyj, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>C. Pasch, <\/b> None..<br><b>F. Asimakopoulos, <\/b> None..<br><b>D. A. Deming, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"919","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"99","PresenterBiography":null,"PresenterDisplayName":"Sean Kraus, BS","PresenterKey":"4a4df7ce-82b1-4e11-9dc2-23e376ff7947","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"99. Versican regulates T cell abundance within the colorectal cancer microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Versican regulates T cell abundance within the colorectal cancer microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Background: Cancer immune evasion remains a major barrier in developing enduring therapies for epithelial ovarian cancer (EOC). Expression of programmed death-ligand 1 (PD-L1) is known for its immunosuppressive role in cancer, thus interferences to PD-L1 have shown marked efficacy against many advanced cancers. However, the mechanisms by which PD-L1-negative cancers evade immune response remain unelucidated. We have found chemokine (C-C motif) ligand 5 (CCL5) and (C-X-C motif) ligand 10 (CXCL10) to up-regulate in PD-L1-negative EOC. Therefore, the present study aims to investigate blockade of CCL5\/CXCL10 signaling to overcome immune evasion of EOC.<br \/>Methods: Isogenic BRCA2-mutated PEO1 and BRCA2-wild type PEO4 EOC cells were treated with IFN&#947;, olaparib, or both in combination for western blot and flow cytometric analyses of PD-L1 expression. The conditioned medium of PEO1 and PEO4 cells was analyzed for immune array analysis to determine and compare the levels of 36 cytokines. PEO1 and PEO4 cells were co-cultured with CD3\/CD28 antibodies-activated human peripheral blood mononuclear cells (PBMCs). Then, PBMCs were stained with anti-CD8 or CD4 and CD25 antibodies for flow cytometric analyses of cytotoxic or helper T cells, respectively. PEO1 and PEO4 cells were co-cultured with activated PBMCs in the presence and absence of TAK-779 or AMG-487. Thereafter, PBMCs were stained with anti-CD4, CD25, and FOXP3 antibodies for flow cytometric analyses of regulatory T cells (Tregs). PEO1 and PEO4 cells were transfected with CCL5- or CXCL10-siRNA and subsequently co-cultured with activated SUPT1 cells or PBMCs. The conditioned medium was collected and analyzed for the levels of IFN&#947; by ELISA.<br \/>Results: PEO1 cells exhibited an up-regulation of basal and IFN&#947;-induced PD-L1 compared with PEO4 cells. PEO4 cells displayed a pronounced increase in the CCL5 and IFN&#947;-induced CXCL10 compared with PEO1 cells. Co-culture of PBMCs with PEO1 and PEO4 cells led to a significant decrease in activated CD8+ effector T and CD4+ helper T cells. However, co-culture of PBMCs with PEO4 cells caused a significant increase in activated CD4+ helper T cells. Co-culture of PBMCs with PEO4 cells caused a significant increase in FOXP3+CD4+CD25+ Tregs. This increase in Tregs was significantly reduced by the treatment with the CCL5\/CCR5 antagonist TAK-779 or the CXCL10\/CXCR3 antagonist AMG-487. Silencing of CCL5 or CXCL10 in PEO4 cells by siRNA significantly increased IFN&#947; production by SUPT1 cells and PBMCs.<br \/>Conclusions: PEO4 cells secrete CCL5 and IFN&#947;-induced CXCL10 to activate Tregs, enabling tumor cells to evade host immune response by dysregulating their microenvironment. PEO4 cells-induced Tregs are reduced by CCL5\/CXCL10 signaling blockade with TAG-779 or AMG-487. Furthermore, silencing of CCL5 or CXCL10 in PEO4 cells with siRNA abolishes Treg-mediated immunosuppression and restores the antitumor activity of effector T cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-10 Tumor-induced immune suppression: Extrinsic factors,,"},{"Key":"Keywords","Value":"Cytokines,Regulatory T cells,Immune Evasion,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. C. Lin, J. Moscarelli, <b>Z. Lin<\/b>, E. S. Ratner; <br\/>Yale University School of Medicine, New Haven, CT","CSlideId":"","ControlKey":"fbf2ca13-3237-4264-9f59-9d53be7dd0a9","ControlNumber":"3442","DisclosureBlock":"&nbsp;<b>A. C. Lin, <\/b> None..<br><b>J. Moscarelli, <\/b> None..<br><b>Z. Lin, <\/b> None..<br><b>E. S. Ratner, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"920","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"100","PresenterBiography":null,"PresenterDisplayName":"Z. Ping Lin, PhD","PresenterKey":"02539036-75b9-4895-b714-2dfd6529e9c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"100. Blockade of CCL5 and CXCL10 signaling as a novel immunotherapy for epithelial ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Blockade of CCL5 and CXCL10 signaling as a novel immunotherapy for epithelial ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Among people with HIV (PWH), non-small cell lung cancer (NSCLC) is increasing in incidence, presents with more advanced disease, and portends a worse prognosis compared to the general NSCLC population. Despite effective control of viral replication with antiretroviral therapy (ART), PWH have evidence of immune dysfunction, and it is unknown whether these immune perturbations impact the tumor microenvironment (TME) to influence disease disparities.Here we preclinically model HIV-associated NSCLC using MISTRG6-A2, a humanized mouse system that is highly optimized for development of functional innate and adaptive immune cells. We compare tumor growth and immune features of HIV-infected, ART-suppressed MISTRG6-A2 hosts to uninfected hosts, with parameters informed by parallel analyses of human tissue samples obtained from PWH with NSCLC, and non-HIV controls.MISTRG6-A2 mice were engrafted with human CD34+ HSPCs from HLA-A*02-expressing donors on post-natal day 2 and intravenously infected with HIV-1 at 6 weeks of age. When HIV viral titers were &#62;10<sup>6 <\/sup>copies of viral RNA\/ml plasma and hCD4 T cells were depleted, ART was initiated (RAL\/FTC\/TDF). When plasma viral RNA was undetectable and CD4 T cells recovered, NSCLC PDX tissue from HLA-A*02-expressing tumor was implanted into these HIV-infected, ART-suppressed MISTRG6-A2 mice as well as non-infected littermate controls which had received HSPCs from the same donor. HIV-infected mice displayed enhanced growth of PDX tissue (mean tumor size 206.7 mm<sup>3<\/sup> vs 110.2 mm<sup>3<\/sup>; p &#60; 0.05).Quantitative immunofluorescence of the TME from these hosts revealed significantly increased infiltration of CD4 and CD8 T cells in tumors of HIV-NSCLC mice (p&#60;0.01 and 0.05, respectively); of note, enhanced T cell infiltration was restricted to tumors, with similar frequency of CD4 and CD8 T cells detected in spleen, lung and liver tissues of HIV-infected vs uninfected hosts. Staining of tumor epitopes revealed increased expression of B2M and EGFR in tumors from HIV-NSCLC mice (mean qIF scores in NSCLC vs HIV-NSCLC 3.8x10<sup>6<\/sup> vs 1.2x10<sup>7<\/sup> for B2M, p&#60;0.001; 440 vs 1,971 for EGFR, p&#60;0.01), consistent with our findings in samples from HIV-NSCLC tumor tissues vs NSCLC tumor tissues. Of note, elevated EGFR staining was only present in tumor tissue, not found in stromal cells or other tissues. Single cell transcriptomic analyses of the TME revealed prominent interferon and antigen presentation signatures in HIV-NSCLC tumors, as well as differential expression of immunoregulatory molecules.These results demonstrate the fidelity of the HIV-NSCLC MISTRG6-A2 system as a model for HIV-associated NSCLC and suggest EGFR-directed therapies as potentially relevant in this neglected disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-10 Tumor-induced immune suppression: Extrinsic factors,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Tumor microenvironment,Mouse models,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. Juric<sup>1<\/sup>, G. Kaufmann<sup>1<\/sup>, L. Zhu<sup>1<\/sup>, K. Ranjan<sup>1<\/sup>, K. Agrawal<sup>1<\/sup>, B. Rajendran<sup>1<\/sup>, J. K. Rajashekar<sup>1<\/sup>, H. Zhao<sup>2<\/sup>, Y. Kluger<sup>1<\/sup>, B. Emu<sup>1<\/sup>, K. A. Schalper<sup>1<\/sup>, P. Kumar<sup>1<\/sup>, R. A. Flavell<sup>1<\/sup>, <b>M. Chiorazzi<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Yale School of Medicine, New Haven, CT, <sup>2<\/sup>Yale School of Public Health, New Haven, CT","CSlideId":"","ControlKey":"659f583f-587a-4df2-b79d-9e5b410c4ce6","ControlNumber":"8477","DisclosureBlock":"&nbsp;<b>M. Juric, <\/b> None..<br><b>G. Kaufmann, <\/b> None..<br><b>L. Zhu, <\/b> None..<br><b>K. Ranjan, <\/b> None..<br><b>K. Agrawal, <\/b> None..<br><b>B. Rajendran, <\/b> None..<br><b>J. K. Rajashekar, <\/b> None..<br><b>H. Zhao, <\/b> None..<br><b>Y. Kluger, <\/b> None..<br><b>B. Emu, <\/b> None..<br><b>K. A. Schalper, <\/b> None..<br><b>P. Kumar, <\/b> None..<br><b>R. A. Flavell, <\/b> None..<br><b>M. Chiorazzi, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"921","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"101","PresenterBiography":null,"PresenterDisplayName":"Michael Chiorazzi, MD;PhD","PresenterKey":"5201500b-b225-4408-a9f8-e1780cbe34a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"101. A novel humanized mouse model recapitulates the unique TME found in patients with HIV-associated NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel humanized mouse model recapitulates the unique TME found in patients with HIV-associated NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Epstein-Barr virus (EBV) is known to cause multiple cancers and plays a pivotal role in tumor immune evasion. Latent membrane protein 1 (LMP1) is a key viral oncoprotein expressed in most EBV-associated cancers and contributes to tumor microenvironment remodeling. However, the exact role of LMP1 in modulating tumor immunity remains unclear. In this study, we elucidate how LMP1 interacts with PD-L1 and ALIX to form a trimolecular complex, facilitating the selective sorting of PD-L1 into exosomes and consequently impairing CD8<sup>+<\/sup> T cell function in nasopharyngeal carcinoma (NPC). Specifically, the transmembrane domain of LMP1 interacts with and stabilizes PD-L1, while the intracellular domain of LMP1 binds to ALIX, thus enabling access to the exosomal secretory pathway. This interaction leads to the formation of a trimolecular complex comprising LMP1, PD-L1, and ALIX, which is indispensable for the exosomal trafficking of PD-L1. Importantly, disrupting ALIX significantly diminishes LMP1-induced exosomal PD-L1 secretion, thereby restoring CD8<sup>+<\/sup> T cell functionality. Furthermore, we found that elevated levels of LMP1\/ALIX expression are positively associated with immunosuppressive characteristics and poorer outcomes in human NPC. Our findings highlight the crucial role of the LMP1\/ALIX axis in exosomal PD-L1 sorting and EBV-mediated immune evasion, presenting a novel and promising target for cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-10 Tumor-induced immune suppression: Extrinsic factors,,"},{"Key":"Keywords","Value":"Exosomes,Epstein-Barr virus (EBV),Nasopharyngeal carcinoma,PD-L1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. He<\/b>, Y. Gong, Y. Zhou, C. Xie; <br\/>Wuhan University, Wuhan, China","CSlideId":"","ControlKey":"f9427bca-7c43-4181-b4ea-b33d54893811","ControlNumber":"4741","DisclosureBlock":"&nbsp;<b>F. He, <\/b> None..<br><b>Y. Gong, <\/b> None..<br><b>Y. Zhou, <\/b> None..<br><b>C. Xie, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"922","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"102","PresenterBiography":null,"PresenterDisplayName":"He Fajian","PresenterKey":"040423e7-61f3-4710-8bac-24dd0318af3f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"102. LMP1-mediated recruitment of ALIX directs exosomal PD-L1 sorting and contributes to immunosuppression in EBV<sup>+ <\/sup>nasopharyngeal carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"LMP1-mediated recruitment of ALIX directs exosomal PD-L1 sorting and contributes to immunosuppression in EBV<sup>+ <\/sup>nasopharyngeal carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Castration-resistant bone metastatic prostate cancer is a morbid and deadly disease with an exceedingly low response rates to available immunotherapies. Understanding the mechanisms behind immune evasion and tumor progression is critical to improving therapy. Historically, bone metastases have been challenging to model in the laboratory. Our foundational work was built upon fresh patient samples taken directly from the operating room for analysis across multiple platforms: IHC, single cell expression profiling, and spatial transcriptomics. We compared tumors from patients with bone metastatic disease to tumors from patients with disease localized to the prostate. Our work (<i>Cancer Cell<\/i>, 2021 and <i>Nature Communications<\/i>, 2023) has consistently pointed towards dysregulated myeloid populations within the tumor microenvironment, particularly TREM2+ tumor associated macrophages (TAMs), as key drivers of disease progression.<br \/>Methods: Our patient samples and murine pre-clinical models of prostate cancer highlighted several specifically upregulated molecules and pathways in TAMs. Here we focus on TAMs <i>in vitro<\/i> and <i>in vivo<\/i> using a new and genetically tractable myeloid model to interrogate the mechanistic role of key pathways, and how they may contribute to T&#8209;cell immune suppression. The ER&#8209;Hoxb8 system of conditional myeloid differentiation permitted the generation of isogenic cell lines to interrogate the roles of key molecules TREM2, MSR1, APOE, and MERTK through overexpression or CRISPR\/Cas9 knockout.<br \/>Results: Using a system of co&#8209;culture <i>in vitro<\/i>, we quantified the role of these proteins in suppressing T&#8209;cell proliferation and cytokine production, as well as their role in TAM differentiation and function. <i>In vivo<\/i>, these lines were co&#8209;injected subcutaneously with syngeneic RM1&#8209;BM3 tumor cells to quantify their effect on tumor growth and T&#8209;cell suppression <i>in vivo<\/i>. In addition to localized subcutaneous tumors, bone metastatic disease was established by intracardiac injection. Furthermore, established tumors were treated with TAM-directed small molecule therapy (e.g., MERTK inhibition) as well as immune checkpoint inhibition (anti&#8209;PD1) alone, and in combination.<br \/>Conclusions: TAMs are immune suppressive myeloid cells that are not found in normal tissues. They are specifically recruited to tumors and highly enriched in bone metastatic disease. Transcriptomic analyses highlighted signaling pathways potentially amenable to productive therapeutic targeting. The ER&#8209;Hoxb8 system was highly effective in generating a genetically tractable model of TAM for study <i>in vitro<\/i> and <i>in vivo<\/i>. Our work supports the hypothesis that the specific targeting of TAMs, by focusing on critical signaling pathways, can be effective in the treatment of pre-clinical models of prostate cancer. This new approach merits further study as a potential strategy for the treatment of patients with bone metastases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-10 Tumor-induced immune suppression: Extrinsic factors,,"},{"Key":"Keywords","Value":"Prostate cancer,Tumor associated macrophages,Bone metastasis,Immunosuppression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Zhang, S. Mei, N. E. Jeffries, D. M. Dahl, C.-L. Wu, P. J. Saylor, <b>D. B. Sykes<\/b>; <br\/>Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"d4996021-49a0-461e-86d7-cfad1092d3cf","ControlNumber":"1680","DisclosureBlock":"&nbsp;<b>H. Zhang, <\/b> None..<br><b>S. Mei, <\/b> None..<br><b>N. E. Jeffries, <\/b> None..<br><b>D. M. Dahl, <\/b> None..<br><b>C. Wu, <\/b> None..<br><b>P. J. Saylor, <\/b> None..<br><b>D. B. Sykes, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"924","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"103","PresenterBiography":null,"PresenterDisplayName":"David Sykes, MD;PhD","PresenterKey":"a7adfef7-56ad-4445-ad55-efe67ad9de3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"103. Prostate cancer bone metastasis: Therapeutic targeting of tumor associated macrophages","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prostate cancer bone metastasis: Therapeutic targeting of tumor associated macrophages","Topics":null,"cSlideId":""},{"Abstract":"Background: Targeting the androgen receptor (AR) signaling axis (ARAT) continues to be the mainstay treatment for advanced-stage prostate cancer. Using second-generation antiandrogens like abiraterone acetate (Abi) and apalutamide (Apa) has contributed to the survival of prostate cancer patients. However, resistance to these therapies remains a problem and most of these patients progress to castration-resistant prostate cancer (CRPC). Myeloid-derived suppressor cells (MDSCs) have been shown to drive CRPC. We previously showed that unfavorable responses to androgen deprivation therapy (ADT) or ADT plus Apa were associated with polymorphonuclear MDSCs (PMN-MDSCs) cells enriched in prostate tumors from conditional <i>Pten\/Trp53<\/i>-double knockout (DKO) mice. Here, we explore the association between pre-treatment immune cell subsets blood and antitumor to ARAT therapy DKO mice.<br \/>Methods: Twenty-eight-week-old DKO mice were surgically castrated and after four weeks were randomized to treatments with vehicle, Apa or Abi for an additional four weeks (<i>n<\/i>=20). Individual treatment responses were assessed and classified according to tumor burden as follows: high tumor burden (HTB), &#8805;20% of median; moderate tumor burden (MTB), -20% to 20% of median; or low tumor burden (LTB), &#8804;-20% of median. Peripheral blood was collected both before and after treatment and analyzed by multi-color flow cytometry panels for lymphoid and myeloid subsets. Blood samples from healthy wildtype and untreated DKO mice with castration-na&#239;ve prostate tumors were collected as reference samples. Subsets of PMN-MDSCs and monocytic-MDCSs (m-MDSCs) were represented as % of total abundance and 5 of parental population. revealed a signature that was correlated with treatment responses. Profiles were constructed and the data was used to train supervised learning models to predict treatment responses. Shapely additive explanations (ShAP) were used to determine feature importance. The model was tested and validated on an independent cohort of 20 DKO mice treated with ADT and ADT plus Abi.<br \/>Results: Moderate prediction from baseline blood could be identified for tumor burden following ARAT using a Na&#239;ve Bayes classifier. Model evaluation, using an independent cohort, yielded favorable performance with area under the curve (AUC) mean, 0.707; HTB, 0.627; MTB, 0.750; and LTB, 0.745. The most important features for prediction were identified.<br \/>Conclusion: Our study revealed that MDSC subsets present in blood were associated with treatment responses to ARAT.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-10 Tumor-induced immune suppression: Extrinsic factors,,"},{"Key":"Keywords","Value":"Prostate cancer,Machine learning,Androgen deprivation therapy,Prognostic markers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Marco A. De Velasco<\/b><sup><\/sup>, Yurie Kura<sup><\/sup>, Kazuko Sakai<sup><\/sup>, Yoshitaka Saito<sup><\/sup>, Takafumi Minami<sup><\/sup>, Kazuhiro Yoshimura<sup><\/sup>, Kazutoshi Fujita<sup><\/sup>, Kazuto Nishio<sup><\/sup>, Hirotsugu Uemura<sup><\/sup><br><br\/>Kindai University Faculty of Medicine, Osaka-Sayama, Japan","CSlideId":"","ControlKey":"01e1eec4-89f2-4c63-beac-f42e990320d8","ControlNumber":"6199","DisclosureBlock":"<b>&nbsp;M. A. De Velasco, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract.<br><b>Y. Kura, <\/b> None.&nbsp;<br><b>K. Sakai, <\/b> <br><b>Hitachi<\/b> Other, Honoraria. <br><b>Life Technologies Japan<\/b> Other, Honoraria. <br><b>Chugai<\/b> Other, Honoraria. <br><b>Takeda<\/b> Other, Honoraria. <br><b>Yodosha<\/b> Other, Honoraria.<br><b>Y. Saito, <\/b> None..<br><b>T. Minami, <\/b> None..<br><b>K. Yoshimura, <\/b> None.&nbsp;<br><b>K. Fujita, <\/b> <br><b>Janssen Pharmaceutical<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Yakult<\/b> Grant\/Contract. <br><b>K. Nishio, <\/b> <br><b>Amgen<\/b> Other, Honoraria. <br><b>AstraZeneca<\/b> Other, Honoraria. <br><b>Boehringer Ingelheim Japan<\/b> Grant\/Contract, Other, Honoraria. <br><b>Chugai<\/b> Other, Honoraria. <br><b>Daiichi-Sankyo<\/b> Other, Honoraria. <br><b>Eli Lilly Japan<\/b> Other, Honoraria. <br><b>Fujirebio<\/b> Other, Honoraria. <br><b>Guardant Health Japan<\/b> Other, Honoraria. <br><b>Janssen<\/b> Other, Honoraria. <br><b>Merck Sharp & Dohme<\/b> Other, Honoraria. <br><b>Novartis<\/b> Other, Honoraria. <br><b>Ono Pharmaceutical<\/b> Other, Honoraria. <br><b>Pfizer<\/b> Other, Honoraria. <br><b>Otsuka Pharmaceutical<\/b> Grant\/Contract, Other, Honoraria. <br><b>Roche Diagnostics<\/b> Other, Honoraria. <br><b>Takeda<\/b> Other, Honoraria. <br><b>Yakult<\/b> Other, Honoraria. <br><b>Bristol Myers Squibb<\/b> Other, Honoraria. <br><b>Merck Biopharma<\/b> Other, Honoraria. <br><b>H. Uemura, <\/b> <br><b>Bayer Japan<\/b> Grant\/Contract, Other, Honoraria. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, Honoraria. <br><b>Janssen<\/b> Grant\/Contract, Other, Honoraria. <br><b>MSD<\/b> Grant\/Contract, Other, Honoraria. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract, Other, Honoraria. <br><b>Sanofi<\/b> Grant\/Contract, Other, Honoraria. <br><b>Takeda<\/b> Grant\/Contract, Other, Honoraria. <br><b>Pfizer<\/b> Grant\/Contract, Other, Honoraria. <br><b>Kissei<\/b> Grant\/Contract, Other, Honoraria. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Honoraria. <br><b>Astellas<\/b> Other, Honoraria. <br><b>Chugai<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"925","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"104","PresenterBiography":"","PresenterDisplayName":"Marco De Velasco, PhD","PresenterKey":"d9dd4a98-fb19-4cd4-a4b3-0e9c54a19459","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"104. Profiling peripheral blood to predict response to targeted androgen receptor axis therapy in mice","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Profiling peripheral blood to predict response to targeted androgen receptor axis therapy in mice","Topics":null,"cSlideId":""},{"Abstract":"Increased norepinephrine (NE) due to chronic stress can activate adrenergic receptors, specifically &#946;2-adrenergic receptors (&#946;2AR), to produce an immunosuppressive tumor microenvironment (TME). Previous work by our lab demonstrated that tumor burden can be reduced by blocking &#946;2AR signaling. Immune cells express &#946;2AR and we have shown that the increased &#946;2AR signaling leads to increased T cell exhaustion and increased inhibitory activity of myeloid-derived suppressor cells (MDSCs). In general, the resulting immunosuppression leads to a modest but significant reduction in tumor growth. However, the lack of a dramatic reduction in tumor growth reveals the complex nature of adrenergic signaling dependent regulation of the cancer immune response. Recent literature revealed that innate lymphoid cells (ILCs), especially type II ILCs (ILC2s), express high levels of &#946;2AR. Therefore, we evaluated whether &#946;2AR regulates ILC2s within the TME and how that affects tumor prognosis. We generated a genetic conditional knockout murine model where &#946;2AR expression in ILC2s was deleted by crossing IL5<sup>cre <\/sup>expressing mice to &#946;2AR<sup>flox\/flox<\/sup> mice (IL5<sup>cre<\/sup>&#946;2AR<sup>f\/f<\/sup>). AT3 breast cancer cell line was injected into the 4<sup>th<\/sup> mammary fat pad and tumor volume was measured every 2-3 days. Tumor infiltrating ILC2s (CD45<sup>+<\/sup>Lineage<sup>-<\/sup>CD90.2<sup>+<\/sup>CD127<sup>+<\/sup>ST2<sup>+<\/sup>) were analyzed by flow cytometry at D36 post-tumor implantation. Notably, IL5<sup>cre<\/sup>&#946;2AR<sup>f\/f<\/sup> mice had increased AT3 breast cancer tumor growth compared to control mice. Flow cytometric analysis of the tumor revealed an increased frequency of GATA3<sup>+<\/sup> ILC2s within the TME. These GATA3<sup>+<\/sup> ILC2s lacking &#946;2AR expressed higher levels of the IL33 receptor, ST2, and a higher percentage of IL13<sup>+<\/sup> cells compared to WT GATA3<sup>+<\/sup> ILC2 cells. We also observe a trend toward increased MDSC population within the TME of mice lacking &#946;2AR in ILC2s. These results reveal an anti-tumor function of &#946;2AR signaling through the suppression of ILC2 activity within the TME that warrants further investigation. This work has been in part supported by NIH Grants F30 CA284763 (to J.C.), K99 HL155792 (to H.M.), and RO1 CA205246 (to E.R.)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-12 Other,,"},{"Key":"Keywords","Value":"Immune cells,Innate immunity,Stress response,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Choi<\/b>, C. R. MacDonald, S. Daneshmandi, J. Wang, N. T. Roberts, C. M. James, P. L. McCarthy, H. Mohammadpour, E. A. Repasky; <br\/>Roswell Park Comprehensive Cancer Center, Buffalo, NY","CSlideId":"","ControlKey":"06596328-36a4-4942-8772-6ce9bbed386d","ControlNumber":"7846","DisclosureBlock":"&nbsp;<b>J. Choi, <\/b> None..<br><b>C. R. MacDonald, <\/b> None..<br><b>S. Daneshmandi, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>N. T. Roberts, <\/b> None..<br><b>C. M. James, <\/b> None.&nbsp;<br><b>P. L. McCarthy, <\/b> <br><b>BlueBird BioTech<\/b> Other, Advisory Board\/Consulting; Honoraria. <br><b>Bristol-Myers Squibb<\/b> Other, Advisory Board\/Consulting; Honoraria. <br><b>Celgene<\/b> Other, Advisory Board\/Consulting; Honoraria. <br><b>Fate Therapeutics<\/b> Other, Advisory Board\/Consulting; Honoraria. <br><b>Janssen<\/b> Other, Advisory Board\/Consulting; Honoraria. <br><b>Karyopharm<\/b> Other, Advisory Board\/Consulting; Honoraria. <br><b>Magenta Therapeutics<\/b> Other, Advisory Board\/Consulting; Honoraria. <br><b>Sanofi<\/b> Other, Advisory Board\/Consulting; Honoraria. <br><b>Takeda<\/b> Other, Advisory Board\/Consulting; Honoraria.<br><b>H. Mohammadpour, <\/b> None..<br><b>E. A. Repasky, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"951","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"105","PresenterBiography":null,"PresenterDisplayName":"Jee Eun Choi, BS","PresenterKey":"2d616752-5e63-4775-9733-607c940917b4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"105. Understanding the role of &#946;2-adrenergic receptor signaling on type II innate lymphoid cells in cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Understanding the role of &#946;2-adrenergic receptor signaling on type II innate lymphoid cells in cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Lymph node metastasis is known as one of the strongest prognostic factors in breast cancer. The invasion mechanism of metastasized cancer cells in such immune cell-rich organs remains clear. Here, we aimed to elucidate the impact of metastasized cancer cells on the lymph node immune cell landscape.<br \/>Methods: Multiscale transcriptomic analyses were performed on both metastatic and nonmetastatic lymph node samples from breast cancer patients with lymph node metastasis. As cancer cells interact with lymphocytes in lymph nodes in direct, proximal, and distant manners, we tried to capture the direct and proximal impact on immune cells in invaded lymph nodes by comparing paired metastatic and non-metastatic lymph node samples. Laser-micro-dissected sections were obtained from 17 lymph nodes across six breast cancer patients at stages II&#8210;III, with each patient contributing both types of lymph nodes for direct comparison. We performed bulk transcriptome, spatial transcriptome, and imaging mass cytometry to analyze the obtained lymph nodes. Furthermore, we conducted immunohistochemistry analyses against a larger patient cohort (574 lymph nodes from 58 patients).<br \/>Results: Comparing the transcriptomes of paired lymph nodes with and without metastasis from the same patients revealed selective downregulation of CD169+ macrophage-related genes in metastatic lymph nodes. The spatial transcriptome indicated a potential depletion of CD169+macrophages, initiators of anticancer immunity, from their residence in metastatic lymph nodes, while other principal immune cell types were unaltered. Mass cytometry imaging revealed that the numbers of CD169+ macrophages were smaller in the metastatic lymph nodes than in the nonmetastatic lymph nodes. Conversely, the number of B cells, CD4+ T cells, CD8+T cells, Treg cells, and CD11c+ cells remained comparable in both lymph node types. Additional immunohistochemistry analysis of 315 nonmetastatic lymph nodes and 159 metastatic lymph nodes from 58 patients with breast cancer showed that a reduced CD169+ macrophage population was prevalent in all breast cancer subtypes. CD169+ macrophages gradually decreased in correlation with pathological lymph node metastasis status, while no correlation was identified with pathological tumor size classification or metastasized cancer volume in invaded lymph nodes.<br \/>Discussion: CD169+ macrophages are a unique type of resident macrophages in the lymphoid organs that present cancer-derived antigens to CD8+ T cells. The antigen-presenting role of CD169+ macrophages to T cells is a pivotal step in adaptive immunity. The elimination of CD169+ macrophage implies the disruption of the first step of the initial immune response. This study<b> <\/b>uncovered CD169+ macrophage suppression as a pronounced pathological phenotype in lymph nodes with breast cancer metastasis, thereby establishing it as a critical future therapeutic target.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-12 Other,,"},{"Key":"Keywords","Value":"Breast cancer,Lymph node metastasis,Macrophages,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Maeshima<\/b><sup>1<\/sup>, T. R. Kataoka<sup>2<\/sup>, A. Vandenbon<sup>3<\/sup>, M. Hirata<sup>3<\/sup>, Y. Takeuchi<sup>3<\/sup>, Y. Suzuki<sup>4<\/sup>, Y. Fukui<sup>1<\/sup>, Y. Ibi<sup>5<\/sup>, H. Haga<sup>3<\/sup>, S. Morita<sup>5<\/sup>, M. Toi<sup>1<\/sup>, S. Kawaoka<sup>6<\/sup>, K. Kawaguchi<sup>1<\/sup>; <br\/><sup>1<\/sup>Kyoto University Hospital, Graduate School of Medicine, Kyoto, Japan, <sup>2<\/sup>Iwate Medical University, Iwate, Japan, <sup>3<\/sup>Kyoto University, Kyoto, Japan, <sup>4<\/sup>The University of Tokyo, Tokyo, Japan, <sup>5<\/sup>Kyoto University Graduate School of Medicine, Kyoto, Japan, <sup>6<\/sup>Tohoku University, Sendai, Japan","CSlideId":"","ControlKey":"719309e9-b230-423c-a6fd-57ad65133edc","ControlNumber":"4043","DisclosureBlock":"&nbsp;<b>Y. Maeshima, <\/b> None..<br><b>T. R. Kataoka, <\/b> None..<br><b>A. Vandenbon, <\/b> None..<br><b>M. Hirata, <\/b> None..<br><b>Y. Takeuchi, <\/b> None..<br><b>Y. Suzuki, <\/b> None..<br><b>Y. Fukui, <\/b> None..<br><b>Y. Ibi, <\/b> None..<br><b>H. Haga, <\/b> None..<br><b>S. Morita, <\/b> None.&nbsp;<br><b>M. Toi, <\/b> <br><b>Chugai<\/b> Grant\/Contract, Other, Lecture honoraria or lecture chair. <br><b>Takeda<\/b> Grant\/Contract, Other, Lecture honoraria or lecture chair. <br><b>Pfizer<\/b> Grant\/Contract, Other, Lecture honoraria or lecture chair. <br><b>Taiho<\/b> Grant\/Contract, Other, Lecture honoraria or lecture chair. <br><b>Eisai<\/b> Grant\/Contract, Other, Lecture honoraria or lecture chair. <br><b>Eli-Lilly and companies<\/b> Grant\/Contract, Other, Lecture honoraria or lecture chair. <br><b>Daiichi-Sankyo<\/b> Grant\/Contract, Other, Lecture honoraria or lecture chair. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Lecture honoraria or lecture chair. <br><b>Astellas<\/b> Grant\/Contract. <br><b>Shimadzu<\/b> Grant\/Contract, Other, Lecture honoraria or lecture chair. <br><b>Yakult<\/b> Grant\/Contract, Other, Lecture honoraria or lecture chair. <br><b>Nippon Kayaku<\/b> Grant\/Contract, Other, Lecture honoraria or lecture chair. <br><b>AFI technology<\/b> Grant\/Contract. <br><b>Luxonus<\/b> Grant\/Contract. <br><b>Shionogi<\/b> Grant\/Contract. <br><b>GL Science<\/b> Grant\/Contract. <br><b>Sanwa Shurui<\/b> Grant\/Contract. <br><b>MSD<\/b> Other, Lecture honoraria or lecture chair. <br><b>Exact Science<\/b> Other, Lecture honoraria or lecture chair. <br><b>Novartis<\/b> Other, Lecture honoraria or lecture chair.<br><b>S. Kawaoka, <\/b> None.&nbsp;<br><b>K. Kawaguchi, <\/b> <br><b>TERUMO<\/b> Grant\/Contract. <br><b>Astellas<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Kyoto Breast Cancer Research Network<\/b> Grant\/Contract. <br><b>Becton Dickinson Japan<\/b> Other, Consulting fees. <br><b>Eisai<\/b> Other, honoraria. <br><b>Chugai<\/b> Other, honoraria. <br><b>Takeda<\/b> Other, honoraria.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"952","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"106","PresenterBiography":null,"PresenterDisplayName":"Yurina Maeshima, MD","PresenterKey":"9722ce4f-ba74-4eab-a62b-8518a5c9a660","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"106. Selective elimination of CD169<sup>+<\/sup> macrophages in lymph nodes invaded by breast cancers","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Selective elimination of CD169<sup>+<\/sup> macrophages in lymph nodes invaded by breast cancers","Topics":null,"cSlideId":""},{"Abstract":"Idiopathic pulmonary fibrosis (IPF) is a progressive and irreversible chronic disease that kill ten thousand of people in China every year. The risk of IPF is highly correlated with smoke, air pollution, dust, virus infection and aging. Average survival period of patients diagnosed as IPF is around 2.8 years which is less than several types of cancers, therefore, IPF is also thought to be a lung cancer-like disease. In the past few decades, many animal models were created to mimic human IPF, however, induction materials, animal species and strain differences, sex, physiology structure and progress of disease make the choice of IPF animal models selection more difficult. In addition, lack of strong evidence of cytokines biomarker detection hampered the discovery of anti-IPF drugs. Meso Scale Discovery (MSD) instrument is an efficient tool to high throughput analyze the lowest level of several cytokines and other biomarkers in the same time and was used to detect the bleomycin (BLM) induced mouse lung fibrosis. Meanwhile, animal sex and dose effects of BLM were also tested to define the proper mouse model for anti-IPF drugs development. Our results indicated that 0.6-0.8 mg\/kg of intratracheal injection of single dose BLM is sufficient to create the IPF model without sex differences by examining the lung weight, lung ratio, soluble hydroxyproline, HE staining and mason staining. However, male mice were more resistant to the lethal effect of BLM due to the larger size or bodyweight. Using MSD detection, several mouse cytokines were measured simultaneously and showed that IFN-&#947;, IL-5, TNF-&#945;, and IL-10 were increased in the IPF mouse model and were recovered after pirfenidone treatment at day 14 which mimics the cytokines profile in IPF patients. In summary, the MSD detection and pathological evaluation prove that male mouse treated with 0.8 mg\/kg BLM through intratracheal injection is a suitable mouse model for the development of anti-IPF dugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-12 Other,,"},{"Key":"Keywords","Value":"Cytokines,Lung cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Wei Bao<sup><\/sup>, Ying-Ji Li<sup><\/sup>, Jin-Fan Gu<sup><\/sup>, Cong-Lin Yang<sup><\/sup>, Yi-Da Wang<sup><\/sup>, Tie-Jun Bing<sup><\/sup>, <b>Wen-Jen Yu<\/b><sup><\/sup><br><br\/>ICE Bioscience, Inc., Beijing, China","CSlideId":"","ControlKey":"5892a8b0-cec0-4b22-a669-dc5f1297843a","ControlNumber":"5306","DisclosureBlock":"&nbsp;<b>W. Bao, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>J. Gu, <\/b> None..<br><b>C. Yang, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>T. Bing, <\/b> None..<br><b>W. Yu, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"956","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"107","PresenterBiography":null,"PresenterDisplayName":"Wen-Jen Yu, PhD","PresenterKey":"f6cfcbe2-dd3a-482f-9f4e-cc416020cd05","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"107. Application of MSD on the lung cancer associated idiopathic pulmonary fibrosis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Application of MSD on the lung cancer associated idiopathic pulmonary fibrosis","Topics":null,"cSlideId":""},{"Abstract":"Mutations in <i>STK11<\/i> that lead to loss of its protein LKB1 occur in 15-20% of non-squamous non-small cell lung cancer (NSCLC) and are frequently co-mutated with oncogenic <i>KRAS<\/i> mutations. <i>KRAS<\/i> and <i>STK11<\/i> co-mutant NSCLC is associated with poor prognosis, low PD-L1 expression, low T-cell infiltration, and poor response to immune-checkpoint inhibitors (ICI). Loss of LKB1 leads to altered transcriptional programs with the activation of CREB-dependent gene transcription and changes in the tumor microenvironment including recruitment of suppressive myeloid cells. We used the syngeneic <i>Kras<\/i> mutant murine CMT167 tumor cell line that is wild-type for <i>Tp53<\/i> and <i>Stk11<\/i> and sensitive to ICI and generated isogeneic <i>Stk11<\/i> knockout cell lines (CMT167-Stk11-KO) by CRISPR\/Cas-9 deletion. Loss of <i>Stk11<\/i> recapitulated LKB1-loss transcriptional signatures and rendered CMT167 tumors resistant to ICI. Single-cell RNA sequencing (10x) of implanted tumors demonstrated significantly less CD8 T-cells and increased neutrophils (PMN) in <i>Stk11<\/i>-KO versus <i>Stk11<\/i>-WT tumors. Analysis of differentially expressed genes in the tumor compartment identified increased expression of complement pathway genes including the central mediator <i>C3<\/i> in CMT-167-Stk11-KO tumors. Examination of a well characterized clinical cohort of human <i>KRAS<\/i>-mutant NSCLC patient samples with and without <i>STK11<\/i> mutation confirmed the increased expression of complement <i>C3<\/i> in <i>STK11<\/i>-mutant tumors. Analysis of a human NSCLC cell line panel demonstrated that <i>C3<\/i> expression was modulated by LKB1. Knockout of <i>C3<\/i> in CMT167-Stk11-KO tumor resulted in dramatic inhibition of tumor growth and re-sensitized CMT167-Stk11-KO tumors to ICI treatment in WT mice. Using <i>C3<\/i>-\/- knockout mice, this effect was determined to be reliant on tumor-derived <i>C3<\/i> and dependent on adaptive immunity as no difference in growth of CMT167-Stk11-KO tumors occurred in nude mice or in WT mice after CD8 T-cell depletion. We then compared the transcriptome of Stk11-KO tumor cells with and without <i>C3<\/i> deletion, and observed that <i>C3<\/i> upregulates the expression of <i>Cxcl1<\/i>, <i>Cxcl2<\/i> and <i>Cxcl3<\/i> which mediate PMN recruitment and activation. Since these chemokines ligate Cxcr2, we asked whether Cxcr2 mediated tumor growth and ICI resistance in Stk11-KO tumors. While treatment with single-agent Cxcr2 inhibitor and anti-PD-1 therapy had no effect on tumor growth, the combination resulted in significant suppression of tumor growth <i>in vivo<\/i>. These results support a role for tumor-derived <i>C3<\/i> suppressing CD8 T-cell immunity, potentially indirectly through recruitment of PMN or inducing PMN suppressor function. Our results also provide rationale for targeting tumor-derived complement and inhibiting Cxcr2 to enhance ICI efficacy as novel therapeutic approaches in patients with <i>STK11<\/i>-mutant NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-08 Oncogenic pathway-mediated regulation of inflammation and tumor immunity,,"},{"Key":"Keywords","Value":"LKB1,CXCR2,Lung cancer: non-small cell,Innate immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Suzuki, C. Ting, B. Kandar, T.-A. Chen, A. Khan, T. Giridharan, B. Segal, <b>E. H. Yau<\/b>; <br\/>Roswell Park Comprehensive Cancer Center, Buffalo, NY","CSlideId":"","ControlKey":"8d147441-bcf2-4779-98ef-4b2b09b99d0e","ControlNumber":"7407","DisclosureBlock":"&nbsp;<b>S. Suzuki, <\/b> None..<br><b>C. Ting, <\/b> None.&nbsp;<br><b>B. Kandar, <\/b> <br><b>Angiocrine Bioscience<\/b> Employment.<br><b>T. Chen, <\/b> None..<br><b>A. Khan, <\/b> None..<br><b>T. Giridharan, <\/b> None.&nbsp;<br><b>B. Segal, <\/b> <br><b>Apellis<\/b> Grant\/Contract. <br><b>Nextcure<\/b> Grant\/Contract, Other, Scientific Advisory Board. <br><b>E. H. Yau, <\/b> <br><b>Nextcure inc.<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"958","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"108","PresenterBiography":null,"PresenterDisplayName":"Edwin Yau, MD;PhD","PresenterKey":"99f63819-bf80-4d77-a119-9430dc7c4b66","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"108. Tumor-derived complement C3 is overexpressed in STK11 mutant non-small cell lung cancer and contributes to an immunosuppressive tumor microenvironment in a syngeneic mouse model","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor-derived complement C3 is overexpressed in STK11 mutant non-small cell lung cancer and contributes to an immunosuppressive tumor microenvironment in a syngeneic mouse model","Topics":null,"cSlideId":""},{"Abstract":"T cells are generally present in low numbers in estrogen receptor-positive (ER+) breast cancer (BC) potentially due to limited antigens or impaired antigen presentation, however defined mechanisms are not fully understood. This study explores the interplay between estrogen receptor signaling (ERS), antigen presentation machinery (APM), and T cell signaling (TC) using diverse datasets, including BC cell lines, TCGA, METABRIC, and clinical trial bulk transcriptomes, single-cell RNA-sequencing of ER+ primary BC, and single-cell spatial multi-plex cyclic immunofluorescence (CyCIF) of primary BC patients. Co-expression analysis of both computationally and manually curated genes in TCGA and METABRIC data unveiled distinct 29-gene ERS and 225-gene combined APM\/TC modules with strong inverse correlations in ER+ BC. This inverse correlation was confirmed in independent cohorts. ERS and APM\/TC modules were down- and up-regulated, respectively, in response to aromatase inhibitor therapy in ER+ BC patients from the ACOSOG Z1301B trial who demonstrated clinical benefit. Analysis of published single-cell RNA-sequencing data of 20 primary ER+ BC was performed to elucidate cell types that express individual genes in the modules. It confirmed that high ERS activity is associated with reduced T cells, and identified distinct cell types contributing to each module, showing higher ERS activity in tumor cells and higher APM\/TC activity in stromal and immune cells. At the cell type level, we found distinct contributions and precise insights of individual genes. The prevalence of ERS activity in tumor cells prompted investigation to determine if the ERS and APM\/TC modules were preserved as tumor-intrinsic signaling. Analysis of 54 BC cell lines indicated partially preserved module correlations in cancer cell lines and revealed that the APM\/TC module is a contribution of both tumor-intrinsic (e.g., complement and type-I IFN-response), and tumor-extrinsic (e.g., lymphocyte activation) factors. CyCIF analysis of 29 ER+ BC samples was performed to bridge gene signatures with spatial biology and validated that higher ERS activity correlates with lower T cell infiltration. The spatial pattern of T cells varied from immune desert to stromally bound to fully inflamed tumors. Neighborhood analysis revealed increased frequency of CD8 T cells around a tumor cell is associated with elevated MHC I and II in broad immune cells and macrophage subsets, respectively. pTBK1+ macrophages inversely correlated with CD8 T cell frequency and MHC expression in neighboring cells, suggesting an immunosuppressive role. This study uncovers robust and tightly regulated ERS and APM\/TC signaling in ER+ patients, unraveling molecular intricacies and offering potential insights for targeted therapeutic interventions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-08 Oncogenic pathway-mediated regulation of inflammation and tumor immunity,,"},{"Key":"Keywords","Value":"Estrogen receptor,T cell,Antigen presentation,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Shimada<\/b><sup>1<\/sup>, Y. X. Cui<sup>2<\/sup>, D. Michaud<sup>2<\/sup>, K. F. Zheng<sup>3<\/sup>, J. Goldberg<sup>2<\/sup>, R. Pastorello<sup>4<\/sup>, L. Kania<sup>3<\/sup>, S. S. McAllister<sup>5<\/sup>, S. M. Tolaney<sup>2<\/sup>, A. Waks<sup>2<\/sup>, R. Jeselsohn<sup>2<\/sup>, P. K. Sorger<sup>1<\/sup>, J. Agudo<sup>2<\/sup>, J. L. Guerriero<sup>1<\/sup>, E. A. Mittendorf<sup>1<\/sup>; <br\/><sup>1<\/sup>Harvard Medical School, Boston, MA, <sup>2<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>3<\/sup>Brigham and Women's Hospital, Boston, MA, <sup>4<\/sup>Hospital Srio Libans, So Paulo, Brazil, <sup>5<\/sup>Brigham and Womens Hospital, Boston, MA","CSlideId":"","ControlKey":"07b3eb4f-9412-4b97-a40b-fce86ef41f8d","ControlNumber":"7627","DisclosureBlock":"<b>&nbsp;K. Shimada, <\/b> <br><b>FELIQS Corporation<\/b> Independent Contractor, Stock Option.<br><b>Y. X. Cui, <\/b> None..<br><b>D. Michaud, <\/b> None..<br><b>K. F. Zheng, <\/b> None..<br><b>J. Goldberg, <\/b> None..<br><b>R. Pastorello, <\/b> None..<br><b>L. Kania, <\/b> None..<br><b>S. S. McAllister, <\/b> None.&nbsp;<br><b>S. M. Tolaney, <\/b> <br><b>4D Pharma<\/b> Independent Contractor. <br><b>ARC Therapeutics<\/b> Independent Contractor. <br><b>AstraZeneca<\/b> Independent Contractor. <br><b>Athenex<\/b> Independent Contractor. <br><b>BeyondSpring Pharmaceuticals<\/b> Independent Contractor. <br><b>Blueprint Medicine<\/b> Independent Contractor. <br><b>Bristol Myers Squibb<\/b> Independent Contractor, Grant\/Contract. <br><b>Certara<\/b> Independent Contractor. <br><b>CytomX Therapeutics<\/b> Independent Contractor. <br><b>Daiichi Sankyo<\/b> Independent Contractor. <br><b>Eisai<\/b> Independent Contractor, Grant\/Contract. <br><b>Ellipses Pharma<\/b> Independent Contractor. <br><b>G1 Therapeutics<\/b> Independent Contractor. <br><b>Gilead<\/b> Independent Contractor, Grant\/Contract. <br><b>Kyowa Hakko Kirin<\/b> Independent Contractor. <br><b>Eli Lilly<\/b> Independent Contractor, Grant\/Contract. <br><b>Merck<\/b> Independent Contractor, Grant\/Contract. <br><b>Mersana<\/b> Independent Contractor. <br><b>Nanostring Technologies<\/b> Independent Contractor, Grant\/Contract. <br><b>Nektar<\/b> Independent Contractor, Grant\/Contract.<br><b>A. Waks, <\/b> None..<br><b>R. Jeselsohn, <\/b> None.&nbsp;<br><b>P. K. Sorger, <\/b> <br><b>Merck<\/b> Grant\/Contract. <br><b>Flagship Pioneering<\/b> Independent Contractor. <br><b>Glencoe Software<\/b> Stock. <br><b>RareCyte<\/b> Stock. <br><b>NanoString Technologies<\/b> Independent Contractor. <br><b>Applied Biomath<\/b> Stock. <br><b>Novartis<\/b> Grant\/Contract.<br><b>J. Agudo, <\/b> None.&nbsp;<br><b>J. L. Guerriero, <\/b> <br><b>Glaxo-Smith Kline<\/b> Independent Contractor, Grant\/Contract. <br><b>Codagenix<\/b> Independent Contractor. <br><b>Verseau Therapeutics<\/b> Independent Contractor. <br><b>Kymera<\/b> Independent Contractor. <br><b>Kowa<\/b> Independent Contractor. <br><b>Duke Street Bio.<\/b> Independent Contractor. <br><b>Array BioPharma<\/b> Independent Contractor, Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>E. A. Mittendorf, <\/b> <br><b>AstraZeneca<\/b> Independent Contractor. <br><b>Exact Sciences<\/b> Independent Contractor. <br><b>Merck<\/b> Independent Contractor. <br><b>Roche\/Genentech<\/b> Independent Contractor, Grant\/Contract. <br><b>Gilead<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"959","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"109","PresenterBiography":null,"PresenterDisplayName":"Kenichi Shimada, PhD","PresenterKey":"66875785-3672-4d9a-81ac-0a8ec5dc503d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"109. Identification of tumor-intrinsic and extrinsic mechanisms of T cell exclusion in estrogen receptor-positive (ER+) breast cancer through integration of bulk and single-cell transcriptome and spatial analysis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of tumor-intrinsic and extrinsic mechanisms of T cell exclusion in estrogen receptor-positive (ER+) breast cancer through integration of bulk and single-cell transcriptome and spatial analysis","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapies are the standard of care for patients with renal cancer, yet their effects on renal tumor antigen-specific CD8 T cell responses and their subsequent ability to modulate the renal tumor microenvironment remain difficult to evaluate. In order to address this gap in the field, we developed a novel murine model to examine tumor-antigen specific CD8 T cell immune responses in orthotopic renal cancer utilizing a new cell line, Renca-tERK-LUC. Parental Renca cells were transduced with a lentivirus expressing the naturally-occurring, mutated tERK peptide found in CMS5 fibrosarcoma cells to create Renca-tERK-LUC tumor cells. The tERK mutation consists of a one base pair change that creates an Sfc1 site, so it can be detected by RT-PCR followed by restriction enzyme digestion. Our data show that Renca-tERK-LUC cells express tERK at high levels and grow progressively in control BALB\/c mice, but are rejected in DUC Thy1.1 mice, which contain endogenous TCR transgenic CD8+ T cells specific for tERK peptide \/ MHC I complexes. We then performed adoptive transfers of 5 x 10<sup>5<\/sup> DUC Thy1.1 T cells into mice with established, orthotopic Renca-tERK-LUC tumors to evaluate: 1) the effects of immunotherapy on tumor-antigen-specific T cell responses; and 2) the effects of tumor-antigen-specific T cells on the broader renal tumor microenvironment. Our data indicate that the transfer of relatively low numbers of tumor antigen-specific CD8+ T cells induces transcriptomic and cellular changes in the tumor microenvironment in both the presence and absence of immunotherapy. Defining the parameters surrounding tumor-antigen-specific T cell responses and their ability to modulate the renal tumor microenvironment under the influence of clinically relevant immunotherapeutic intervention has the potential to increase the understanding of immunity to renal tumors, which could ultimately prove beneficial for renal cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"T cell,Tumor microenvironment,Immunotherapy,Renal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Stephens<\/b>, E. Elkins, F. Dempsey, Z. Swalley, J. Li, J. Zhang, R. Kirkman, B.-R. Chen, Z. Roberts, S. Sudarshan, B. Sleckman, H. Tse, D. L. Smith, Jr., L. A. Norian; <br\/>University Of Alabama At Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"655ab04b-4023-4c40-8434-554c4713d791","ControlNumber":"5978","DisclosureBlock":"&nbsp;<b>H. Stephens, <\/b> None..<br><b>E. Elkins, <\/b> None..<br><b>F. Dempsey, <\/b> None..<br><b>Z. Swalley, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>R. Kirkman, <\/b> None..<br><b>B. Chen, <\/b> None..<br><b>Z. Roberts, <\/b> None..<br><b>S. Sudarshan, <\/b> None..<br><b>B. Sleckman, <\/b> None..<br><b>H. Tse, <\/b> None..<br><b>D. L. Smith, <\/b> None..<br><b>L. A. Norian, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"969","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"110","PresenterBiography":null,"PresenterDisplayName":"Holly Stephens","PresenterKey":"f4847f3a-277d-401a-b597-c8a6740cb04f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"110. Adoptive transfer of tumor antigen-specific T cells alters the renal tumor microenvironment in the presence and absence of immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Adoptive transfer of tumor antigen-specific T cells alters the renal tumor microenvironment in the presence and absence of immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Clear cell renal cell carcinoma (ccRCC), the predominant histological subtype of RCC, is highly correlated with immune cells, an association that is linked to a worse prognosis. Our study aimed to establish an orthotopic ccRCC mouse model reconstituted with human peripheral blood mononuclear cells (PBMCs) and implanted with human ccRCC SKRC-59 cells under the kidney capsule in immunodeficient NSG-MHC I\/II double knock-out (DKO) mice. The study was conducted using two experimental designs to optimize humanization and tumor formation. In the first experimental design, the mice were engrafted with SKRC-59 cells under the left kidney capsule 24 hours post-irradiation on study day 0. The PBMCs were then injected intravenously on study day 9. The second experimental design involved irradiating mice on study day -1, followed by engraftment with PBMCs either perfectly (6\/6) or partially (3\/6) matched human leukocyte antigens (HLA) with the tumors. Subsequently, SKRC-59 cells were placed under the kidney capsule on study day 0. Daily post-operative observations were conducted for six days following surgery to ensure the well-being of the mice. Tumor burden was assessed twice weekly using an <i>in vivo<\/i> imaging system, along with monitoring body weights and clinical signs. The humanization rates were evaluated 7, 14, and 21 days post-PBMC engraftment, as well as at the end of the study, using peripheral blood. Approximately 5 to 6 weeks post-tumor implantation, the mice were euthanized, and both left and right kidneys were collected and weighed for further analysis. The humanization rates were significantly higher when the PBMCs were engrafted on the same day as irradiation compared to 10 days post-irradiation. The PBMC humanization, and HLA-type PBMC donors did not affect tumor burden. Additionally, we found that distant metastasis in the lungs developed in several mice. Using flow cytometry and immunohistochemistry (IHC) to analyze tumor infiltrating leukocytes (TILs), a predominant number of CD3+ T cells were found in human CD45+ TILs, indicating that this model could be useful for evaluating T cell-mediated immunotherapies. Moreover, lympho-myeloid aggression (LMA) was observed in this peripheral blood leukocytes (PBL) mouse model, showing early stage tertiary lymphoid structures (TLS), which potentially provides a powerful tool to recapitulate TLS formation and study associated mechanisms and therapies. Our study demonstrated the growth of ccRCC SKRC-59 tumors under the renal capsule and observed TILs and metastatic patterns in PBMC humanized DKO mice. This PBMC-humanized orthotopic ccRCC xenograft model can recapitulate tumor microenvironment (TME), and be potentially used to assess the safety and efficacy of various immunotherapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Orthotopic models,Renal cell carcinoma,Immuno-oncology,Xenografts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. Kang<\/b><sup>1<\/sup>, Y. Wang<sup>2<\/sup>, Y. N. Laimon<sup>3<\/sup>, O. Pham<sup>1<\/sup>, B. Matran<sup>1<\/sup>, L. Bottoms<sup>1<\/sup>, S. Khang<sup>1<\/sup>, H.-C. Yuan<sup>2<\/sup>, N. Murugan<sup>2<\/sup>, A. B. Sheshdeh<sup>3<\/sup>, L.-c. Yao<sup>1<\/sup>, J. Yang<sup>1<\/sup>, M. Cheng<sup>1<\/sup>, S. Signoretti<sup>3<\/sup>, W. A. Marasco<sup>2<\/sup>, J. G. Keck<sup>1<\/sup>; <br\/><sup>1<\/sup>The Jackson Laboratory, Sacramento, CA, <sup>2<\/sup>Dana Farber Cancer Institute, Boston, MA, <sup>3<\/sup>Brigham and Womens Hospital, Boston, MA","CSlideId":"","ControlKey":"927297f0-bec7-4f36-af74-743c7d26e86f","ControlNumber":"7809","DisclosureBlock":"&nbsp;<b>W. Kang, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>Y. N. Laimon, <\/b> None..<br><b>O. Pham, <\/b> None..<br><b>B. Matran, <\/b> None..<br><b>L. Bottoms, <\/b> None..<br><b>S. Khang, <\/b> None..<br><b>H. Yuan, <\/b> None..<br><b>N. Murugan, <\/b> None..<br><b>A. B. Sheshdeh, <\/b> None..<br><b>L. Yao, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>M. Cheng, <\/b> None..<br><b>S. Signoretti, <\/b> None..<br><b>W. A. Marasco, <\/b> None..<br><b>J. G. Keck, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"970","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"111","PresenterBiography":null,"PresenterDisplayName":"Wonyeong Kang","PresenterKey":"24de703b-11d3-4141-9ace-6aabd8869e3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"111. Establishing orthotopic renal cell carcinoma xenograft in PBMC-humanized immunodeficient NSG-MHC I\/II double knock-out mice","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishing orthotopic renal cell carcinoma xenograft in PBMC-humanized immunodeficient NSG-MHC I\/II double knock-out mice","Topics":null,"cSlideId":""},{"Abstract":"Human immune system mouse models play critical roles in numerous preclinical drug development pipelines, including immunology, infectious diseases, and immuno-oncology. These models are constantly evolving, with addition of human cytokines to sustain engraftment of human immune cells. To date, most humanized models have primarily focused on T lymphocyte cell biology, leaving room for improvement in developing models that effectively represent NK cells and the myeloid lineage. Previously, we demonstrated that the introduction of human IL-15 (NSG-IL-15) or FLT3L (NSG-FLT3L) to NOD-scid IL2r&#947;<sup>null<\/sup> (NSG) mice enhanced engraftment of innate immune cells, including human CD56<sup>+<\/sup> NK cells, CD141<sup>+<\/sup> and CD1c<sup>+<\/sup> DC subsets, CD123<sup>+<\/sup> pDCs, and CD14<sup>+<\/sup> monocytes. In this study, we describe a new NSG mouse variant (NSG-Flt3KO; Tg(hFLT3LG); hIL15) that expresses physiological levels of both human IL-15 and FLT3L and detail the immune cell diversity following HSC engraftment. NSG-Flt3KO; Tg(hFLT3LG); hIL15<b> <\/b>mice, along with control strains NSG, NSG-IL15, and NSG-FLT3L, were engrafted with human umbilical cord blood derived CD34<sup>+<\/sup> hematopoietic stem cells from three different donors, and blood samples were collected until Week 20 post-transplantation. Blood samples were analyzed via flow cytometry to assess the engraftment of innate and adaptive immune cells. Spleen and bone marrow samples were collected at Week 12 post-transplantation and analyzed for lymphoid and myeloid immune cell populations via flow cytometry. To compare the differences among the strains in terms of immune cell sub-populations across weeks, a Two-Way ANOVA (mixed-model) was conducted, with p&#60;0.05 considered statistically significant. Overall, the results demonstrate that NSG-Flt3KO; Tg(hFLT3LG); hIL15<b> <\/b>mice have enhanced CD56<sup>+\/dim<\/sup> CD16<sup>+<\/sup> NK cells compared to NSG-FTL3L strain (20.5&#177;12.8% vs 7.0&#177;3.5% at Week 12), but comparable to NSG-IL15. Furthermore, myeloid sub-lineage cells in NSG-IL15-FLT3L mice, such as monocytes, macrophages (M1), granulocytes, dendritic cells, and neutrophils, were greater than in NSG or NSG-IL15 strains, but comparable to NSG-FLT3L mice. Overall levels of hCD45+ and T cell sub-populations (CD3<sup>+<\/sup> or CD4<sup>+<\/sup> or CD8<sup>+<\/sup>) were comparable across all strains tested. In sum, our NSG-Flt3KO; Tg(hFLT3LG); hIL15<b> <\/b>engraftment data suggest an improved model that supports drug development targeting human myeloid and NK cell populations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"FLT3,Natural killer cells,Innate immunity,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Boreddy<\/b>, S. Hu, B. Soper; <br\/>The Jackson Laboratory-West, Sacramento, CA","CSlideId":"","ControlKey":"5556c233-abaa-418c-96e2-1e1a39129623","ControlNumber":"5608","DisclosureBlock":"<b>&nbsp;S. Boreddy, <\/b> <br><b>Syngene International Ltd.<\/b> Employment. <br><b>Biofusion Ltd.<\/b> Employment.<br><b>S. Hu, <\/b> None..<br><b>B. Soper, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"971","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"112","PresenterBiography":null,"PresenterDisplayName":"Srinivas Reddy Boreddy, PhD","PresenterKey":"ff7e2cd2-fa6e-4c28-b5f6-a386ddf5d2de","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"112. The NSG-Flt3KO; Tg(hFLT3LG); hIL15 mouse strain improves engraftment of innate immune cells post-CD34+ humanization","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The NSG-Flt3KO; Tg(hFLT3LG); hIL15 mouse strain improves engraftment of innate immune cells post-CD34+ humanization","Topics":null,"cSlideId":""},{"Abstract":"Oncostatin M (OSM) and interleukin-31 (IL-31) are two pleiotropic cytokines that share a common signaling receptor subunit, the OSM receptor beta (OSMR). Both cytokines are released by monocytes, macrophages, dendritic cells and T lymphocytes in inflammatory situations, and upon binding to their respective receptors, induce the production of inflammatory cytokines (such as IL-6), chemokines, and other cellular growth factors during tissue repair, mainly via the JAK\/STAT signal pathway. As OSM and IL-31 are reported to be involved in a variety of physiological and pathological processes, targeting IL-31 or OSM signaling is of therapeutic interest. To provide a novel preclinical platform for testing novel modulators of these signaling axes, a humanized IL-31\/IL-31RA\/OSM\/OSMR mouse model was generated. First, single gene knock-in mice were constructed by gene editing technology; multigenic knock-in mice were then obtained by breeding, yielding a quadruple humanized model in which the murine cytokine sequences were replaced by full-length human cytokine sequences <i>in situ<\/i>, while the murine receptor sequences were replaced by chimeric sequences comprised of the human extracellular region and murine intracellular regions <i>in situ<\/i>. mRNA expression confirmed expression of IL-31, IL-31RA, and OSMR in this model, while ELISA confirmed expression of human OSM protein in the model without evidence of murine OSM expression. Next, the signaling capacity of the humanized OSMR receptor was confirmed: mouse embryonic fibroblasts (MEFs) isolated from humanized B-hOSM\/hOSMR mice were capable of responding to human OSM to release IL-6, while wild-type MEFs could only respond to murine OSM. Subsequently, the ability of IL-31RA antibodies to alleviate scratching was tested in a chemically induced model of atopic dermatitis. Compared to mice receiving control antibodies, scratching frequency in humanized B-hIL31\/hIL31RA\/hOSMR mice treated with nemolizumab was attenuated (analog antibody was generated in-house). Finally, blood counts and flow cytometric profiling indicates that the humanized mice have a normal frequency of leukocytes and lymphocytes. Taken together, this quadruple humanized IL-31\/IL-31RA\/OSM\/OSMR mouse model is a promising preclinical tool that can be used to evaluate novel modulators of this signaling pathway prior to clinical development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Cytokines,Inflammation,Animal models,Preclinical testing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"L. Wang<sup>1<\/sup>, L. Zhao<sup>1<\/sup>, M. Zhang<sup>1<\/sup>, Z. Zhang<sup>1<\/sup>, Z. Chen<sup>1<\/sup>, <b>M. Kuraguchi<\/b><sup>2<\/sup>, J. Lian<sup>1<\/sup>, J. Zhang<sup>1<\/sup>; <br\/><sup>1<\/sup>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China, <sup>2<\/sup>Biocytogen Boston Corp, Waltham, MA","CSlideId":"","ControlKey":"eb0f3ad7-5078-4882-8cea-5a38d8b05466","ControlNumber":"5141","DisclosureBlock":"&nbsp;<b>L. Wang, <\/b> None..<br><b>L. Zhao, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>M. Kuraguchi, <\/b> None..<br><b>J. Lian, <\/b> None..<br><b>J. Zhang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"972","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"113","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"113. Generation and validation of a novel humanized IL-31\/IL-31RA\/OSM\/OSMR mouse model","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Generation and validation of a novel humanized IL-31\/IL-31RA\/OSM\/OSMR mouse model","Topics":null,"cSlideId":""},{"Abstract":"Our goal is to identify, <i>in situ<\/i>, the regulatory genes that dictate the onset age and growth rate of spontaneously arising tumors to implement new intervention strategies. For genetic linkage analysis, we crossed HER2(neu) Tg mice with Diversity Outbred (DO) mice, an outbred population comprised of 8 founding strains (A\/J, C57BL\/6J, 129S1\/SvlmJ, NOD\/ShiLtJ, NZO\/HILtJ, CAST\/EiJ, PWK\/PhJ, WSB\/EiJ) maintained by non-sibling crossing to ensure each mouse is genetically unique. Using R\/QTL package, we linked Quantitative Trait Loci (QTL) in Chr 1 and X with tumor onset age, and a Chr 10 QTL with tumor growth rate. The Chr1 (=human Chr2) QTL was linked to human breast cancer diagnosis in 11 Genome-Wide Association Studies (GWAS; the human GWAS catalog, <u>https:\/\/www.ebi.ac.uk\/gwas\/<\/u><u><\/u>). Because human GWAS data is deficient in Chr X mapping and also does not assess tumor growth rate as a trait, the QTL loci identified in mouse Chr X and 10 were discoveries beyond the capacity of human GWAS. In total, we identified 26 candidate genes across the 3 QTL. For clinical validation, the genes were analyzed with CodeAI (Caris LS) which associated cancer patient clinical data with candidate gene expression. We found 21\/26 genes significantly associated with the survival of patients with primary (n=3,533) and\/or metastatic (n=4,870) breast cancers and 17\/26 were associated with lung cancer (n=11,334) survival, with 13 overlapping genes between lung and breast cancer, indicating broad applicability of these candidate genes.<br \/>We interrogated the immune status in BALB NeuT and (BALBxPWK)F1 NeuT mice because the F1 mice developed tumors around 9 wk, much earlier than the 14 wk observed in BALB NeuT mice. Surprisingly, (BALBxPWK)F1 mice responded to cancer vaccines more vigorously. Single cell RNA (scRNA) libraries from (BALBxPWK)F1 NeuT tumors showed an expanded lymphocyte cluster (12%), compared with BALB NeuT (2%) and an enrichment of T cell activation genes. These findings may reflect a deficiency in tumor cell recognition by the activated anti-tumor effectors and a window of opportunity for correction.<br \/>Of the 21 candidate genes, LILRB4, a myeloid cell checkpoint molecule, was of particular interest. Expression of LILRB4 is predictive of patient survival in both breast and lung cancer. Using scRNA<br \/>sequencing, we found this transmembrane receptor expressed primarily by tumor infiltrating myeloid cells. In a reported scRNA sequencing dataset (GSE161529), LILRB4 was expressed by infiltrating macrophages in human breast cancers, and is also correlated with reduced survival. In a PAN Cancer ATACseq dataset (Corces et al., 2018), promoter accessibility of LILRB4 was associated with reduced survival. Taken together, there are multiple immune regulatory mechanisms of tumor progression and LILRB4 is an important new actionable target. CA76340 (WZW), KCI TBM program (JBJ) and CCSG P30 CA022453 (GB).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Immune checkpoint,Predictive biomarkers,HER2\/neu,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. B. Jacob<\/b><sup>1<\/sup>, W.-Z. Wei<sup>1<\/sup>, B. L. Kidder<sup>1<\/sup>, T. Adeyelu<sup>2<\/sup>, A. Elliott<sup>2<\/sup>, G. Bepler<sup>1<\/sup>, J. D. Reyes<sup>1<\/sup>; <br\/><sup>1<\/sup>Wayne State University School of Medicine, Detroit, MI, <sup>2<\/sup>Caris Life Sciences, Irving, TX","CSlideId":"","ControlKey":"26aca0a1-6254-4c2d-8473-ead87be53063","ControlNumber":"3430","DisclosureBlock":"&nbsp;<b>J. B. Jacob, <\/b> None..<br><b>W. Wei, <\/b> None..<br><b>B. L. Kidder, <\/b> None.&nbsp;<br><b>T. Adeyelu, <\/b> <br><b>Caris Life Sciences<\/b> Employment. <br><b>A. Elliott, <\/b> <br><b>Caris Life Sciences<\/b> Employment.<br><b>G. Bepler, <\/b> None..<br><b>J. D. Reyes, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"973","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"114","PresenterBiography":null,"PresenterDisplayName":"Jennifer Jacob, PhD","PresenterKey":"a2086a0c-59a8-4e1a-88dd-d0bc66fe97a6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"114. Identification of the actionable target, LILRB4, through genetic linkage analysis of Diversity Outbred (DO) F1 mice expressing HER2(neu)","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of the actionable target, LILRB4, through genetic linkage analysis of Diversity Outbred (DO) F1 mice expressing HER2(neu)","Topics":null,"cSlideId":""},{"Abstract":"Chimeric Antigen Receptor (CAR) T cells are a modality of immunotherapy that act to eliminate cancer cells by redirecting the cytolytic activity through targeting a protein overexpressed on the surface of the cancer cell. In contrast to move conventional cancer therapies, their anti-cancer activity does not depend on a cancer-specific molecular vulnerability but rather the differential expression of the target antigen on tumor cells compared to normal tissues. We have developed CAR T cells targeting the urokinase plasminogen activator receptor (uPAR), which is overexpressed on senescent cells but not expressed highly in vital organs, to selectively target senescent cells in a range of tissue damage pathologies where they are known to be pathogenic. uPAR is also highly overexpressed in a wide range of cancer types, including pancreatic, kidney, bladder, brain and ovarian carcinomas, respectively, raising the possibility that CAR T cells targeting uPAR may also be effective against cancer. Indeed, leveraging an electroporation-based genetically-engineered mouse model of ovarian cancer, we demonstrate the robust anti-tumor efficacy of murine uPAR CAR T cells in immunocompetent syngeneic mice. Moreover, through an exhaustive functional screening of 37 distinct human uPAR single-chain fragment variants (scFVs), we have successfully identified lead scFVs exhibiting subnanomolar affinity to membrane-anchored uPAR. Significantly, these human uPAR CAR T cells exhibit the capability to eliminate both orthotopic and metastatic human HGSOC xenograft tumors without inducing severe adverse effects. Ongoing efforts encompass the assessment of the long-term safety and toxicity profiles of uPAR CAR T cells utilizing a humanized mouse model platform. Our results provide a strong rationale for developing uPAR CAR T cells as an anticancer strategy relevant to a broad range of tumor types, and provide an avenue for safety profiling of uPAR CAR T cells prior to clinical testing in non-cancer patients harboring senescence-related pathologies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Ovarian cancer,CAR T cells,Senescence,uPAR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Zeda Zhang<\/b><sup>1<\/sup>, Xin Fang<sup>1<\/sup>, Yu-jui Ho<sup>1<\/sup>, Sascha Haubner<sup>1<\/sup>, Friederike Kogel<sup>1<\/sup>, Clemens Hinterleitner<sup>1<\/sup>, Stella Paffenholz<sup>1<\/sup>, Kevin Chen<sup>1<\/sup>, Wei Luan<sup>1<\/sup>, Amanda Kulick<sup>1<\/sup>, Gertrude Gunset<sup>1<\/sup>, Andreina Garcia Angus<sup>1<\/sup>, Jing Zhang<sup>1<\/sup>, Zijian Xu<sup>1<\/sup>, Adam Wang<sup>2<\/sup>, Qingwen Jiang<sup>1<\/sup>, Elisa de Stanchina<sup>1<\/sup>, Britta Weigelt<sup>1<\/sup>, Dmitriy Zamarin<sup>3<\/sup>, Aveline Filliol<sup>1<\/sup>, Judith Feucht<sup>1<\/sup>, Jorge Mansilla-Soto<sup>4<\/sup>, Corina Amor<sup>1<\/sup>, Michel Sadelain<sup>1<\/sup>, Scott Lowe<sup>1<\/sup><br><br\/><sup>1<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY,<sup>2<\/sup>Rockefeller University, New York, NY,<sup>3<\/sup>Icahn School of Medicine at Mount Sinai, New York, NY,<sup>4<\/sup>Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"2c539008-dc61-4cde-afc0-61aa768aab10","ControlNumber":"1712","DisclosureBlock":"&nbsp;<b>Z. Zhang, <\/b> None..<br><b>X. Fang, <\/b> None..<br><b>Y. Ho, <\/b> None..<br><b>S. Haubner, <\/b> None..<br><b>F. Kogel, <\/b> None..<br><b>C. Hinterleitner, <\/b> None..<br><b>S. Paffenholz, <\/b> None..<br><b>K. Chen, <\/b> None..<br><b>W. Luan, <\/b> None..<br><b>A. Kulick, <\/b> None..<br><b>G. Gunset, <\/b> None..<br><b>A. Garcia Angus, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>Z. Xu, <\/b> None..<br><b>A. Wang, <\/b> None..<br><b>Q. Jiang, <\/b> None..<br><b>E. de Stanchina, <\/b> None..<br><b>B. Weigelt, <\/b> None..<br><b>D. Zamarin, <\/b> None..<br><b>A. Filliol, <\/b> None..<br><b>J. Feucht, <\/b> None..<br><b>J. Mansilla-Soto, <\/b> None..<br><b>C. Amor, <\/b> None.&nbsp;<br><b>M. Sadelain, <\/b> <br><b>Fate Therapeutics<\/b> Stock, Stock Option, Patent. <br><b>S. Lowe, <\/b> <br><b>Fate Therapeutics<\/b> Patent.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"975","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"115","PresenterBiography":null,"PresenterDisplayName":"Zeda Zhang, PhD","PresenterKey":"95f2e695-eb85-4a9e-8d83-91962301e9ad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"115. Developing uPAR CAR T Cells for High-Grade Serous Ovarian Cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Developing uPAR CAR T Cells for High-Grade Serous Ovarian Cancer","Topics":null,"cSlideId":""},{"Abstract":"NKG2A and its co-receptor, CD94, are expressed on the surface of NK cells, and function to send inhibitory signals to NK cells upon recognition of the HLA-E complex on adjacent cells. Blockade of the NKG2A\/CD94 complex is a promising strategy for cancer immunotherapy, due to the potential to trigger NK-mediated tumor killing. Previously, we generated humanized NKG2A\/CD94 mice for testing novel therapeutics targeting human NKG2A\/CD94. To explore the potential that this complex could be targeted as part of a novel combination therapy, we crossed humanized NKG2A\/CD94 mice with humanized PD-1\/PD-L1 mice, which were previously engineered to express the extracellular regions of human PD-1\/PD-L1. Flow cytometric data from splenocytes isolated from the quadruple humanized mice confirmed expression of human NKG2A and CD94 in NK cells and activated CD8 T cells, as well as PD-1\/PD-L1 on the surface of T cells. To test the efficacy of antibodies targeting these checkpoints <i>in vivo<\/i>, B-hHLA-E plus\/hPD-L1 MC38 colon cancer cells were subcutaneously implanted into the quadruple humanized mice and treated with antibodies targeting human NKG2A, human PD-L1, or both antibodies. Results indicate that the combination therapy significantly reduced tumor growth when compared to NKG2A single antibody treatment. Together, these data suggest that humanized PD-1\/PD-L1\/CD94\/NKG2A mice are a validated model for further evaluation of novel combination therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Natural killer cells,Animal models,Combination therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"F. He<sup>1<\/sup>, J. Yuan<sup>1<\/sup>, Y. Shan<sup>1<\/sup>, H. Bahetiyaer<sup>1<\/sup>, Q. Xu<sup>1<\/sup>, <b>J. Frame<\/b><sup>2<\/sup>, Q. Lin<sup>2<\/sup>, X. Zhou<sup>1<\/sup>, C. Shang<sup>1<\/sup>; <br\/><sup>1<\/sup>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China, <sup>2<\/sup>Biocytogen Boston Corp, Waltham, MA","CSlideId":"","ControlKey":"86caf0c7-47d1-4ddc-b4c0-91abb8d3bb7a","ControlNumber":"3147","DisclosureBlock":"&nbsp;<b>F. He, <\/b> None..<br><b>J. Yuan, <\/b> None..<br><b>Y. Shan, <\/b> None..<br><b>H. Bahetiyaer, <\/b> None..<br><b>Q. Xu, <\/b> None..<br><b>J. Frame, <\/b> None..<br><b>Q. Lin, <\/b> None..<br><b>X. Zhou, <\/b> None..<br><b>C. Shang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"989","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"116","PresenterBiography":"","PresenterDisplayName":"Jenna Frame","PresenterKey":"f37215f1-8278-4c1d-bcc4-2fbb5161da2f","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/f37215f1-8278-4c1d-bcc4-2fbb5161da2f.profile.JPG","SearchResultActions":null,"SearchResultBody":"116. Generation of humanized PD-1\/PD-L1\/CD94\/NKG2A mice for evaluating novel combination therapies","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Generation of humanized PD-1\/PD-L1\/CD94\/NKG2A mice for evaluating novel combination therapies","Topics":null,"cSlideId":""},{"Abstract":"It has been demonstrated that anti-PD(L)1 therapy could significantly improve survival outcomes for patients with metastatic solid cancers, such as melanoma, non-small cell lung cancer and MSI-H colorectal cancer. However, more than half of these patients (NCT02563002, NCT02142738, NCT02563002) do not respond to immune checkpoint blockade (ICB) therapy, and 90% of colorectal cancer patients have MSS\/pMMR characteristics and almost no response at all, which drives scientists to design novel drug candidates urgently and integrate tumor and tumor microenvironment (TME) signals systemically to rejuvenate exhausted immune system and overcome ICB resistance. LIDE has developed both traditional PBMC humanized mice model, and human immune cells and cancer co-inoculated model for IO drugs functional evaluation in the last 5-years by using unique PBMC donor selection and standard cancer biobank (PDX patient-derived xenografts, CDX cell derived xenograft) establishment. Cancer biopsies with MDM2 amplification or DNMT3A alternation have been shown resistant to PD1-Ab therapy but sensitive to chemical combo-therapy, and pMMR cancer PDX models seem responsible well to EGFR targeted, CD39-CD73-Adenosine targeted therapy. Human IL15 transgenic mice are used as one useful tool to investigate in vivo function of NK cells, NK engagers\/modulators as well as drugs with ADCC (Antibody dependent cell-mediated cytotoxicity) effect. The activated immune cells and cancer co-transfer model, can significantly delay the graft-versus-host-reaction for another month compared with traditional PBMC humanized model, and archives maximal therapeutic effect of the testing drugs by pre-activating T cells with specific tumor antigens. Dendritic cells or macrophages could be successfully introduced into this co-inoculated system to work together with T cells, mimic human tumor tissue complexity, to help determine the overall effect induced by integrated signals. It seems CD40 agonist or CD47 antagonist could well synergies with anti-PD(L)1 to control melanoma and triple negative breast cancer development, respectively. This optimized PBMC humanized cancer-bearing mice models have been tested for various cancer targets, e.g. PD(L)1, Tim3, Lag3, Tigit, PVRIG, TGF&#946;1, CD73\/CD39, CD47\/Sirpa, DLL3\/CD3, Claudin18.2\/4-1BB, B7-H3, GITR, to better understand the interaction between cancer cells and immune cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Immuno-oncology,Preclinical,Drug resistance,Animal models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"B. Xie, X. Hou, P. Yang, Y. Zhou, <b>D. Wen<\/b>; <br\/>Shanghai LIDE Biotech Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"03c8dd4f-2a85-460b-8beb-cd3dc1165cf4","ControlNumber":"2934","DisclosureBlock":"&nbsp;<b>B. Xie, <\/b> None..<br><b>X. Hou, <\/b> None..<br><b>P. Yang, <\/b> None..<br><b>Y. Zhou, <\/b> None..<br><b>D. Wen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"990","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"117","PresenterBiography":null,"PresenterDisplayName":"Danyi Wen, MBA;MD","PresenterKey":"f76df627-8a46-4c7a-b0ed-9d2d5ed764b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"117. Improved PBMC humanized mouse models for immuno-oncology drugs evaluation","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improved PBMC humanized mouse models for immuno-oncology drugs evaluation","Topics":null,"cSlideId":""},{"Abstract":"Advances in the field of immunology and hematopoietic stem cell (HSC) transplantation have prompted the development of murine models that faithfully recapitulate human immune responses. We present the NCG-M\/hIL15 model, an innovative advancement in the realm of preclinical research, addressing two key challenges associated with existing models: the limited capacity for human natural killer (NK) cell regeneration in NCG-M and the suboptimal reconstitution of T cells, myeloid lineage cells in NCG-hIL15 mice.<br \/>Compared to the conventional NCG-M model, the NCG-M\/hIL15 model demonstrates a significant improvement in its ability to regenerate human NK cells post-HSC transplantation. This advancement offers a valuable tool for studying NK cell biology, immune surveillance, and antitumor responses.<br \/>Furthermore, when compared to the NCG-hIL15 model, the NCG-M\/hIL15 model outperforms in the reconstitution of human T cells and myeloid lineage cells, contributing to a more comprehensive simulation of human immune responses. The overall survival of mice in this model is notably stable, further enhancing its utility for long-term immunological studies.<br \/>The NCG-M\/hIL15 model not only advances our understanding of human immune responses but also has significant implications for the development of novel immunotherapies and the preclinical evaluation of HSC transplantation strategies. This novel murine model offers a more accurate representation of the human immune system, with the potential to expedite the development of innovative therapeutic interventions. We present this model as a valuable addition to the preclinical research toolkit, promising a deeper understanding of immunology and a brighter future for clinical applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Immune response,HSC,NK cell,NCG-M\/hIL15,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Wang<\/b>, J. Xing, J. Fan, Y. Fan, J. Zhao, X. Gao, C. Ju; <br\/>Gempharmatech Co., Ltd., Nanjing, China","CSlideId":"","ControlKey":"7c9c1714-28f9-47f3-a6c2-ce771dd4c699","ControlNumber":"7222","DisclosureBlock":"&nbsp;<b>H. Wang, <\/b> None..<br><b>J. Xing, <\/b> None..<br><b>J. Fan, <\/b> None..<br><b>Y. Fan, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>X. Gao, <\/b> None..<br><b>C. Ju, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"991","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"118","PresenterBiography":null,"PresenterDisplayName":"Mingkun Zhang, BA","PresenterKey":"8844e7da-f413-4653-a4b5-578d91ab73a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"118. Development of a novel murine model, NCG-M\/hIL15, for enhanced post-HSC transplantation immunoreconstruction","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a novel murine model, NCG-M\/hIL15, for enhanced post-HSC transplantation immunoreconstruction","Topics":null,"cSlideId":""},{"Abstract":"Recapitulating physiologically relevant tumor microenvironment is important yet a significant challenge in modeling colorectal cancer (CRC) for basic and translational studies. Among the different methods, using the cecal-wall injection technique is the most common way to create animal models of colorectal cancer (CRC). However, this approach requires complex surgery, and its unnatural placement creates a significant obstacle for developing treatments. Here, we report a non-surgical procedure for establishing orthotopic CRC mouse models, reflecting the appropriate tumor microenvironment to better model the disease development and facilitate translational studies including drug identification and validation. In this procedure, anesthesia is induced in overnight fasted study immunocompetent or immunodeficient mice while placed on a thermostat-controlled heating blanket. A specialized catheter is inserted and distended into the mouse colon to gently block the colon and ensure the localization for tumor development. Hereafter, the colonic epithelium is treated with proteases and mechanical abrasion to cause mild disruption. Following the local gut inflammation, the targeted colon region is incubated with tumor cells, leading to the adhesion of tumor cells to the colonic epithelium. Based on the animal background and the cell line used, the tumor developed within 3-4 weeks. The stages of tumor development at different time points were successfully confirmed using hematoxylin and eosin stain. Tumor microenvironment data revealed a significant increase in the immune cell infiltration specifically CD4<sup>+<\/sup> T-cells and tumor-associated macrophages in the non-surgical procedure as compared to the cecal-wall injection. Furthermore, a significant increase in the PD-1 expression of the CD8<sup>+ <\/sup>T-cells in the cecal-wall injection as compared to the non-surgical procedure, suggests that the precise location of the tumor site may exert a substantial influence on pre-clinical therapeutic outcomes of immune-checkpoint inhibitors, thereby potentially hampering the clinical efficacy of drug treatments. Additional adaptations of this procedure may include: i) tumor development in different mouse strains, ii) local delivery of adeno-Cre in transgenic mice for CRC, and iii) delivering tumor organoids and patient-derived xenografts in immuno-deficient mice. Overall, our non-surgical procedure overcomes the technical difficulties of surgery and offers several advantages like ease of handling, cost-effectiveness, pain-free with nearly no procedure-associated mortality and adaptability to several strains. In conclusion, this procedure provides novel and promising alternative to conventional surgical orthotopic CRC mouse models for therapeutic interventions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Colorectal cancer,Mouse models,Orthotopic models,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Singh<\/b><sup>1<\/sup>, S. Sharma<sup>1<\/sup>, K. Jeught<sup>2<\/sup>, Z. Zhou<sup>1<\/sup>, X. Zhang<sup>1<\/sup>, X. Lu<sup>1<\/sup>; <br\/><sup>1<\/sup>Indiana University School of Medicine, Indianapolis, IN, <sup>2<\/sup>University of Miami Miller School of Medicine, Miami, FL","CSlideId":"","ControlKey":"6fb11780-d32d-45cf-8e92-011e2eb641fe","ControlNumber":"1313","DisclosureBlock":"&nbsp;<b>N. Singh, <\/b> None..<br><b>S. Sharma, <\/b> None..<br><b>K. Jeught, <\/b> None..<br><b>Z. Zhou, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>X. Lu, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"992","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"119","PresenterBiography":null,"PresenterDisplayName":"Naresh Singh, BS;MS;PhD","PresenterKey":"757c7b99-0dc8-4303-98c4-a2c89f16a06b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"119. A non-surgical method for developing a pre-clinical orthotopic mouse model for colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A non-surgical method for developing a pre-clinical orthotopic mouse model for colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"The advent of antiretroviral therapy has markedly increased the survival rates of individuals with human immunodeficiency virus (HIV). However, this demographic, particularly in low-middle-income countries (LMICs) where HIV-helminth co-infections are prevalent, remains susceptible to infections. The intricate interplay between helminth infections and HIV susceptibility, often inducing immunological phenotypes that heighten vulnerability, remains poorly understood. Studies have shown the association between HIV-helminth co-infections and elevated susceptibility to colorectal cancer (CRC), introducing an additional layer of health concerns for this already vulnerable population.<br \/>This retrospective observational study delves into the profound effects of HIV-helminth co-infections on immune responses, with a specific focus on type 2 T helper (Th2) cell immunomodulation and susceptibility to CRC. Utilizing samples from a master project (n=414), 80 systematically randomized individuals were categorized into uninfected control, HIV-infected only, helminth-infected only, and HIV-helminth co-infected groups. Parasite detection employed the Kato-Katz technique, and serum testing was conducted for helminth-specific antibodies. Serological HIV testing, viral load categorization, white blood cell counts, and differential analyses were performed. Human ProcartaPlex Panel 1 was used for cytokine profiling of immune stimulatory and inhibitory soluble proteins.<br \/>A significant reduction in B and T lymphocyte attenuator (BTLA) (p=0.049) in helminth infections compared to the control. The association of BTLA with its ligand, herpesvirus entry<br \/>mediator (HVEM), establishes a direct link between the CD28 and tumor necrosis factor receptor (TNFR) families, triggering wide-ranging and robust immune responses. Subsequently, a notable reduction in CD28 was observed in HIV-infected subjects (p=0.003), followed by helminth-infected and HIV-helminth co-infected individuals (p=0.03) compared to the control. Furthermore, programmed death ligand-2 (PD-L2) expression, a major contributor to alternatively activated macrophage polarization during helminth infections, was significantly increased in the HIV-helminth co-infected group (p = 0.05), favoring a shift towards Th2 immune responses.<br \/>These observed alterations underscore the complexity of the immunological interplay in co-infected individuals, emphasizing an additional risk factor for colorectal cancer development. This necessitates a comprehensive understanding, providing valuable insights for the development of therapeutic strategies in LMICs and similar settings, addressing the heightened risk of CRC within this population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-06 Microbiome, inflammation, and cancer,,"},{"Key":"Keywords","Value":"Immune checkpoint,Colorectal cancer,Cytokines,Immunomodulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. P. Damane<\/b><sup>1<\/sup>, T. V. Mulaudzi<sup>2<\/sup>, S. S. Kader<sup>1<\/sup>, R. E. Ogunsakin<sup>2<\/sup>, P. Naidoo<sup>1<\/sup>, Z. Dlamini<sup>2<\/sup>, Z. L. Mkhize-Kwitshana<sup>1<\/sup>; <br\/><sup>1<\/sup>University of KwaZulu-Natal-Natal, Durban, South Africa, <sup>2<\/sup>University of Pretoria, Pretoria, South Africa","CSlideId":"","ControlKey":"bbd335c7-7f3e-4157-aae8-5fc3dbc596dc","ControlNumber":"5065","DisclosureBlock":"&nbsp;<b>B. P. Damane, <\/b> None..<br><b>T. V. Mulaudzi, <\/b> None..<br><b>S. S. Kader, <\/b> None..<br><b>R. E. Ogunsakin, <\/b> None..<br><b>P. Naidoo, <\/b> None..<br><b>Z. Dlamini, <\/b> None..<br><b>Z. L. Mkhize-Kwitshana, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1011","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"120","PresenterBiography":null,"PresenterDisplayName":"Botle Damane, BS;MS","PresenterKey":"28b7bf81-e4cd-4ca2-a403-2a582e30081f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"120. A closer Look at colorectal cancer risk: Insights from the complex relationship of HIV, helminths, and immune responses","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A closer Look at colorectal cancer risk: Insights from the complex relationship of HIV, helminths, and immune responses","Topics":null,"cSlideId":""},{"Abstract":"Background: Abemaciclib, a leading treatment used for HR-positive, HER2-negative metastatic and primary breast cancer patients, often causes diarrhea. Understanding the reasons machinery behind this adverse event leads to reduce the toxicity and improve the quality of life. This study explores a hypothesis that specific gut microbiota profiles are engaged in gastrointestinal toxicities caused by abemaciclib and may be influenced by patients' dietary habits. We assessed it using the Brief Diet History Questionnaire (BDHQ).<br \/>Materials and Methods: Our research involved collecting blood and stool samples, as well as dietary data through the BDHQ from 39 patients diagnosed with HR-positive, HER2-negative metastatic breast cancer. These were obtained prior to the start of abemaciclib treatment, at the first imaging evaluation, and at either disease progression or treatment discontinuation due to adverse effects. Incidence and severity of diarrhea were evaluated by the Bristol stool scale at baseline, from day 1 to day 14, and at day 90 of treatment. Stool samples were collected at baseline and at day 90 after the start of abemaciclib treatment. We conducted 16S metagenomic sequencing for gut microbiome analysis and used mass cytometry along with RNA-sequencing to profile immune cells.<br \/><i><\/i>Results: Our findings indicate a significant association between the gut microbiota composition and abemaciclib-induced diarrhea, which also appears to be modulated by dietary patterns. An increase in Dorea was observed with higher Bristol Stool Scale scores, while Bifidobacterium and Sellimonas abundances were inversely related to changes in stool characteristics. The presence of Dorea was also positively associated with the consumption of specific food items such as tea, root vegetables, and dietary minerals. In contrast, Collinsella abundance decreased as the frequency of diarrhea increased and it was associated with the consumption of fried foods and certain fats.<br \/>Conclusion:<b> <\/b>The prevalence of diarrhea as a side effect of abemaciclib treatment highlights the need for better management strategies. Our study indicates that gut microbiota, altered by dietary habits, is linked to this adverse effect. The data suggest a possibility of using specific gut bacteria as probiotics to alleviate this condition, pointing towards personalized dietary interventions as a potential avenue for improving treatment tolerance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-06 Microbiome, inflammation, and cancer,,"},{"Key":"Keywords","Value":"Abemaciclib,Microbiome,Diarrhea,Diet,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Fujimoto<\/b><sup>1<\/sup>, K. Kawaguchi<sup>2<\/sup>, Y. Maeshima<sup>1<\/sup>, H. Ishiguro<sup>3<\/sup>, K. Yamagami<sup>4<\/sup>, S. Takahara<sup>5<\/sup>, H. Suwa<sup>6<\/sup>, M. Torii<sup>7<\/sup>, S. Nagai<sup>8<\/sup>, Y. Sagara<sup>9<\/sup>, W. Tsuji<sup>10<\/sup>, H. Yamashiro<sup>11<\/sup>, T. Kotake<sup>11<\/sup>, S. Fukuda<sup>12<\/sup>, K. Saito<sup>13<\/sup>, Y. Yamamoto<sup>13<\/sup>, M. Kataoka<sup>2<\/sup>, Y. Himoto<sup>7<\/sup>, A. Yonezawa<sup>2<\/sup>, Y. Fukui<sup>1<\/sup>, Y. Nakamura<sup>1<\/sup>, W. Li<sup>1<\/sup>, S. Tanaka<sup>2<\/sup>, M. Takada<sup>1<\/sup>, S. Morita<sup>1<\/sup>, M. Toi<sup>1<\/sup>; <br\/><sup>1<\/sup>Kyoto University Graduate School of Medicine, Kyoto, Japan, <sup>2<\/sup>Kyoto University Hospital, Kyoto, Japan, <sup>3<\/sup>Saitama Medical University International Medical Center, Hidaka, Japan, <sup>4<\/sup>Shinko Hospital, Kobe, Japan, <sup>5<\/sup>Kitano Hospital, Tazuke Kofukai Medical Research Institute, Osaka, Japan, <sup>6<\/sup>Hyogo Prefectural Amagasaki General Medical CenterKyoto University Graduate School of Medicine, Amagasaki, Japan, <sup>7<\/sup>Japanese Red Cross Wakayama Medical Center, Wakayama, Japan, <sup>8<\/sup>Saitama Prefectural Cancer Center, Kitaadachi, Japan, <sup>9<\/sup>Sagara Hospital, Kagoshima, Japan, <sup>10<\/sup>Shiga General Hospital, Moriyama, Japan, <sup>11<\/sup>Tenri Hospital, Tenri, Japan, <sup>12<\/sup>Keio University, Tsuruoka, Japan, <sup>13<\/sup>Fujita Health University, Toyoake, Japan","CSlideId":"","ControlKey":"bcc22ffb-c437-4cfd-9758-66dc8d861c3b","ControlNumber":"2196","DisclosureBlock":"&nbsp;<b>Y. Fujimoto, <\/b> None.&nbsp;<br><b>K. Kawaguchi, <\/b> <br><b>TERUMO<\/b> Grant\/Contract. <br><b>Astellas<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Kyoto Breast Cancer Research Network<\/b> Grant\/Contract. <br><b>Becton Dickinson Japan<\/b> Other, Consulting fees. <br><b>Eisai<\/b> Other, honoraria for lectures. <br><b>Chugai<\/b> Other, honoraria for lectures. <br><b>Takeda<\/b> Other, honoraria for lectures.<br><b>Y. Maeshima, <\/b> None..<br><b>H. Ishiguro, <\/b> None..<br><b>K. Yamagami, <\/b> None..<br><b>S. Takahara, <\/b> None..<br><b>H. Suwa, <\/b> None..<br><b>M. Torii, <\/b> None..<br><b>S. Nagai, <\/b> None.&nbsp;<br><b>Y. Sagara, <\/b> <br><b>Pfizer<\/b> Other, honoraria for lectures. <br><b>Daiichi Sankyo<\/b> honoraria for lectures. <br><b>Eli Lily<\/b> honoraria for lectures. <br><b>MSD<\/b> honoraria for lectures. <br><b>Astra Zeneca<\/b> honoraria for lectures. <br><b>Eisai<\/b> honoraria for lectures. <br><b>Chugai<\/b> honoraria for lectures. <br><b>Nihon Kayaku<\/b> honoraria for lectures.<br><b>W. Tsuji, <\/b> None.&nbsp;<br><b>H. Yamashiro, <\/b> <br><b>Eli Lilly<\/b> Other, honoraria for lectures.<br><b>T. Kotake, <\/b> None..<br><b>S. Fukuda, <\/b> None..<br><b>K. Saito, <\/b> None..<br><b>Y. Yamamoto, <\/b> None..<br><b>M. Kataoka, <\/b> None..<br><b>Y. Himoto, <\/b> None..<br><b>A. Yonezawa, <\/b> None..<br><b>Y. Fukui, <\/b> None..<br><b>Y. Nakamura, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>S. Tanaka, <\/b> None.&nbsp;<br><b>M. Takada, <\/b> <br><b>Eli Lilly<\/b> Other, honoraria for lectures, Advisory Board. <br><b>S. Morita, <\/b> <br><b>Eli Lilly<\/b> Other, honoraria for lectures. <br><b>M. Toi, <\/b> <br><b>Chugai<\/b> Grant\/Contract, Other, honoraria for lectures. <br><b>Takeda<\/b> Grant\/Contract, Other, honoraria for lectures. <br><b>Pfizer<\/b> Grant\/Contract, Other, honoraria for lectures. <br><b>Taiho<\/b> Grant\/Contract, Other, honoraria for lectures. <br><b>JBCRG assoc.<\/b> Grant\/Contract, Other, Member of the board of directors (no salary). <br><b>KBCRN assoc.<\/b> Grant\/Contract, Other, Member of the board of directors (no salary). <br><b>Eisai<\/b> Grant\/Contract, Other, honoraria for lectures. <br><b>Eli-Lilly and companies<\/b> Grant\/Contract, Other, honoraria for lectures, Advisory Board. <br><b>Daiichi-Sankyo<\/b> Grant\/Contract, Other, honoraria for lectures, Advisory Board. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, honoraria for lectures. <br><b>Astellas<\/b> Grant\/Contract. <br><b>Shimadzu<\/b> Grant\/Contract, Other, honoraria for lectures. <br><b>Yakult<\/b> Grant\/Contract, Other, honoraria for lectures. <br><b>Nippon Kayaku<\/b> Grant\/Contract, Other, honoraria for lectures. <br><b>AFI technology<\/b> Grant\/Contract. <br><b>Luxonus<\/b> Grant\/Contract. <br><b>Shionogi<\/b> Grant\/Contract. <br><b>GL Science<\/b> Grant\/Contract. <br><b>Sanwa Shurui<\/b> Grant\/Contract. <br><b>Exact Science<\/b> Other, honoraria for lectures.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1012","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"121","PresenterBiography":null,"PresenterDisplayName":"Yuri Fujimoto, MD","PresenterKey":"4750ad9b-e857-4454-a076-7e29da3cdb31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"121. Gut microbiome association with dietary habits and abemaciclib-induced diarrhea:A multicenter, prospective study","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gut microbiome association with dietary habits and abemaciclib-induced diarrhea:A multicenter, prospective study","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Oral squamous cell carcinoma (OSCC) is a highly aggressive cancer. Cancer Stem Cells (CSCs) having cell surface markers CD44, ALDH, and EpCAM+ have been identified in OSCC. However, the host pathogen interaction between CSCs and oral microbiome has not yet been studied. A number of studies have recently demonstrated the presence of specific oral bacteria populations and their lipopolysaccharides (LPS) in the tumor microenvironment (1). We previously reported pathogenic bacterial internalization in the CSCs (2). Based on the findings, we have developed an in-vitro model to investigate how oral microbiota may integrate into the tumor microenvironment's CSC population and control its activity. Here, we investigated the host\/pathogen interaction between CSCs and FN.<br \/><b>Methods: <\/b>Oral bacteria FN<i> <\/i>was selectively isolated using FEA agar plates from oral saliva of oral cancer patients (n=10) at stage 3 or 4. The isolated bacteria was co cultured with SCC 25 cells at MOI of 1:50. After co culturing the stemness genes such as SOX 2, OCT 4, Nanog ,LPS and ABCG2+ cancer stem cell markers were analysed. ABCG2+ CSCs and ABCG2- cells were immunomagnetically sorted and lysed followed by RNA extraction and RT QPCR was performed to observe if FN has selectively internalised in the CSCs. Also ABCG2+ and ABCG 2- cells were used to perform clonogenic assay.<br \/><b>Results: <\/b>Coculture of FN with SCC 25 cell line induced high expression of stemness genes SOX, OCT 4 and Nanog along with CSC markers ABCG2+. Moreover high expression of LPS was observed indicating the presence of FN in the coculture. Importantly live bacteria was found internalized in ABCG2+ cells but not in ABCG2- cells. High clonogenicity was observed in ABCG2+ CSCs compared to ABCG2- cells. Notably, we found that live bacteria and their LPS, mostly <i>Fusobacterium nucleatum<\/i> isolated (FN) from clinical subjects, were capable of invading CSCs in the in-vitro setting. Post the host-pathogen interaction; it enabled the activation of a niche modulatory tumor stemness defense (TSD) phenotype in the CSCs. These aggressive CSCs with the TSD phenotype have been found to have a critical role in the progression and relapse of oral cancer.<br \/><b>Conclusion: <\/b>Expression of stemness genes infers the niche defence mechanism of the CSCs of the tumour microenvironment due to infection of FN. Importantly presence of live bacteria in ABCG2+ CSCs indicates that FN selectively infects ABCG2+ CSCs but not ABCG2- cells. High clonogenicity of ABCG2+ CSCs confirms the TSD phenotypic attributes of the CSCs .<br \/><b> <\/b> <b>References:<\/b>1. doi: 10.3389\/fimmu.2023.1198269. 2. doi: 10.3389\/fimmu.2022.933329.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-06 Microbiome, inflammation, and cancer,,"},{"Key":"Keywords","Value":"Oral microbiome,Cancer stem cells,Oral cancers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Partha Jyoti Saikia<\/b><sup>1<\/sup>, Bidisha Pal<sup>2<\/sup>, Lekhika Pathak<sup>3<\/sup>, Shirsajit Mitra<sup>4<\/sup>, Tutumoni Baishya<sup>5<\/sup>, Rupam Das<sup>5<\/sup>, Bikul Das<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Cancer and Stem Cell Biology,Department of Stem Cell and Infectious Diseases, KaviKrishna Laboratory, Guwahati, India,<sup>2<\/sup>Department of Experimental Therapeutics, Thoreau Laboratory for Global Health, M2D2 University of Massachusetts, Lowell, MA,<sup>3<\/sup>Department of Cancer and Stem Cell Biology, Department of Stem Cell and Infectious Diseases, KaviKrishna Laboratory, Guwahati, India,<sup>4<\/sup>Department of Cancer and Stem Cell Biology, KaviKrishna Laboratory, Guwahati, India,<sup>5<\/sup>KaviKrishna Telemedicine Care, Sualkuchi, Assam, India","CSlideId":"","ControlKey":"093ff394-6589-4d6d-9157-9c5b82bda6e4","ControlNumber":"7307","DisclosureBlock":"&nbsp;<b>P. J. Saikia, <\/b> None..<br><b>B. Pal, <\/b> None..<br><b>L. Pathak, <\/b> None..<br><b>S. Mitra, <\/b> None..<br><b>T. Baishya, <\/b> None..<br><b>R. Das, <\/b> None..<br><b>B. Das, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1013","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"122","PresenterBiography":null,"PresenterDisplayName":"Partha Saikia, MS","PresenterKey":"44f90bb6-6cb0-4f76-9f91-a5577071f9a0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"122. <i>Fusobacterium nucleatum<\/i> in saliva of oral cancer patients induces tumor stemness defense phenotype in cancer stem cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>Fusobacterium nucleatum<\/i> in saliva of oral cancer patients induces tumor stemness defense phenotype in cancer stem cells","Topics":null,"cSlideId":""},{"Abstract":"Agonism of the 4-1BB receptor is an attractive therapeutic strategy for tumor cell therapy, due to the ability of this receptor to stimulate activity of T and NK cells for tumor cell killing. Many classes of biologics targeting 4-1BB have been generated to date, including bispecific or multispecific engagers designed to stimulate 4-1BB and CD3 activity on the T cell surface. To provide a preclinical platform to test such therapies, Biocytogen generated a humanized B-hCD3EDG\/h4-1BB mouse model. This was achieved by crossing humanized mice expressing chimeric CD3E, CD3D and CD3G with mice expressing the human extracellular region of 4-1BB. Previously, we showed that these humanized CD3EDG mice and humanized 4-1BB mice can be used for validating efficacy of anti-human CD3 and 4-1BB antibody-based therapies, respectively. Here, we confirmed expression of human CD3 and 4-1BB on splenocytes in homozygous humanized B-hCD3EDG\/h4-1BB mice by flow cytometry, which also demonstrated lack of murine CD3 and 4-1BB expression. Assessment of leukocyte subpopulations in the spleen and peripheral blood confirmed that humanization of the mice did not significantly alter the development or frequency of blood cell populations. Further evaluation of lymphocyte frequency was also performed, which demonstrates no significant alterations in the CD4\/CD8 T cell ratio in spleen, lymph node, or peripheral blood of the animals. Presence of T<sub>reg<\/sub> and NK cells was also confirmed. Taken together, these data indicate that the humanized B-hCD3EDG\/h4-1BB model is a novel, robust tool for testing novel T cell engagers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"T cell engager,Animal models,Preclinical testing,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. Shang<sup>1<\/sup>, C. Li<sup>1<\/sup>, L. Zhao<sup>1<\/sup>, Q. Xu<sup>1<\/sup>, <b>J. Jin<\/b><sup>2<\/sup>, M. Ren<sup>1<\/sup>; <br\/><sup>1<\/sup>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China, <sup>2<\/sup>Biocytogen Boston Corp, Waltham, MA","CSlideId":"","ControlKey":"ee1074f3-3bc8-437b-8469-45558e87d679","ControlNumber":"3174","DisclosureBlock":"&nbsp;<b>C. Shang, <\/b> None..<br><b>C. Li, <\/b> None..<br><b>L. Zhao, <\/b> None..<br><b>Q. Xu, <\/b> None..<br><b>J. Jin, <\/b> None..<br><b>M. Ren, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"988","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"123","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"123. Establishment of humanized CD3EDG\/4-1BB mice for testing novel T cell engagers","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment of humanized CD3EDG\/4-1BB mice for testing novel T cell engagers","Topics":null,"cSlideId":""},{"Abstract":"TL1A, or Tumor Necrosis Factor-Like Ligand 1A, plays a pivotal role in regulating the immune system and has garnered considerable attention in the field of cancer research. Studies have shown that TL1A can impact the tumor microenvironment via inflammatory signaling, immunosuppression, and tumor growth and survival. Targeting TL1A or its downstream effects could offer new avenues for cancer treatment and immunotherapy. To this end, we generated a human <i>TL1A<\/i> knock-in (B-hTL1A) mouse model. Human <i>TL1A <\/i>gene expression in B-hTL1A mice was confirmed by RT-PCR. TL1A protein expression was not altered following TL1A humanization in B-hTL1A mice as shown by flow cytometry. Lastly, soluble human TL1A was detected in B-hTL1A mice by ELISA. Due to the purported role of TL1A in mucosal immunity, efforts to induce inflammatory bowel disease in this humanized model are currently underway. Taken together, we established a preclinical B-hTL1A mouse model for the evaluation of TL1A-targeted immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Animal models,Inflammatory bowel disease,Cytokines,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. Li<sup>1<\/sup>, S. Zhang<sup>1<\/sup>, Z. Zhang<sup>1<\/sup>, J. Feng<sup>1<\/sup>, <b>J. Jin<\/b><sup>2<\/sup>, Y. Du<sup>1<\/sup>; <br\/><sup>1<\/sup>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China, <sup>2<\/sup>Biocytogen Boston Corp, Waltham, MA","CSlideId":"","ControlKey":"37da83f9-fc8e-4a58-a294-3be7de810b8d","ControlNumber":"3289","DisclosureBlock":"&nbsp;<b>C. Li, <\/b> None..<br><b>S. Zhang, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>J. Feng, <\/b> None..<br><b>J. Jin, <\/b> None..<br><b>Y. Du, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"994","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"124","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"124. Validation of humanized TL1A mice for advancing preclinical research","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Validation of humanized TL1A mice for advancing preclinical research","Topics":null,"cSlideId":""},{"Abstract":"VEGFA is an essential growth factor required for angiogenesis in the context of normal wound healing as well as malignant tissue growth, ultimately facilitating the delivery of oxygen and nutrients to fuel cellular survival, expansion, and repair. VEGFA signaling has also been reported to exert effects on cancer cells and immune cells directly, with evidence suggesting that the pathway can both support tumor growth and inhibit immune surveillance. Thus, targeting VEGFA has been intensely explored as a therapeutic strategy for several cancer indications. Here, we generated a novel humanized VEGFA model (B-hVEGFA mice) to explore the ability of novel VEGFA-targeting therapeutics to curb cancer cell growth and angiogenesis <i>in vivo<\/i>. This was achieved by replacing the murine <i>Vegfa<\/i> gene with the corresponding human <i>VEGFA<\/i> coding region. We confirmed exclusive expression of human VEGF in lung homogenates of the humanized model at levels comparable to murine VEGF quantified in wild-type C57BL\/6 mice. Immunohistochemical analysis at 8 weeks of age demonstrates no significant difference in the CD31+ area in several organs of the humanized mice when compared to wild-type C57BL\/6 mice, including kidney, heart, liver, and eye. To assess the functional utility of this model in evaluating VEGFA modulators, tumor studies were conducted: murine colon cancer MC38 cells that were also engineered to express VEGFA in a similar manner (B-hVEGFA MC38 cells) were subcutaneously implanted into homozygous B-hVEGFA mice. Treatment with bevacizumab analog essentially abolished tumor growth in the humanized mice, while control tumors continued to expand over the 3 week study. To further evaluate the role of novel combination therapies or bispecific antibodies targeting VEGFA and PD-1, we also generated a triple humanized model expressing human VEGF, PD-1, and PD-L1 (B-hPD-1\/hPD-L1\/hVEGFA mice) by crossing B-hVEGFA mice with our B-hPD-1\/hPD-L1 mice model, which expresses the extracellular domains of human PD-1 and PD-L1. Flow cytometric analysis of this model is currently underway to validate the model for further efficacy testing. Together, these humanized VEGF models provide robust <i>in vivo <\/i>platforms to evaluate novel VEGFA therapeutic candidates.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Angiogenesis inhibitor,Animal models,Tumor neovasculature,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Zhang<sup>1<\/sup>, C. Liu<sup>1<\/sup>, J. Guo<sup>1<\/sup>, Z. Shen<sup>1<\/sup>, <b>J. Jin<\/b><sup>2<\/sup>, B. Huwatibieke<sup>1<\/sup>, Y. Shen<sup>1<\/sup>; <br\/><sup>1<\/sup>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Bejing, China, <sup>2<\/sup>Biocytogen Boston Corp, Waltham, MA","CSlideId":"","ControlKey":"0db01bcc-e9d1-462b-9abe-5ba2acfe04d0","ControlNumber":"3206","DisclosureBlock":"&nbsp;<b>S. Zhang, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>J. Guo, <\/b> None..<br><b>Z. Shen, <\/b> None..<br><b>J. Jin, <\/b> None..<br><b>B. Huwatibieke, <\/b> None..<br><b>Y. Shen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"995","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"125","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"125. Development of humanized VEGFA models to assess preclinical efficacy of novel therapeutics <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of humanized VEGFA models to assess preclinical efficacy of novel therapeutics <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Background: Fatigue, cancer-related cognitive impairment (CRCI) and neuropathy are among the most common and distressing side effects reported by individuals treated with chemotherapy for ovarian cancer. Cytomegalovirus (CMV) is a highly prevalent herpes virus infection worldwide, affects inflammation and immune function, and can reactivate with treatment for cancer. This study aimed to explore the associations between active CMV infection and patient-reported symptoms among ovarian cancer survivors who have completed front-line chemotherapy.<br \/>Methods: We conducted a cross-sectional study among individuals with a history of a diagnosis of ovarian cancer, primary peritoneal cancer, or fallopian tube cancer from academic and community cancer clinics in Minnesota at any time point after completion of front-line chemotherapy. Participants completed a one-time survey and provided a blood sample. The exposure of interest was plasma CMV DNA level measured using digital PCR, with &#8805;100 copies\/mL of plasma considered active infection (CMV+). We measured symptoms of fatigue (Fatigue Symptom Inventory), CRCI (PROMIS Cognitive Function 8a) and peripheral neuropathy (Functional Assessment of Cancer Therapy\/Gynecologic Oncology Group - Neurotoxicity) using validated self-reported measures. Data were analyzed using descriptive statistics and compared by active CMV infection status (CMV+ vs. CMV-) in the full group and by treatment status (receipt of chemotherapy within 30 days prior to data collection) using t-tests.<br \/>Results: A total of 160 participants were analyzed. Participants were median of 64.0 years old and 2.3 years from initial diagnosis. Most (75.2%) had advanced stage disease, 43.8% had experienced at least one recurrence, and 40.0% received chemotherapy within 30 days prior to participation. Overall, 40.0% were CMV+, with 40.6% CMV+ among those who received chemotherapy within 30 days and 39.6% CMV+ among those who had not. Participants who were CMV+, compared to those who were CMV-, had overall worse symptoms, with greater symptoms of neuropathy in the full group (11.9&#177;9.2 vs. 9.1&#177;7.8, p=0.04) and particularly greater symptoms of CRCI among those who had recently received chemotherapy (29.2&#177;7.4 vs. 33.2&#177;6.7, p=0.03).<br \/>Conclusion: We identified that active CMV infection is common in this survivor population and found that worse symptoms of neuropathy and CRCI are associated with CMV+ status. These results are consistent with studies among other immune-compromised populations, and with further validation, provide a potential therapeutic path for reducing these symptoms.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL12-04 Late effects of cancer and its treatment, including second cancers,,"},{"Key":"Keywords","Value":"Ovarian cancer,Cytomegalovirus infection,Cancer-related cognitive impairment,Peripheral neuropathy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X. Li<\/b>, K. Brown, K. Honeyfield, D. Hunter-Schlichting, M. Gruner, D. Teoh, M. Geller, H. Nelson, R. I. Vogel; <br\/>University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"603c73a2-de09-4480-9336-f285cef478ad","ControlNumber":"4638","DisclosureBlock":"&nbsp;<b>X. Li, <\/b> None..<br><b>K. Brown, <\/b> None..<br><b>K. Honeyfield, <\/b> None..<br><b>D. Hunter-Schlichting, <\/b> None..<br><b>M. Gruner, <\/b> None..<br><b>D. Teoh, <\/b> None..<br><b>M. Geller, <\/b> None..<br><b>H. Nelson, <\/b> None..<br><b>R. I. Vogel, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9916","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"126","PresenterBiography":null,"PresenterDisplayName":"Xuan Li, MD","PresenterKey":"9477c494-9fc8-4431-8f45-7d9c5e0a1696","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"126. Effect of active cytomegalovirus infection on symptoms of fatigue, cancer-related cognitive impairment, and peripheral neuropathy in ovarian cancer survivors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"358","SessionOnDemand":"False","SessionTitle":"Tumor-Induced Immune Suppression 1: Extrinsic Factors","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effect of active cytomegalovirus infection on symptoms of fatigue, cancer-related cognitive impairment, and peripheral neuropathy in ovarian cancer survivors","Topics":null,"cSlideId":""}]