[{"Abstract":"Background: Breast cancer survivors are at increased risk of cardiovascular disease (CVD) compared to women without a history of breast cancer. Although cardiotoxic cancer treatments influence these risks, lifestyles that are associated with both breast cancer and CVD also contribute. With the number of breast cancer survivors expected to increase, a growing need exists to identify modifiable risk factors that protect against the development of CVD after diagnosis. Physical activity at breast cancer diagnosis is associated with lower cancer recurrence and mortality risk. However, associations between physical activity at diagnosis and incident CVD have yet to be investigated in detail.<br \/>Methods: The Pathways Study is a prospective cohort study of 4,504 women who were members of Kaiser Permanente Northern California (KPNC) when diagnosed with first primary invasive breast cancer between 2005 and 2013. At enrollment, women self-reported their frequency, duration, and intensity of physical activities during the previous six months using the Arizona Activity Frequency Questionnaire. This information was used to dichotomize the women&#8217;s physical activity levels by the CDC&#8217;s Physical Activity Guidelines for Americans (&#8805; 150 minutes of moderate-to-vigorous physical activity per week vs less). CVD events were obtained from electronic health records as part of the Pathways Heart Study and were defined as post-diagnostic incidence of ischemic heart disease, heart failure, cardiomyopathy, and stroke. Deaths were documented through several sources, including the National Death Index. Women were followed until the first of disenrollment from the KPNC health plan, death, or December 31, 2021. Competing risk Cox regression models were used to estimate associations between meeting CDC physical activity guidelines and CVD.<br \/>Results: In this cohort of breast cancer survivors, women who self-reported meeting physical activity guidelines at diagnosis experienced lower rates of post-diagnostic CVD events (8.6% vs 13.1%). After adjustment for socio-demographic factors, meeting physical activity guidelines remained associated with lower risk of CVD (HR: 0.78, 95% CI: 0.61, 0.98); this association appeared to be driven by reduced risk of heart failure (HR: 0.68, 95% CI: 0.50, 0.93) and cardiomyopathy (HR: 0.51, 95% CI: 0.28, 0.92). Approximately 15% of the CVD risk reduction in Pathways Study participants can be attributed to meeting physical activity guidelines (population attributable risk percent: 14.5%, 95% CI: 8%, 21%).<br \/>Conclusions: Compared to women who did not meet CDC physical activity guidelines, women who reported meeting guidelines near the time of their breast cancer diagnosis had decreased risk of future CVD, including heart failure and cardiomyopathy. Future studies investigating changes in post-diagnostic physical activity patterns and CVD risk are warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Breast cancer,Survival,Epidemiology,Physical activity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. K. Kresovich<sup>1<\/sup>, <b>A. R. Richards<\/b><sup>1<\/sup>, I. J. Ergas<sup>2<\/sup>, C. A. Laurent<sup>2<\/sup>, R. Cannioto<sup>3<\/sup>, J. S. Rana<sup>2<\/sup>, J. M. Roh<sup>2<\/sup>, C. Thomsen<sup>4<\/sup>, S. Shariff-Marco<sup>5<\/sup>, E. Rillamas-Sun<sup>6<\/sup>, R. K. Cheng<sup>7<\/sup>, S. Yao<sup>3<\/sup>, C. B. Ambrosone<sup>3<\/sup>, L. H. Kushi<sup>2<\/sup>, H. Greenlee<sup>6<\/sup>, M. L. Kwan<sup>2<\/sup>; <br\/><sup>1<\/sup>H. Lee Moffitt Cancer Center, Tampa, FL, <sup>2<\/sup>Kaiser Permanente Northern California, Oakland, CA, <sup>3<\/sup>Roswell Park Cancer Center, Buffalo, NY, <sup>4<\/sup>Zero Breast Cancer, San Rafael, CA, <sup>5<\/sup>University of California at San Francisco, San Francisco, CA, <sup>6<\/sup>Fred Hutchenson Cancer Center, Seattle, WA, <sup>7<\/sup>University of Washington Medical Center, Seattle, WA","CSlideId":"","ControlKey":"5771d48d-e3f4-469f-af76-15c17dd82895","ControlNumber":"168","DisclosureBlock":"&nbsp;<b>J. K. Kresovich, <\/b> None..<br><b>A. R. Richards, <\/b> None..<br><b>I. J. Ergas, <\/b> None..<br><b>C. A. Laurent, <\/b> None..<br><b>R. Cannioto, <\/b> None..<br><b>J. S. Rana, <\/b> None..<br><b>J. M. Roh, <\/b> None..<br><b>C. Thomsen, <\/b> None..<br><b>S. Shariff-Marco, <\/b> None..<br><b>E. Rillamas-Sun, <\/b> None..<br><b>R. K. Cheng, <\/b> None..<br><b>S. Yao, <\/b> None..<br><b>C. B. Ambrosone, <\/b> None..<br><b>L. H. Kushi, <\/b> None..<br><b>H. Greenlee, <\/b> None..<br><b>M. L. Kwan, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5114","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2227","PresenterBiography":null,"PresenterDisplayName":"Alicia Richards, PhD","PresenterKey":"1d4efceb-d14c-4428-a8a9-50a8cfb3311f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2227. Physical activity at breast cancer diagnosis and incident cardiovascular disease in the Pathways Study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Physical activity at breast cancer diagnosis and incident cardiovascular disease in the Pathways Study","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Older individuals with cancer history have lower risk of developing Alzheimer&#8217;s disease (AD). Cognitive impairment is associated with lower functioning in Instrumental Activities of Daily Living (IADL) and Activities of Daily Living (ADL). However, little is known about long-term IADL and ADL trajectories among individuals with cancer, hindering understanding of the underlying biological mechanisms between cancer and AD. We investigated the long-term functional disability trajectories of adults with cancer, comparing them with similarly aged individuals without a cancer diagnosis.<br \/><b>Methods<\/b>: Our study included 16,006 individuals aged 50 and older without a cancer history at baseline from the Health and Retirement Study. Biennial assessments were conducted from 1998 to 2020, including self-reported cancer status, IADL, and ADL. Linear probability models with repeated measures were used to assess IADL and ADL independence probabilities, adjusting for demographic and socioeconomic covariates.<br \/><b>Results<\/b>: Among 16,006 participants (mean [SD] baseline age, 66.1 [9.9] years; 9,169 [57.3%] female), 3,723 (23.3%) reported a cancer diagnosis during follow-up. Before cancer diagnosis, individuals who later developed cancer had a higher probability of IADL independence and experienced a slower decline in independence compared to their similarly aged counterparts who remained cancer-free. Probability of IADL independence was 0.05 lower immediately after cancer diagnosis compared to the pre-cancer phase, followed by accelerated independence losses relative to the pre-cancer period. After diagnosis, the rate of decline in probability of IADL independence remained slower for individuals with cancer than their cancer-free counterparts, but differences in the rate of decline were smaller than prior to cancer diagnosis. Similar trends were observed for ADL independence.<br \/><b>Conclusions<\/b>: We observed a decline in both IADL and ADL independence around the time of cancer diagnosis, possibly attributed to treatments. Overall, individuals with cancer experienced a more gradual loss in functional independence compared to individuals who remained cancer-free, consistent with the documented inverse association between cancer and AD.<br \/><b>Funding information<\/b>: The current research was supported by the National Cancer Institute of the National Institutes of Health (T32CA009142), T32 Training Grants from the NCI\/NIH, and the National Institute on Aging (RF1AG059872).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Aging,Epidemiology,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. E. Nam<\/b>, E. R. Mayeda, Z.-F. Zhang; <br\/>UCLA Jonathan and Karin Fielding School of Public Health, Los Angeles, CA","CSlideId":"","ControlKey":"66a90aa6-0018-4bd2-a9c8-1ba63f561fd0","ControlNumber":"7198","DisclosureBlock":"&nbsp;<b>G. E. Nam, <\/b> None..<br><b>E. R. Mayeda, <\/b> None..<br><b>Z. Zhang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5115","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2228","PresenterBiography":null,"PresenterDisplayName":"Gina Nam, MPH","PresenterKey":"a94fd4ad-77e6-4c02-8fc0-dca8020cb19a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2228. Long-term trajectories of functional disability in older adults with cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Long-term trajectories of functional disability in older adults with cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Patients with breast cancer with brain metastasis (BCBM) have poor survival outcomes. In this study, we aimed to explore the clinico-pathologic and therapeutic factors predicting the survival in de novo BCBM patients using the National Cancer Database (NCDB).<br \/><b>Methods: <\/b>The NCDB was queried for patients with BC between 2010-2020. Survival analysis with Kaplan-Meier curves and log rank tests were used to find median overall survival (OS) in months (95% CI) across the different variables. A multivariate cox regression model was computed to identify significant predictors of survival. All values in the results were statistically significant at p&#60;0.05.<br \/><b>Results: <\/b>N=9,005 (0.34%) had de novo BM out of 2,610,598 BC patients with a median OS of 10.9 (10.3-11.5). A trend of decreasing median OS was observed with increasing age: highest in the &#8804;50 group at 18.96 (16.92-20.86) and lowest in the &#8805;70 group at 4.70 (4.07-5.29), Charlson-Deyo score (CDS): 12.42 (11.76-13.17) in the 0 score and 2.86 (2.17-3.78) in &#8805;3 score, and number of extracranial metastatic sites (EMS): 13.17 (12.02-14.36) in the 1 site and 7.59 (6.70-8.84) in the &#8805;3 sites group. The HR(+)\/HER2(+) subgroup had the highest median OS at 22.05 (18.73-24.67) compared to the lowest in the HR(-)\/HER2(-) group at 5.62 (5.19-6.18). Based on treatment regimen, surgery + whole brain radiation therapy (WBRT), chemotherapy + hormonal therapy + immunotherapy (biologic therapy including anti-HER2), and combination of BM + BC therapy achieved the highest median OS in their respective subgroups of 32.33 (23.98-40.44), 42.35 (35.48-54.14), and 16.30 (15.11-17.38), respectively. Similar trends were found in the BC subgroup analysis with immunotherapy demonstrating a survival benefit when added to systemic therapy.The multivariate cox regression model showed that age, race, ethnicity, insurance, median income, facility type, CDS, BC subtype, metastatic location sites, and treatment combinations received were significantly associated with risk of death. Age &#8805;70 years, CDS &#8805;3, &#8805;3 EMS, and receiving no treatment for either BM or BC had the highest risks of death with Hazard Ratio (95% CI) of 1.53 (1.31-1.79), 1.74 (1.39-2.18), 2.06 (1.78-2.38), and 2.65 (2.36-2.98), respectively. The HR(+)\/HER2(+) subgroup had the lowest risk of death at 0.43 (0.38-0.49) and receiving only local treatment for BM increased the risk of death 2.3 (2.00-2.63).<br \/><b>Conclusions: <\/b>This analysis suggests that treatment of systemic disease is the major factor influencing survival in BCBM patients and surgery + WBRT yields the best survival outcomes. Moreover, anti-HER2 therapy and biologic treatment increased survival when added to systemic therapy. To date, this represents the biggest cohort of de novo BCBM survival analysis which provides critical insights that may guide clinical management.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Brain metastasis,Breast cancer,Survival,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Hijazi<\/b><sup>1<\/sup>, M. Mohanna<sup>1<\/sup>, S. Sabbagh<sup>1<\/sup>, M. Herran Montes<sup>1<\/sup>, B. Dominguez<sup>1<\/sup>, K. Sarna<sup>2<\/sup>, Z. Nahleh<sup>1<\/sup>; <br\/><sup>1<\/sup>Cleveland Clinic Florida Foundation, Weston, FL, <sup>2<\/sup>Cleveland Clinic Foundation, Weston, FL","CSlideId":"","ControlKey":"24367170-0eb1-4272-b8a9-361f1db8df4b","ControlNumber":"7728","DisclosureBlock":"&nbsp;<b>A. Hijazi, <\/b> None..<br><b>M. Mohanna, <\/b> None..<br><b>S. Sabbagh, <\/b> None..<br><b>M. Herran Montes, <\/b> None..<br><b>B. Dominguez, <\/b> None..<br><b>K. Sarna, <\/b> None..<br><b>Z. Nahleh, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5117","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2229","PresenterBiography":null,"PresenterDisplayName":"Ali Hijazi","PresenterKey":"13510a24-b49f-4298-800e-96fe1df52cc2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2229. Clinico-pathologic analysis and survival of patients with breast cancer diagnosed with <i>de novo<\/i> brain metastasis: An NCDB-based analysis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinico-pathologic analysis and survival of patients with breast cancer diagnosed with <i>de novo<\/i> brain metastasis: An NCDB-based analysis","Topics":null,"cSlideId":""},{"Abstract":"Background: The point of prostate cancer (CaP) diagnosis (PPCD) instantly leads to a life changing experience for Black men, with diverse emotional reactions that includes fear, denial, overwhelmingness, cancer fatalism etc. Black men diagnosed with CaP expressed several needs at the PPCD, including time to reflect on the diagnosis, being comfortable, emotional support, psycho-oncology support and social determinants of health (SDOH) navigation. Given that Black men are diverse in terms of their needs at the PPCD, precision intervention is needed to support them.<br \/>Aim: The aim was to develop, implement, and establish the acceptance and usability of a Virtual Reality Assistant (ViRA) that will provide precision intervention tailored to the needs of Black men at the PPCD. This study is one of the five iCCaRE for Black Men projects focused on survivorship care.<br \/>Methodology: The development of the ViRA was guided by CaP survivors through qualitative study. Reflective, analytic, and interpretive memos were used to generate action plans for the development of the ViRA. Based on a comprehensive PPCD ViRA intervention guide created by the team, the ViRA prototype was developed with mobile immersive technologies that integrated SDOH navigation, standard CaP psycho-oncology support and emotional support. The goal was to have the intervention personalized to everyone based on participant-provided information. Alpha testing of the ViRA is ongoing and will be completed on November 20, 2023. Participants are three prostate cancer survivors and three clinicians. The assessments will confirm the accuracy of the ViRA predictions and the functionality of the ViRA.<br \/>Results: We developed the ViRA SDOH screening and navigation tool to identify participants&#8217; needs and appropriately connect them with relevant support services and resources in their communities. The emotional support intervention was based on four CaP survivors as virtual reality avatars, providing empathetic rapport through self-disclosure and sharing of survivorship stories in different settings (home, clinic, barbershop etc). The psycho-oncology support intervention was developed with the guidance of a psycho-oncologist, with her avatar providing psychoeducation about the PPCD experience, reify and concretize the PPCD experience, and foster hope using the basic tenets of Problem-Solving Therapy. The results of the alpha testing and the modified ViRA will be presented during the conference.<br \/>Conclusion: Meeting the needs of Black men at the PPCD requires a personalized and decentralized approach, which would allow Black men to access support anywhere. The presentation will unveil the iCCaRE ViRA, a smart and connected personalized AR-enabled intervention that will deliver SDOH navigation, CaP psycho-oncology support and emotional support tailored to the needs of Black men.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Prostate cancer,Diagnosis,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. T. Odedina<\/b><sup>1<\/sup>, C. Ngufor<sup>1<\/sup>, A. Merriweather<sup>2<\/sup>, D. Pereira<sup>3<\/sup>, R. Dronca<sup>1<\/sup>, E. Kaninjing<sup>4<\/sup>, K. Ashing<sup>5<\/sup>, S. Rotimi<sup>6<\/sup>, V. Gordon<sup>1<\/sup>, iCCaRE for Black Men Consortium; <br\/><sup>1<\/sup>Mayo Clinic Comprehensive Cancer Center, Jacksonville, FL, <sup>2<\/sup>American Legion Post 197, Jacksonville, FL, <sup>3<\/sup>University of Florida, Gainesville, FL, <sup>4<\/sup>Georgia College, Milledgeville, GA, <sup>5<\/sup>City of Hope, Duarte, CA, <sup>6<\/sup>Covenant University, Ota, Nigeria","CSlideId":"","ControlKey":"d57bcd95-a9ab-479f-aaa3-3f4c3c1f4ae7","ControlNumber":"8418","DisclosureBlock":"&nbsp;<b>F. T. Odedina, <\/b> None..<br><b>C. Ngufor, <\/b> None..<br><b>A. Merriweather, <\/b> None..<br><b>D. Pereira, <\/b> None..<br><b>R. Dronca, <\/b> None..<br><b>E. Kaninjing, <\/b> None..<br><b>K. Ashing, <\/b> None..<br><b>S. Rotimi, <\/b> None..<br><b>V. Gordon, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5118","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2230","PresenterBiography":null,"PresenterDisplayName":"Folakemi Odedina, PhD","PresenterKey":"7ffcf11b-6b02-4d2e-94a4-2ef89e1beadc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2230. Connecting Black men to point of prostate cancer diagnosis (PPCD) support using precision intervention based on Virtual Reality Assistant (ViRA)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Connecting Black men to point of prostate cancer diagnosis (PPCD) support using precision intervention based on Virtual Reality Assistant (ViRA)","Topics":null,"cSlideId":""},{"Abstract":"Purpose: The goal of this analysis was to provide insight into differences in perceived symptom burden and general health status between young adults (YA; 18-39 years of age) and older adults (OA; &#8805; 40 years of age) with primary central nervous system (PCNS) tumors. Determining differences in characteristics that impact symptom burden and general health status in YA will allow for tailored survivorship programs that meet the unique needs of this population.<br \/>Methods: Data were retrospectively analyzed from the National Cancer Institute Neuro-Oncology Branch&#8217;s Natural History Study (NCT02851706 PI: T.S. Armstrong), which is an observational prospective cohort study designed to follow and collect PROs and clinical information on patients diagnosed with PCNS tumors throughout their disease trajectory. Differences in patient-reported outcomes (general health status [EQ-5D-3L], symptom burden [MDASI-BT and MDASI-SP], anxiety\/depression [PROMIS], and perceived cognition [Neuro-QOL]) and demographic and clinical data were assessed using chi-square tests, one-way ANOVAs, and Students&#8217; t-tests. Linear regression with backward elimination determined which characteristics impacted perceived symptom burden and general health status as evidenced by MDASI-BT and EQ-5D-3L, respectively.<br \/>Results: The sample included 271 YA (82% with a primary brain tumor [PBT]; median age 31 [range, 18-39]) and 516 OA (88% with a PBT; median age 54 [range, 40-85]). YA were more likely to be single (P&#60;0.001), employed (P&#60;0.001), and make &#60; $50,000 per year (P=0.014). More YA reported pain (P=0.008), nausea (P&#60;0.001), drowsiness (P=0.043), and vomiting (P=0.001) than OA. More YA presented with vision problems (25% of YA, 16% of OA), whereas more OA presented with cognitive deficits (17% of YA, 25% of OA). Compared to YA, 7% more OA with PBTs and 19% more OA with primary spinal tumors (PST) were diagnosed in outpatient clinics, whereas the majority of YA with PBTs (47%) were diagnosed in an emergency room. Among demographic and clinical characteristics, only Karnofsky Performance Scale score was a predictor of general health status (P&#60;0.001) in YA with PCNS tumors and symptom interference (P=0.014) in YA with PBTs. YA reported more affective, cognitive, neurologic, treatment-related, generalized disease, and gastrointestinal symptom burden than OA, with the affective factor being the most severe among the symptom factors reported. Among individuals with PSTs, 20% more YA reported moderate-severe anxiety (P=0.050) and 32% more YA reported moderate-severe perceived cognitive deficits (P=0.023) than OA.<br \/>Conclusion: YA patients were more likely to be single, employed, have a lower income, and report more symptom burden than OA. These findings underscore the need for tailored survivorship programs providing additional psychosocial support and resources to address symptom presentation in YA.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Brain\/central nervous system cancers,Brain tumors,Outcome,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Reinhart<\/b><sup>1<\/sup>, T. Kunst<sup>1<\/sup>, J. Reyes<sup>1<\/sup>, A. Acquaye-Mallory<sup>1<\/sup>, E. Grajkowska<sup>1<\/sup>, B. H. Ozer<sup>1<\/sup>, M. Penas-Prado<sup>1<\/sup>, J. Wu<sup>1<\/sup>, E. Burton<sup>1<\/sup>, L. Boris<sup>2<\/sup>, M. Panzer<sup>2<\/sup>, T. Pillai<sup>1<\/sup>, L. Polskin<sup>2<\/sup>, M. R. Gilbert<sup>1<\/sup>, E. Vera<sup>1<\/sup>, T. S. Armstrong<sup>1<\/sup>; <br\/><sup>1<\/sup>NIH-NCI, Bethesda, MD, <sup>2<\/sup>Frederick National Laboratory for Cancer Research, Frederick, MD","CSlideId":"","ControlKey":"04072699-8ff3-448e-9052-561b7124b86d","ControlNumber":"794","DisclosureBlock":"&nbsp;<b>K. Reinhart, <\/b> None..<br><b>T. Kunst, <\/b> None..<br><b>J. Reyes, <\/b> None..<br><b>A. Acquaye-Mallory, <\/b> None..<br><b>E. Grajkowska, <\/b> None..<br><b>B. H. Ozer, <\/b> None..<br><b>M. Penas-Prado, <\/b> None..<br><b>J. Wu, <\/b> None..<br><b>E. Burton, <\/b> None..<br><b>L. Boris, <\/b> None..<br><b>M. Panzer, <\/b> None..<br><b>T. Pillai, <\/b> None..<br><b>L. Polskin, <\/b> None..<br><b>M. R. Gilbert, <\/b> None..<br><b>E. Vera, <\/b> None..<br><b>T. S. Armstrong, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5119","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2231","PresenterBiography":null,"PresenterDisplayName":"Kimberly Reinhart, MPH,MS,BS","PresenterKey":"55902f4e-d9fa-4315-b3cc-5c6409d98e28","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2231. Impact of sociodemographic and clinical factors on symptom burden in the young adult primary central nervous system tumor population","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of sociodemographic and clinical factors on symptom burden in the young adult primary central nervous system tumor population","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b><br \/>Sleep characteristics have been associated with patient outcomes after cancer. We aimed to appraise the causal relationship of chronotype, sleep duration, insomnia, and snoring with cancer survival.<br \/><b>Methods<\/b><br \/>This large prospective cohort study enrolled 38350 cancer survivors aged &#8805;40 years from the UK Biobank between 2004 and 2022. Habitual sleep characteristics were obtained from the self-reported baseline questionnaire, including chronotype, sleep duration, insomnia, and snoring. Cox proportional hazards regression models were applied to evaluate the association between sleep characteristics and cancer survival, then one sample Mendelian randomization (MR) analyses were further used to validate these causal relationships. In particular, restricted cubic splines (RCS) and non-linear MR analyses were applied to assess the possible nonlinear association between sleep duration and cancer survival.<br \/><b>Results<\/b><br \/>Among 38350 study participants (mean [SD] age, 59.8 [7.3] years; 24150 [63.0%] males; 35534 [92.7%] White individuals), 12671 (33.1%) reported evening preference chronotype; 9050 (23.6%) reported short and 3773 (9.8%) reported long sleep duration;12274 (32.0%) reported snoring; and 30426 (79.4%) reported experiencing insomnia sometimes or usually. During up to 18 years of follow-up, 6274 deaths occurred. Multivariable regression models showed that evening preference (HR = 1.09, 95% CI: 1.03 to 1.15), short (HR = 1.14, 95% CI: 1.07 to 1.21) and long sleep duration (HR = 1.37, 95% CI: 1.28 to 1.48), insomnia (HR = 1.14, 95% CI: 1.09 to 1.21) and snoring (HR = 0.83, 95% CI: 0.78 to 0.87) were associated with death among pan to cancer survivors. Restricted cubic splines suggested nonlinear associations between sleep duration and death after cancer (nonlinear <i>P<\/i> &#60; 0.001). In the one-sample MR, genetically predicted sleep duration (HR = 0.71, 95% CI: 0.56 to 0.90) and snoring (HR = 1.18, 95% CI: 1.05 to 1.34) demonstrated a reversed cancer survival pattern compared to multivariable regressions. A nonlinear U-shape association between sleep duration and cancer survival was observed in restricted cubic spline analyses (<i>P<\/i> &#60; 0.001) but not evident when evaluating by nonlinear MR (<i>P<\/i> &#62; 0.05).<br \/><b>Conclusions<\/b><br \/>Evening preference chronotype, insomnia, snoring, and short sleep duration are likely to be causally associated with a higher risk of death among cancer survivors, whilst long sleep duration does not appear to be a causal factor.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Survival,Circadian genes,Genetic susceptibility,Epidemiology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Che<sup>1<\/sup>, J. Lv<sup>1<\/sup>, K. Pan<sup>1<\/sup>, T. Sun<sup>2<\/sup>, C. Cao<sup>3<\/sup>, S. Li<sup>4<\/sup>, T. Zhang<sup>1<\/sup>, F. Xue<sup>1<\/sup>, <b>L. Yang<\/b><sup>5<\/sup>; <br\/><sup>1<\/sup>Shandong University, Jinan, China, <sup>2<\/sup>CancerControl Alberta-Alberta Health Services, Calgary, China, <sup>3<\/sup>Dana-Faber Cancer Institute, Boston, MA, <sup>4<\/sup>Children's Hospitals and Clinics of Minnesota, Minneapolis, MN, <sup>5<\/sup>CancerControl Alberta-Alberta Health Services, Calgary, AB, Canada","CSlideId":"","ControlKey":"dbd38e69-a4c5-4a30-a0b9-593d3dafd76b","ControlNumber":"7248","DisclosureBlock":"&nbsp;<b>J. Che, <\/b> None..<br><b>J. Lv, <\/b> None..<br><b>K. Pan, <\/b> None..<br><b>T. Sun, <\/b> None..<br><b>C. Cao, <\/b> None..<br><b>S. Li, <\/b> None..<br><b>T. Zhang, <\/b> None..<br><b>F. Xue, <\/b> None..<br><b>L. Yang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5120","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2232","PresenterBiography":null,"PresenterDisplayName":"Lin Yang, PhD","PresenterKey":"4d36ef02-73a1-4407-bb73-5ca04b1a5387","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2232. Association between sleep characteristics and cancer survival: Findings from the UK Biobank study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association between sleep characteristics and cancer survival: Findings from the UK Biobank study","Topics":null,"cSlideId":""},{"Abstract":"Background: ASCO Clinical Practice Guidelines on fertility preservation (FP) recommend that healthcare providers discuss the possibility of infertility&#8212;including FP options&#8212;for cancer patients of reproductive-age as early as possible before treatment initiation. However, the evaluation of patient perceptions on provider adherence to these FP guidelines is largely undetermined. We sought to assess patient-reported provider adherence to FP guidelines for adults ages 18 to 49 years when diagnosed with a first primary cancer (early-onset).<br \/>Patients and Methods: The Reproductive Health After Cancer Diagnosis and Treatment (REACT) Study is a patient-partnered study in cooperation with 23 community partners and patient advocates. Adults with a first primary early-onset cancer were recruited over an 8-week period (October to December 2021). Patient-reported provider adherence to FP guidelines, reproductive health history, sociodemographic, cancer and cancer impact questions were prospectively collected via patient questionnaire using a secure, web-based application. To examine the association of provider non-adherence with patient-level factors, logistic regression models were fitted to estimate odds ratios (OR) and 95% CI.<br \/>Results: Among 647 patients diagnosed with early-onset cancer between 2006 and 2021 (mean [SD] age, 36.8 [7.8] years), a total of 376 (58.1%) reported that a healthcare professional involved in their cancer care did not discuss FP options before starting cancer treatment. Patients with thyroid, lung, ovarian and colorectal cancers reported the highest rates of provider non-adherence to FP guidelines (all &#8805;63% non-adherence). Females with cervical (OR 2.87, 95% CI: 1.11-7.41), colorectal (OR 2.05, 95% CI: 1.15-3.68), lung (OR 15.79, 95% CI:5.66-44.1) and ovarian (OR 10.90, 95% CI: 3.19-37.3) cancers, Hodgkin (OR 4.00, 95% CI: 1.15-13.98) and non-Hodgkin lymphoma (OR 4.65, 95% CI: 1.11-19.47) were more likely to report provider non-adherence to FP guidelines compared to breast cancer patients in models adjusted for diagnosis age and year, self-reported race\/ethnicity, marital status and insurance coverage at cancer diagnosis. Similar patterns were observed for male patients with early-onset colorectal and lung cancers compared with testicular cancer patients. No overall or sex-specific associations were observed between patient-reported provider non-adherence and race\/ethnicity, insurance coverage or diagnosis year.<br \/>Conclusions: Nearly six of every 10 early-onset cancer patients reported that a healthcare professional involved in their cancer care did not discuss FP options prior to cancer treatment. The development of tailored, effective strategies for implementation of clinical practice guidelines on FP and delivery of concordant reproductive healthcare to a growing population of reproductive-age individuals with cancer is needed.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Cohort study,fertility,early-onset,adolescent and young adult (AYA),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. R. Keller<sup>1<\/sup>, M. A. Lewis<sup>2<\/sup>, A. Rosen<sup>3<\/sup>, H. K. Park<sup>4<\/sup>, R. Babyak<sup>1<\/sup>, J. Feldmann<sup>5<\/sup>, F. Ye<sup>6<\/sup>, R. Agarwal<sup>6<\/sup>, K. K. Ciombor<sup>6<\/sup>, T. M. Geiger<sup>1<\/sup>, C. Eng<sup>6<\/sup>, M. K. Roach<sup>1<\/sup>, D. R. Velez Edwards<sup>1<\/sup>, M. L. Cote<sup>7<\/sup>, R. Viskochil<sup>8<\/sup>, <b>A. N. Holowatyj<\/b><sup>6<\/sup>; <br\/><sup>1<\/sup>Vanderbilt University Medical Center, Nashville, TN, <sup>2<\/sup>Intermountain Healthcare, Murray, UT, <sup>3<\/sup>American Cancer Society, Atlanta, GA, <sup>4<\/sup>Providence Saint John’s Health Center, Santa Monica, CA, <sup>5<\/sup>EGFR Lung Resisters Group, Chicago, IL, <sup>6<\/sup>Vanderbilt-Ingram Cancer Center, Vanderbilt University Medical Center, Nashville, TN, <sup>7<\/sup>Indiana University Simon Comprehensive Cancer Center, Indianapolis, IN, <sup>8<\/sup>University of Massachusetts Boston, Boston, MA","CSlideId":"","ControlKey":"fda1d36b-7427-4df8-bff8-772e6756a1a4","ControlNumber":"1786","DisclosureBlock":"&nbsp;<b>S. R. Keller, <\/b> None..<br><b>M. A. Lewis, <\/b> None..<br><b>A. Rosen, <\/b> None..<br><b>H. K. Park, <\/b> None..<br><b>R. Babyak, <\/b> None..<br><b>J. Feldmann, <\/b> None..<br><b>F. Ye, <\/b> None..<br><b>R. Agarwal, <\/b> None..<br><b>K. K. Ciombor, <\/b> None..<br><b>T. M. Geiger, <\/b> None..<br><b>C. Eng, <\/b> None..<br><b>M. K. Roach, <\/b> None..<br><b>D. R. Velez Edwards, <\/b> None..<br><b>M. L. Cote, <\/b> None..<br><b>R. Viskochil, <\/b> None.&nbsp;<br><b>A. N. Holowatyj, <\/b> <br><b>Pfizer<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5122","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2233","PresenterBiography":null,"PresenterDisplayName":"Andreana Holowatyj, MS;PhD","PresenterKey":"c1d72c6d-e0e0-4cef-ab87-e8ec79714243","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2233. Limited adherence to clinical practice guidelines on fertility preservation for patients with early-onset cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Limited adherence to clinical practice guidelines on fertility preservation for patients with early-onset cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Cardiovascular disease (CVD) is a major cause of morbidity and mortality among men diagnosed with prostate cancer. We evaluated the extent to which men with prostate cancer develop CVD accounting for potential factors that may contribute to the CVD burden in this population.<br \/>Methods: We prospectively followed men diagnosed with prostate cancer and free from CVD (stroke and coronary heart disease, including myocardial infarction, coronary artery bypass graft, and percutaneous coronary intervention) before their cancer diagnosis in the Health Professionals Follow-up Study, between 1986 and 2016. Men were categorized by D&#8217;Amico prostate cancer risk groups as low-risk (stage T1-2a, Gleason score &#8804;6, and PSA at diagnosis &#8804;10 ng\/mL), intermediate-risk (T2b and\/or Gleason score 7 and\/or PSA &#62;10-20), or high-risk (&#8805;T2c\/N1\/M1 or Gleason score 8-10 or PSA &#62;20). Incident fatal and non-fatal CVD, defined as coronary heart disease and stroke after cancer diagnosis, were centrally adjudicated. CVD risk factors including smoking, hyperlipidemia, hypertension, diabetes mellitus, body mass index, were self-reported on biennial questionnaires. Deaths due to prostate cancer or other causes were treated as competing events when estimating cumulative incidence and cause-specific hazard ratios (HR).<br \/>Results: Among 5,707 prostate cancer patients, 1,912 had low-risk, 2,261 had intermediate-risk, and 1,534 had high-risk cancer. 1,102 CVD events were documented over up to 30 years of follow-up after cancer diagnosis. The 10-year CVD risk was 8.1% for men with low-risk cancer, 8.8% for intermediate-risk, and 10.4% for high-risk cancer. The cause-specific HRs for CVD were 1.18 (95% CI 1.03, 1.36) in intermediate-risk and 1.59 (95% CI 1.36, 1.85) in high-risk prostate cancer, both compared to low-risk prostate cancer. Men with high-risk cancer tended to be older; after age adjustment, the HRs were 1.15 for intermediate-risk (95% CI 1.00, 1.33) and 1.35 for high-risk cancer (1.35, 95% CI 1.16, 1.58). Associations between cancer risk group and CVD were essentially unchanged after further adjustment for CVD risk factors present at cancer diagnosis, primary cancer treatment modality (surgery, radiation, androgen deprivation therapy, watchful waiting\/active surveillance), and calendar year of diagnosis.<br \/>Discussion: Despite the elevated risk of cancer mortality in men with intermediate-risk and high-risk prostate cancer compared to low-risk prostate cancer, CVD risk remains at least as common over time among these men as among men with low-risk prostate cancer. Incident CVD risk after cancer diagnosis among men with more aggressive cancers, which particularly occur in older men, is not primarily attributable to differences in pre-existing risk factor burden. These findings from a cohort with healthcare access and literacy indicate a need for continued clinical attention to CVD after cancer diagnosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Prostate cancer,Cohort study,Mortality,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Himbert<\/b><sup>1<\/sup>, A. Plym<sup>2<\/sup>, J. B. Vaselkiv<sup>3<\/sup>, A. Pettersson<sup>2<\/sup>, P. W. Kantoff<sup>4<\/sup>, L. A. Mucci<sup>3<\/sup>, K. J. Mukamal<sup>1<\/sup>, K. H. Stosapck<sup>1<\/sup>; <br\/><sup>1<\/sup>Massachusetts General Hospital, Boston, MA, <sup>2<\/sup>Karolinska Institutet, Stockholm, Sweden, <sup>3<\/sup>Harvard T.H. Chan School of Public Health, Boston, MA, <sup>4<\/sup>Convergent Therapeutics Inc., Boston, MA","CSlideId":"","ControlKey":"f377ef28-7e36-4620-9c15-7ce6f62e517b","ControlNumber":"2509","DisclosureBlock":"&nbsp;<b>C. Himbert, <\/b> None..<br><b>A. Plym, <\/b> None..<br><b>J. B. Vaselkiv, <\/b> None.&nbsp;<br><b>A. Pettersson, <\/b> <br><b>Capio St Goran<\/b> Other, Honoraria. <br><b>Astellas Pharma<\/b> Other, Honoraria. <br><b>Mediahuset i Goteborg<\/b> Other, Honoraria. <br><b>Janssen-Cilag<\/b> Other, Advisor. <br><b>Merck & Co<\/b> Grant\/Contract. <br><b>Levo Prevention AB<\/b> Employment. <br><b>P. W. Kantoff, <\/b> <br><b>Convergent Therapeutics Inc<\/b> Employment, Other Business Ownership, Other, Investment. <br><b>Cogent Biosciences<\/b> Other, Investment. <br><b>Context Therapeutics LLC<\/b> Other, Board Member, Investment. <br><b>DRGT<\/b> Other, Investment, consultant\/scientific advisory board member. <br><b>Mirati<\/b> Other, Investment. <br><b>Placon<\/b> Other, Investment. <br><b>PrognomIQ<\/b> Other, Investment, consultant\/scientific advisory board member. <br><b>SynDevRx<\/b> Other, Investment, consultant\/scientific advisory board member. <br><b>XLink<\/b> Other Business Ownership, Other, Investment. <br><b>Anji<\/b> Other, consultant\/scientific advisory board member. <br><b>Candel<\/b> Other, consultant\/scientific advisory board member. <br><b>Immunis<\/b> Other, consultant\/scientific advisory board member. <br><b>AI (previously OncoCellMDX)<\/b> Other, consultant\/scientific advisory board member. <br><b>Janssen<\/b> Other, consultant\/scientific advisory board member. <br><b>Progenity<\/b> Other, consultant\/scientific advisory board member. <br><b>Seer Biosciences<\/b> Other, consultant\/scientific advisory board member. <br><b>Tarveda Therapeutics<\/b> Other, consultant\/scientific advisory board member. <br><b>Veru<\/b> Other, consultant\/scientific advisory board member. <br><b>Genentech\/Roche<\/b> Other, Data Safety Monitoring Board. <br><b>Merck & Co<\/b> Other, Data Safety Monitoring Board. <br><b>L. A. Mucci, <\/b> <br><b>Bayer<\/b> Grant\/Contract, Other, Expert testimony. <br><b>Astra Zeneca<\/b> Grant\/Contract.<br><b>K. J. Mukamal, <\/b> None..<br><b>K. H. Stosapck, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5124","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2234","PresenterBiography":null,"PresenterDisplayName":"Caroline Himbert, PhD","PresenterKey":"e30d8723-478b-4bef-8c44-f00ac0163749","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2234. Cardiovascular disease risk among men with prostate cancer: Differences by prostate cancer aggressiveness","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cardiovascular disease risk among men with prostate cancer: Differences by prostate cancer aggressiveness","Topics":null,"cSlideId":""},{"Abstract":"Background: Inflammaging, a chronic low-grade inflammation as individuals age, is measured by elevated levels of circulating markers of inflammation (e.g., C-reactive protein [CRP] and interleukin-6 [IL-6]) and is associated with age-related chronic health conditions (CHCs). We aim to evaluate epigenetic inflammation scores (EIS) for CRP and IL-6 and their associations with cardiometabolic and cardiac-based CHCs and epigenetic age acceleration (EAA) in childhood cancer survivors (CCS).<br \/>Methods: Among 2,052 CCS (47.2% female; mean [SD] = 33.7 [9.3] years of age at blood draw) from the St Jude Lifetime Cohort, EIS of CRP and IL-6 were calculated as the weighted sum of the DNA methylation (DNAm) levels of CpGs that are associated with circulating levels of CRP or IL-6, where blood DNAm data were generated with Infinium EPIC BeadChip, and weights are regression coefficients from previously published EWAS studies. CHCs with a CTCAE (Common Terminology Criteria for Adverse Events) grade &#8805;2 were considered except for myocardial infarction (MI) where a minimum CTCAE grade of 3 was applied. Residuals of EIS were calculated by regressing EIS on age at blood draw and sex. A multivariable Cox proportional hazard regression model evaluated the associations between the EIS residuals and each CHC adjusting for sex and cancer treatments. The timeframe was years since age at blood draw. All participants alive at the last follow-up were censored. EAA was calculated as residuals from regressing epigenetic age (both GrimAge and PhenoAge) on age at blood draw. A linear regression model evaluated the association between the EIS residual and EAA adjusting for sex and treatments.<br \/>Results: The incidence of cardiometabolic conditions (i.e., after the blood draw) included: abnormal glucose metabolism (AGM, 5.1%), hypertension (HTN, 16.6%), hypercholesterolemia (HCL, 3.9%), hypertriglyceridemia (HTG, 6.0%), and cardiomyopathy (CMP, 9.0%), MI (4.4%), and obesity (24.2%). CRP-EIS and IL6-EIS were correlated (r=0.62). The CRP-EIS residual was significantly associated with increased risk of AGM (Hazard Ratio [95% CI] = 1.33 [1.01-1.75], P=0.04) and CMP (1.44 [1.19-1.74], P=1.58&#215;10<sup>-4<\/sup>) and suggestively associated with HTN (1.16 [0.99-1.36], P=0.07) and MI (1.55 [0.94-2.57], P=0.09). IL6-EIS residual was associated with CMP (1.25 [1.04-1.49], P=0.02). In addition, both CRP- and IL6-EIS were positively associated with PhenoAge-EAA (&#946; = 0.53 and 0.50 years per SD increase of EIS) and GrimAge-EAA (&#946; = 0.30 and 0.36 per SD increase of EIS).<br \/>Conclusion: The CRP- and IL6-EIS are associated with increased risk of cardiometabolic and cardiac-based CHCs and EAA among CCS, suggesting that EIS may be used as clinical tools to identify survivors at higher risk of such CHCs and inflammation may be targeted for intervention to reduce the burden of CHCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Inflammation,Cardiometabolic outcomes,Childhood cancer survivors,Epigenetic Age,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Q. Dong<\/b>, Y. Chen, X. Zhang, J. Easton, H. Mulder, E. Walker, G. Neale, K. Shelton, S. B. Dixon, J. Zhang, G. T. Armstrong, M. M. Hudson, K. K. Ness, Z. Wang; <br\/>St. Jude Children's Research Hospital, Memphis, TN","CSlideId":"","ControlKey":"1a75a07e-0d96-4582-acff-8cf92846e86e","ControlNumber":"3981","DisclosureBlock":"&nbsp;<b>Q. Dong, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>J. Easton, <\/b> None..<br><b>H. Mulder, <\/b> None..<br><b>E. Walker, <\/b> None..<br><b>G. Neale, <\/b> None..<br><b>K. Shelton, <\/b> None..<br><b>S. B. Dixon, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>G. T. Armstrong, <\/b> None..<br><b>M. M. Hudson, <\/b> None..<br><b>K. K. Ness, <\/b> None..<br><b>Z. Wang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5125","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2235","PresenterBiography":null,"PresenterDisplayName":"Qian Dong, PhD","PresenterKey":"71d28056-9359-468e-b9e8-0f3e1e3d629e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2235. Epigenetic inflammation scores for C-Reactive protein and interleukin-6 associate with adverse cardiometabolic and cardiac outcomes among survivors of childhood cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epigenetic inflammation scores for C-Reactive protein and interleukin-6 associate with adverse cardiometabolic and cardiac outcomes among survivors of childhood cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Delays in treatment initiation adversely impact cancer mortality and survival. To inform potential enhancements and targets for our existing oncology patient navigation program, we examined characteristics associated with timely treatment initiation among patients at a tertiary comprehensive cancer center that serves four diverse counties in Southern California.<br \/>Methods: We performed a retrospective analysis of patients newly diagnosed with non-hematological cancers between January 2020 and June 2023. Using electronic medical record data, we used a multivariable Cox proportional model to examine the association between patient demographic and clinical characteristics and time to treatment initiation (time between first encounter and start of definitive treatment) within a clinical benchmark of 3 months. A hazard ratio (HR)&#62;1 indicates shorter (faster) time to treatment initiation while a HR&#60;1 indicates a longer (slower) time.<br \/>Results: Our sample included 9,148 patients, who were predominantly &#60;65 years (57%), female (61%), married or with a partner (64%), and retired or unemployed (56%); 50% were non-White. In multivariable analyses, patient&#8217;s age, primary language, employment status, cancer diagnosis type, and first treatment type were significant determinants of time to treatment initiation. Faster treatment initiation was observed among patients ages &#62;=75 vs &#60;65 years (HR=1.36, 95% CI 1.23 - 1.52). Among the primary languages spoken in our sample (Spanish, Chinese, Korean, Vietnamese, among others), patients who spoke Armenian vs English also had shorter time to treatment (HR=1.64, 95% CI 1.32 - 2.04). By contrast, longer time to treatment initiation was associated with patients who were retired or disabled vs employed full-time (HR=0.85, 95% CI 0.78 - 0.94, and HR=0.70, 95% CI 0.59 - 0.83, respectively) and underwent radiation or oral chemotherapy vs chemo-infusion (HR=0.65, 95% CI 0.57 - 0.74, and HR=0.82, 95% CI 0.76 - 0.89, respectively). With the exception of melanoma, all diagnoses had a longer time to treatment compared with neuro-oncology. In our multivariable model, sex, marital status, race and ethnicity, and receipt of at least one navigation encounter were not significant determinants.<br \/>Conclusions: In our study, which overlapped the early stages of the COVID-19 pandemic, findings highlight opportunities to enhance navigation delivery, especially for certain subpopulations, diagnoses, and treatment types with complex scheduling and coordination needs. Future research will explore navigation intensity and other process and clinical outcomes modifiable through navigation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Cancer,Survivor,Time to treatment ,Patient navigation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. J. Nonzee<\/b><sup>1<\/sup>, M. Razavi<sup>1<\/sup>, W. Dale<sup>1<\/sup>, L. Cai<sup>1<\/sup>, A. Mercurio<sup>1<\/sup>, L. Gaytan<sup>1<\/sup>, D. Lefkowitz<sup>2<\/sup>, C. Kim<sup>1<\/sup>, T. Hernandez<sup>1<\/sup>, S. Morales<sup>1<\/sup>, D. Duque<sup>1<\/sup>, A. I. Tergas<sup>1<\/sup>; <br\/><sup>1<\/sup>City of Hope, Duarte, CA, <sup>2<\/sup>University of California, Riverside, Riverside, CA","CSlideId":"","ControlKey":"8942cb93-9c31-4eb0-b2a6-a7f1592fec33","ControlNumber":"2559","DisclosureBlock":"&nbsp;<b>N. J. Nonzee, <\/b> None.&nbsp;<br><b>M. Razavi, <\/b> <br><b>Avicena LLC<\/b> Stock Option.<br><b>W. Dale, <\/b> None..<br><b>L. Cai, <\/b> None..<br><b>A. Mercurio, <\/b> None..<br><b>L. Gaytan, <\/b> None..<br><b>D. Lefkowitz, <\/b> None..<br><b>C. Kim, <\/b> None..<br><b>T. Hernandez, <\/b> None..<br><b>S. Morales, <\/b> None..<br><b>D. Duque, <\/b> None.&nbsp;<br><b>A. I. Tergas, <\/b> <br><b>Merck<\/b> Other, Participated in an advisory board meeting.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5127","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2237","PresenterBiography":null,"PresenterDisplayName":"Narissa Nonzee, PhD","PresenterKey":"962eb3cb-1b05-4221-b24c-3bb55ced6254","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2237. Determinants of time to cancer treatment initiation at a comprehensive cancer center","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Determinants of time to cancer treatment initiation at a comprehensive cancer center","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Obesity and physical inactivity pose a significant health concern for cancer survivors in developing comorbid conditions such as type 2 diabetes, hypertension, and metabolic syndrome that lead to a heightened risk of cardiovascular disease (CVD). Therefore, regular physical activity plays a central role in reducing the risk of CVD. The Framingham risk score (FRS) is an established assessment of CVD risk that combines six risk factors including age, gender, high-density lipoprotein cholesterol (HDL-C), low-density lipoprotein cholesterol (LDL-C), systolic blood pressure, diabetes, and smoking status. The objective of the study was to investigate the effects of a 16-week circuit, interval-based exercise training intervention on FRS and the 10-year FRS-predicted risk of developing CVD among breast, prostate, and colorectal cancer survivors.<br \/><b>Methods<\/b>: This single center, pilot randomized controlled trial consisted of 90 sedentary, overweight or obese (BMI &#62; 25.0 kg\/m<sup>2<\/sup>) survivors of breast, prostate or colorectal cancers, randomized to exercise (n=60) or usual care (n=30). The 16-week intervention comprised supervised moderate to vigorous intensity aerobic (65-85% of VO2max) and resistance (65-85% of 1-repetition maximum) exercise sessions conducted in a circuit-based interval fashion, occurring three times per week. Blood samples were obtained at baseline and post-intervention time points to measure fasting plasma levels of HDL-C and LDL-C, along with resting systolic blood pressure and diagnosis of diabetes. Paired t-test and repeated measure ANOVA were used to determine between-group differences.<br \/><b>Results<\/b>: Participants (age 63.2 &#177; 10.8 years) were diagnosed with breast (35%), prostate (30%), and colorectal (35%) cancers and consisted of 55% female participants, participants had a mean BMI of 34.7&#177;5.9, and 85% were obese. Chemotherapy and\/or radiation therapy was completed by 75% of participants. Retention and adherence rates to exercise were high (100% and 92%, respectively). Compared to usual care, circuit, interval-based exercise significantly reduced total FRS (between group mean difference, -12.0 points p&#60;0.001) and 10-year CVD risk (-10.0%; p&#60;0.001).<br \/><b>Conclusions<\/b>: This study underscores the critical role of circuit-based, interval exercise interventions in mitigating the elevated cardiovascular risk faced by sedentary, overweight, or obese cancer survivors. The significant reduction in FRS components highlights the potential of structured exercise programs to enhance cardiovascular health, thereby reducing the burden of comorbid conditions and CVD risk in cancer survivors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Exercise,Breast cancer,Prostate cancer,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. J. Normann<\/b><sup>1<\/sup>, R. L. Wilson<sup>2<\/sup>, C. N. Christopher<sup>3<\/sup>, M. K. Norris<sup>2<\/sup>, S. Cuomo<sup>4<\/sup>, C. M. Dieli-Conwright<sup>2<\/sup>; <br\/><sup>1<\/sup>Boston University, Boston, MA, <sup>2<\/sup>Dana Farber Cancer Institute, Boston, MA, <sup>3<\/sup>Harvard University, Boston, MA, <sup>4<\/sup>University of Turin, Turin, Italy","CSlideId":"","ControlKey":"387f8de8-eb89-4597-8c68-b533bf670933","ControlNumber":"5260","DisclosureBlock":"&nbsp;<b>A. J. Normann, <\/b> None..<br><b>R. L. Wilson, <\/b> None..<br><b>C. N. Christopher, <\/b> None..<br><b>M. K. Norris, <\/b> None..<br><b>S. Cuomo, <\/b> None..<br><b>C. M. Dieli-Conwright, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5128","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2238","PresenterBiography":null,"PresenterDisplayName":"Amber Normann, MS","PresenterKey":"28b25a4a-b8af-44fa-90ea-0eb427ee59dd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2238. Reducing cardiovascular disease risk in cancer survivors: Impact of a 16-week circuit-based interval exercise intervention","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reducing cardiovascular disease risk in cancer survivors: Impact of a 16-week circuit-based interval exercise intervention","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> More than 60,000 U.S. adults are diagnosed with non-muscle invasive bladder cancer (NMIBC) each year. These patients are recommended to undergo surveillance via repeated cystoscopies. However, the ideal frequency of post-diagnostic cystoscopy surveillance remains unknown, and efforts are underway to de-escalate surveillance given uncertainty regarding its effect on mortality. We therefore aimed to compare the effectiveness of different post-diagnostic cystoscopy surveillance strategies on bladder cancer specific mortality.<br \/><b>Methods:<\/b> We used observational data from the Surveillance, Epidemiology, and End Results (SEER)-Medicare linkage to emulate a target trial, i.e., a hypothetical, pragmatic randomized trial that would answer our causal question. Eligible individuals were aged 66 years or older, diagnosed with NMIBC (Ta, Tis, or T1) classified as urothelial carcinoma between January 1, 2000 and December 31, 2017, and had completed their first post-diagnostic cystoscopy. We compared 10-year risks of bladder cancer specific mortality under cystoscopy surveillance every 3, 6, and 12 months separately among individuals at low, intermediate, and high risk. We estimated mortality risks using inverse probability weighted pooled logistic regression.<br \/><b>Results<\/b>: Among 58,004 eligible individuals, the median age at diagnosis was 77 years (interquartile range: 72, 82) and 75.6% were male. Over the 10 year follow-up period, 4,977 bladder cancer deaths occurred. Among individuals at high risk, the estimated 10-year bladder cancer mortality risks were 24.5% under the 3 month strategy, 26.6% under the 6 month strategy, and 27.3% under the 12 month strategy. Compared with cystoscopy every 3 months, the risk differences were 2.1% (95% confidence interval [CI]: -0.3, 3.8) for cystoscopy every 6 months, and 2.8% (95% CI: 1.0, 4.4) for cystoscopy every 12 months. For patients in the intermediate risk group, 10-year bladder cancer mortality risks were 14.4% under the 3 month strategy, 15.1% under the 6 month strategy, and 15.9% under the 12 month strategy. The risk differences were 0.7% (95% CI: -0.6, 2.0) for 6 vs. 3 months and 1.6% (95% CI: 0.3, 2.7) for 12 vs. 3 months. Among individuals at low risk, these mortality risks were 8.3% under the 3 month strategy, 9.2% under the 6 month strategy, and 9.6% under the 12 month strategy. Risk differences were 1.1% (95% CI: -0.1, 2.5) for 6 vs. 3 months and 1.5% (95% CI: 0.2, 3.0) for 12 vs. 3 months.<br \/><b>Conclusions:<\/b> We estimated that more frequent cystoscopy may result in clinically meaningful reductions in bladder cancer mortality among high risk patients. Among low and intermediate risk patients, more frequent cystoscopy may result in modest absolute risk reductions. Decision-makers should also consider the clinical and financial burden and risk of complications associated with more frequent surveillance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Survival,Epidemiology,Causal inference,Surveillance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. E. McGee<\/b><sup>1<\/sup>, X. García de Albéniz<sup>2<\/sup>, A. Eliassen<sup>1<\/sup>, K. Yim<sup>3<\/sup>, B. A. Dickerman<sup>1<\/sup>, M. A. Preston<sup>3<\/sup>, M. A. Hernán<sup>1<\/sup>; <br\/><sup>1<\/sup>Harvard T.H. Chan School of Public Health, Boston, MA, <sup>2<\/sup>RTI Health Solutions, Barcelona, Spain, <sup>3<\/sup>Brigham and Women's Hospital, Boston, MA","CSlideId":"","ControlKey":"658128bb-d383-408f-bd3a-bdab9fe4c356","ControlNumber":"5964","DisclosureBlock":"&nbsp;<b>E. E. McGee, <\/b> None..<br><b>X. García de Albéniz, <\/b> None..<br><b>A. Eliassen, <\/b> None..<br><b>K. Yim, <\/b> None..<br><b>B. A. Dickerman, <\/b> None..<br><b>M. A. Preston, <\/b> None..<br><b>M. A. Hernán, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5129","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2239","PresenterBiography":"","PresenterDisplayName":"Emma McGee, BA;MS","PresenterKey":"ac1320b3-20e8-4356-a40f-1f2842fed9d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2239. Comparative effectiveness of cystoscopy surveillance strategies on mortality in non-muscle invasive bladder cancer: A target trial emulation using real-world data","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparative effectiveness of cystoscopy surveillance strategies on mortality in non-muscle invasive bladder cancer: A target trial emulation using real-world data","Topics":null,"cSlideId":""},{"Abstract":"Background: Despite growing research on financial toxicity (FT) in cancer survivors, few studies have examined cancer survivors&#8217; preferences for FT interventions. Understanding cancer survivors&#8217; preferences for specific intervention components may facilitate the development and implementation of such interventions, potentially reducing the financial burden of cancer treatment.<br \/>Purpose: The current work is an exploratory study of cancer survivors&#8217; FT intervention component preferences.<br \/>Methods: Adult survivors (N=105) of colorectal cancer (CRC; n=55) or non-Hodgkin lymphoma (NHL; n=50) from three tertiary care centers self-reported demographic characteristics (gender, race, income, employment status, insurance), clinical characteristics (comorbidities), psychosocial characteristics (PROMIS Global Health scale for mental health, Brief Health Literacy Screen scale, eHealth Literacy Scale), financial impact of cancer (the 11-item comprehensive score for financial toxicity COST scale, and life-altering and care-altering coping strategy scales), and preferences for FT intervention components. Intervention preferences were assessed through survey items on intervention timing and specific content. We employed descriptive statistics to assess overall preferences, and unadjusted linear regression and ANOVAs to identify demographic, clinical, psychosocial and financial predictors of intervention preferences.<br \/>Results: In terms of timing, 79% of participants favored initiating a FT intervention before treatment compared to during or after treatment. The majority of participants (57%) were interested in at least one FT intervention component. In terms of specific components, participants were most interested in help understanding out-of-pocket costs and insurance (49%), help applying for financial assistance (39%), financial education (32%), and help communicating with the treatment team (32%). Participants were less interested in online tools to manage cancer-related expenses (27%), finance-related stress management (25%), and budgeting (20%). Predictors of overall interest (i.e., number of components endorsed) were: having high FT (B=.413, p=&#60;.001), adopting life-altering coping behaviors (B=.374, p=&#60;.001), using care-altering coping behaviors (B=.241, p=.014), being a non-White survivor (B=.219, p=.024), and having poorer mental health (B=-.280, p=.004).<br \/>Conclusions: Cancer survivors may prefer FT interventions offered before treatment, and providing guidance on out-of-pocket costs and insurance. FT interventions may be particularly desired by those who experience greater financial toxicity, life and care-altering costs, are a racial\/ethnic minority, or have poorer mental health, suggesting potential priority groups and target outcomes for intervention development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Lymphoma: non-Hodgkin's lymphoma,Colorectal cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Huq<\/b><sup>1<\/sup>, C. Conley<sup>1<\/sup>, H. Derry-Vick<sup>2<\/sup>, A. Khoudary<sup>2<\/sup>, L. Sorgen<sup>1<\/sup>, O. Billini<sup>2<\/sup>, T. Gunning<sup>3<\/sup>, C. Luck<sup>1<\/sup>, S. Kaushik<sup>1<\/sup>, V. Hurley<sup>1<\/sup>, J. Marshall<sup>4<\/sup>, B. Weinberg<sup>4<\/sup>, A. Tesfaye<sup>4<\/sup>, A. Ip<sup>3<\/sup>, A. Potosky<sup>1<\/sup>, M. D. Schwartz<sup>1<\/sup>; <br\/><sup>1<\/sup>Georgetown University Lombardi Comprehensive Cancer Center, Washington DC, DC, <sup>2<\/sup>Hackensack Meridian Health, Nutley, NJ, <sup>3<\/sup>Hackensack Meridian School of Medicine, Nutley, NJ, <sup>4<\/sup>Medstar Georgetown University Hospital, Washington DC, DC","CSlideId":"","ControlKey":"1b650e25-7db0-4c8f-9487-c64cc23fd7c3","ControlNumber":"790","DisclosureBlock":"&nbsp;<b>M. Huq, <\/b> None..<br><b>C. Conley, <\/b> None.&nbsp;<br><b>H. Derry-Vick, <\/b> <br><b>Unrelated financial relationship (spouse employment) with Dechra pharmaceuticals<\/b> Other, Unrelated financial relationship (spouse employment) with Dechra pharmaceuticals.<br><b>A. Khoudary, <\/b> None..<br><b>L. Sorgen, <\/b> None..<br><b>O. Billini, <\/b> None..<br><b>T. Gunning, <\/b> None..<br><b>C. Luck, <\/b> None..<br><b>S. Kaushik, <\/b> None..<br><b>V. Hurley, <\/b> None..<br><b>J. Marshall, <\/b> None..<br><b>B. Weinberg, <\/b> None..<br><b>A. Tesfaye, <\/b> None..<br><b>A. Ip, <\/b> None..<br><b>A. Potosky, <\/b> None..<br><b>M. D. Schwartz, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5130","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2240","PresenterBiography":null,"PresenterDisplayName":"Maisha Huq, PhD","PresenterKey":"39f982f5-f6a7-4eb4-bd8f-d3c6983e27fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2240. An exploratory study of financial toxicity intervention components preferred by cancer survivors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An exploratory study of financial toxicity intervention components preferred by cancer survivors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: An increasing number of states have legalized the use of cannabis and its derivatives. As a result, marijuana use is expected to increase among cancer survivors. Research shows that cancer survivors use cannabis to manage a myriad of cancer-related symptoms, including pain and nausea. Despite this, there is limited evidence on how cannabis use among cancer survivors impacts healthcare utilization, healthcare mistrust, and quality of life among cancer survivors. Environmental scanning is needed to inform clinical oncologic outcomes as well as the benefits and risks of cannabis use among cancer survivors.<br \/><b>Objectives: <\/b>To examine differences in healthcare utilization, healthcare mistrust, and quality of life between adult cancer survivors who have ever used cannabis and those who have never used it.<br \/><b>Methods<\/b>: We recruited adults with a history of cancer through Qualtrics online panels for an online survey across all the states with different levels of marijuana laws (e.g., decriminalized and\/or medical use only, and fully illegal and\/or CBD oil only). We assessed sociodemographic, behavioral, psychological, cancer-related, and treatment-related characteristics, as well as quality of life, healthcare utilization, healthcare mistrust, and cannabis use (e.g., types, duration of use, current\/ever use).<br \/><b>Results<\/b>: Based on a total of 747 respondents, 395 were eligible and enrolled in the survey. Nearly one-fourth of participants were non-White (n=103, 26.1%), and 240 (60.8%) were female. Two hundred and forty participants indicated they had ever used cannabis (240\/395, 60.8%). Of these, 35% (n=84) were current users of cannabis. Compared to individuals who never used cannabis, ever users had greater healthcare system mistrust (t(257)=2.58, <i>p<\/i>=.01), underutilized healthcare systems in the last 12 months (e.g., &#8220;..had a medical problem but never sought any medical attention about my condition&#8221; and &#8220;...did not come back for a follow-up appointment that my doctor gave me&#8221;) (t(248)=2.83, p=.005), and reported worse physical (t(260)= -3.32, p&#60;.001) and emotional well-being (t(260)= -2.36, p=.02). There was no difference between these two groups (ever users vs. never users) for functional well-being (t(260)= 1.08, p=.28).<br \/><b>Discussion<\/b>: The present study provides empirical evidence on differences between cancer survivors who ever used and never used cannabis. Compared to never users, ever users of cannabis had greater mistrust of the healthcare system, underutilized healthcare, and reported lower physical and emotional well-being. Further studies are needed to examine how cannabis use impacts the long-term health and wellbeing of cancer survivors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Survival,Outcome,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. J. Kim<\/b><sup>1<\/sup>, G. D. Abbasabad<sup>1<\/sup>, V. Clark<sup>2<\/sup>, S. Hong<sup>1<\/sup>, V. B. Sheppard<sup>1<\/sup>; <br\/><sup>1<\/sup>Virginia Commonwealth University - VCU, Richmond, VA, <sup>2<\/sup>University of Rochester Medical Center, Rochester, NY","CSlideId":"","ControlKey":"217306e2-8e16-4854-800a-e5053a920a36","ControlNumber":"7770","DisclosureBlock":"&nbsp;<b>S. J. Kim, <\/b> None..<br><b>G. D. Abbasabad, <\/b> None..<br><b>V. Clark, <\/b> None..<br><b>S. Hong, <\/b> None..<br><b>V. B. Sheppard, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5132","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2241","PresenterBiography":null,"PresenterDisplayName":"Sunny Jung Kim, MA;MS;PhD","PresenterKey":"a90f4bc1-2a59-459f-98de-854b0ed3f981","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2241. Healthcare underutilization, healthcare mistrust, and quality of life among cancer survivors who use cannabis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Healthcare underutilization, healthcare mistrust, and quality of life among cancer survivors who use cannabis","Topics":null,"cSlideId":""},{"Abstract":"The discovery of innovative cancer prevention and treatment approaches relies on voluntary participation in clinical trials (CTs); however, participation remains low among minorities\/ethnic groups. Knowledge of CTs has been reported as a barrier to CT participation. Yet, there is limited understanding regarding CTs knowledge and participation among gastrointestinal (GI) cancer survivors in Puerto Rico (PR). Colorectal cancer is the second leading cause of death in PR, accounting for 13% among men and women. We aimed to describe the knowledge and factors associated with cancer-related CTs among Hispanic\/Latino GI cancer survivors in PR. We analyzed preliminary data from an ongoing cross-sectional study targeting Hispanic\/Latino GI cancer survivors aged 21+ years in PR. The study employed an interviewer-administered questionnaire to assess participants' awareness, knowledge, and participation in cancer-related CTs, and the social determinants of health (SDoH) associated with CT participation. Descriptive statistics were used to describe the population. Pearson chi-square test or Fisher's exact test were used accordingly to assess significance. A generalized linear model was used to estimate the odds ratios and 95% confidence intervals (CI) for significant variables. As of November 9, 2023, 59 Hispanic\/Latino GI cancer survivors had completed the questionnaire. Women accounted for 56% of the sample, and the median age of study participants was 65 years (IQR: 19). Racial identity among participants was primarily white (63%), followed by other races (18%) and African-American (18%). Most participants were in complete or partial remission from cancer (83%). A significant proportion of the respondents reported having at least 12th grade (81%) and an annual income of $20,000 or higher (67%). Most participants (76%) accurately identified the correct definition of a CT. Participants with 12th grade or more had 1.5 (95% CI:1.1-1.9) times the possibility to correctly identify the CT definition compared to to those with less than 12th grade. Similarly, respondents with an annual income equal or higher than $20,000 had 1.4 (95% CI:1.1-1.8) times the possibility to correctly identify the CT definition compared to their counterpart. Furthermore, 93.2% of respondents had a score of at least 80% of correct responses regarding their knowledge of CTs. Although nearly 100% of the respondents knew about CTs, only 20% had participated. Despite a high level of knowledge regarding CTs in PR, a significant gap remains between knowledge and participation. Factors such as education and income might play a role in understanding the CT definition. However, the barriers preventing participation, including SDoH need further exploration. Enhancing participation among Hispanic\/Latino GI cancer survivors in PR is essential for advancing cancer research and improving outcomes for this at-risk population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Hispanic,Gastrointestinal cancer survivors,Clinical trials knowledge,Social determinants of health,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Centeno-Girona<\/b><sup>1<\/sup>, M. Soto-Salgado<sup>1<\/sup>, M. Bournigal-Feliciano<sup>1<\/sup>, S. F. Contreras-Fernández<sup>1<\/sup>, K. Torres-Mojica<sup>1<\/sup>, V. Williams<sup>2<\/sup>, A. L. Sutton<sup>2<\/sup>, K. Tossas<sup>2<\/sup>, R. Winn<sup>3<\/sup>, M. R. Cruz-Correa<sup>4<\/sup>; <br\/><sup>1<\/sup>University of Puerto Rico Comprehensive Cancer Center, San Juan, PR, <sup>2<\/sup>Virginia Commonwealth University, Richmond, VA, <sup>3<\/sup>VCU Massey Comprehensive Cancer Center, Richmond, VA, <sup>4<\/sup>University of Puerto Rico, San Juan, PR","CSlideId":"","ControlKey":"a16bd6a5-0f12-47ac-ac6b-e6d76ff1b84d","ControlNumber":"5804","DisclosureBlock":"&nbsp;<b>H. Centeno-Girona, <\/b> None..<br><b>M. Soto-Salgado, <\/b> None..<br><b>M. Bournigal-Feliciano, <\/b> None..<br><b>S. F. Contreras-Fernández, <\/b> None..<br><b>K. Torres-Mojica, <\/b> None..<br><b>V. Williams, <\/b> None..<br><b>A. L. Sutton, <\/b> None..<br><b>K. Tossas, <\/b> None..<br><b>R. Winn, <\/b> None..<br><b>M. R. Cruz-Correa, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5133","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2242","PresenterBiography":null,"PresenterDisplayName":"Hilmaris Centeno-Girona, BS;MS","PresenterKey":"746c1b0d-9bc6-417f-8e36-8ffcbcd06b01","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2242. Clinical trials knowledge among Hispanic\/Latino gastrointestinal cancer survivors in Puerto Rico","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical trials knowledge among Hispanic\/Latino gastrointestinal cancer survivors in Puerto Rico","Topics":null,"cSlideId":""},{"Abstract":"To understand multiple myeloma (MM) disparities we established the Precision MEDicine, EqUity and Disparities Research in MultipLe MyeLomA (MEDULLA) study, a population-based study in California. Our study contacted, via the Cancer Registry of Greater California (CRGC), 100 adult MM patients from four racial\/ethnic groups: Non-Hispanic Black (NHB), Non-Hispanic White (NHW), Latinos, and Asians. Data collection included variables reported to the CRGC, a self-administered survey, and biospecimen saliva collection. The survey focused on demographics, risk factors, cancer treatment, family history, quality of life, and social determinants of health. Of the 400 MM patients, we had 95 patients who responded to the survey, giving a response rate of 24%. 44% of those who responded were NHW, 21% NHB, 19% Latinos, and 16% Asians. Those that provided a response tend to be living in a census tract location with lower proportions of poverty (p=0.0004), higher proportion of adults ages 25 years or over with a college degree (p=0.0011), higher median household income (p=0.0048), lower proportion of adults ages 25 years or over without a high school diploma (p&#60;0.0001), and a lower proportion of individuals ages 16 or over who are unemployed (p&#60;0.006). All respondents also have a lower comorbidity count and expressed being in good health. For minorities, we identified a trend where a higher response rate is seen if they live in an area where median household income is higher (p=0.0108). For every 1% increase in poverty rates, NHW living in such neighborhoods were 3% less likely to respond to the survey (p=0.04). For every 10% increase in the proportion of individuals having a college degree, response rate increased by 1.17 for minorities in that neighborhood (p=0.07). Minorities living in neighborhoods with high proportions of adults without a high school diploma and high unemployment rates are less likely to respond (p=0.02 and p=0.047, respectively). In conclusion, we found significantly lower participation rates among minority groups, with socio-economic factors affecting response rates. Our findings, therefore, suggest that future studies must develop improved community-focused and culturally tailored strategies to engage and meaningfully understand MM etiology and survivorship in such populations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Race,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. M. Rolon<\/b><sup>1<\/sup>, A. P. Vang<sup>1<\/sup>, J. Quino<sup>1<\/sup>, A. Estrada<sup>1<\/sup>, E. Stewart<sup>2<\/sup>, R. D. Cress<sup>2<\/sup>, L. Carvajal-Carmona<sup>1<\/sup>, A. Morales Arana<sup>1<\/sup>; <br\/><sup>1<\/sup>University of California Davis, Davis, CA, <sup>2<\/sup>Cancer Registry of Greater California, Sacramento, CA","CSlideId":"","ControlKey":"ce6dfa40-d32b-44ec-a5a3-e81c5985073c","ControlNumber":"8835","DisclosureBlock":"&nbsp;<b>A. M. Rolon, <\/b> None..<br><b>A. P. Vang, <\/b> None..<br><b>J. Quino, <\/b> None..<br><b>A. Estrada, <\/b> None..<br><b>E. Stewart, <\/b> None..<br><b>R. D. Cress, <\/b> None..<br><b>L. Carvajal-Carmona, <\/b> None..<br><b>A. Morales Arana, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5134","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2243","PresenterBiography":null,"PresenterDisplayName":"Angelica Perez, BS","PresenterKey":"85a70b9a-fced-43ad-abdc-afb9e22fda3b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2243. A multi-ethnic population-based pilot study of multiple myeloma disparities","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A multi-ethnic population-based pilot study of multiple myeloma disparities","Topics":null,"cSlideId":""},{"Abstract":"There are currently approximately four million breast cancer (BC) survivors in the US. BC survivors may experience accelerated aging, with greater physical dysfunction and cognitive decline than cancer-free women, potentially due to the detrimental effects of BC and\/or its treatments (Tx). However, the aging trajectory after BC diagnosis has not been fully elucidated. A biological age measure, PhenoAge acceleration (PAA), derived from chronological age and nine clinical blood chemistry biomarkers, has been associated with aging-related health outcomes and mortality in the general population. Our study aims to evaluate PAA among BC patients by clinical characteristics, cancer Tx, and medications (chemotherapy and endocrine therapy drugs). The study included 1264 BC patients (age 54.7&#177;11.7) recruited at Vanderbilt University Medical Center in 2004-2021. BC-related information and lab test results were obtained from the tumor registry and electronic health records. The differences in PAA (&#916;PAA) by BC stage, grade, subtype, Tx, and medications at multiple time points were evaluated using linear mixed models, with the time interval between diagnosis and PAA assessments as a natural spline, and its interaction with the exposures under study as covariates. Associations of PAA with Tx and medications were estimated with adjustment for other Tx and medications. At 10 years post-diagnosis, stage III\/IV (vs 0) and intermediate- and high- (vs low-) grade BC were associated with a higher PAA of 4.48 (<i>p<\/i>&#60;0.001), 1.26 (<i>p<\/i>=0.03), and 1.95 (<i>p<\/i>=0.001), respectively; triple-negative (vs hormone receptor+\/Her2-) BC was associated with a lower PAA (&#916;PAA=-1.96, <i>p<\/i>=0.004). Compared with surgery, alone or with radiotherapy, surgery plus chemotherapy was associated with a higher PAA at 1 year (&#916;PAA ranging from 1.96,<i> p<\/i>=0.03 to 4.61, <i>p<\/i>&#60;0.001), while surgery plus endocrine therapy was associated with a higher PAA at 10 years post-diagnosis (&#916;PAA ranging from 1.70, <i>p<\/i>=0.04 to 2.75, <i>p<\/i>=0.006). The associations of PAA with most chemotherapy agents diminished over time, reverting to negative or null at 10 years. Antimetabolites, on the other hand, were associated with an increased PAA at 2 years (&#916;PAA=2.62, <i>p<\/i>&#60;0.001) which increased further at 10 years post-diagnosis (&#916;PAA=7.26, <i>p<\/i>&#60;0.001). Endocrine therapy and PAA association at 10 years post-diagnosis was likely driven by aromatase inhibitors (AI) (&#916;PAA=1.53, <i>p<\/i>&#60;0.001). Selective estrogen receptor modulators were inversely associated with PAA at year 10 (&#916;PAA=-1.03, <i>p<\/i>=0.01). Additional adjustment for BC stage, grade, and subtype did not materially change the results for Tx and medications. Our study found that BC patients had accelerated aging up to 10 years post-diagnosis, especially those with stage III\/IV and high\/intermediate-grade BC. The aging trajectory varied by cancer Tx and medications; antimetabolites and AI might accelerate aging in long term BC survivors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Breast cancer,Aging,Survival,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Wang<\/b><sup>1<\/sup>, J. B. De Vis<sup>2<\/sup>, K. Nguyen<sup>1<\/sup>, B. Jia<sup>1<\/sup>, M. Alford<sup>1<\/sup>, A. Chakravarthy<sup>2<\/sup>, X.-O. Shu<sup>1<\/sup>; <br\/><sup>1<\/sup>Vanderbilt University, Nashville, TN, <sup>2<\/sup>Vanderbilt University Medical Center, Nashville, TN","CSlideId":"","ControlKey":"3d7310e8-265d-4523-ab0f-ea3f40fcf5ee","ControlNumber":"1242","DisclosureBlock":"&nbsp;<b>C. Wang, <\/b> None..<br><b>J. B. De Vis, <\/b> None..<br><b>K. Nguyen, <\/b> None..<br><b>B. Jia, <\/b> None..<br><b>M. Alford, <\/b> None..<br><b>A. Chakravarthy, <\/b> None..<br><b>X. Shu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5135","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2244","PresenterBiography":null,"PresenterDisplayName":"Cong Wang, MPH","PresenterKey":"09e43825-44e5-4f1d-96dc-b59abc9827df","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2244. Accelerated aging associated with cancer characteristics and treatments among breast cancer survivors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Accelerated aging associated with cancer characteristics and treatments among breast cancer survivors","Topics":null,"cSlideId":""},{"Abstract":"Despite significant advances in cancer prevention, early detection, and treatment, there is a persistent disparity in cancer outcomes between diverse racial\/ethnic groups and medically underserved populations in the United States (US). The underrepresentation of non-white racial\/ethnic groups in clinical trials (CTs) poses a critical challenge to cancer research and effective care delivery. The Hispanic\/Latino population is one of the fastest-growing ethnic groups in the US and has a high rate of gastrointestinal (GI) cancer. Although Hispanics\/Latinos comprise 18.5% of the US population, they have participation rates of only 1% in CTs. We aimed to describe the awareness and participation of Hispanic\/Latino GI cancer survivors in cancer-related CTs. We analyzed preliminary data from an ongoing cross-sectional study that examines the social determinants of health (SDOH) associated with participation in cancer-related CTs among GI cancer survivors. As of November 7, 2023, 57 individuals aged &#8805; 21 years responded to a survey assessing their awareness and participation in CTs, and other SDOH domains. Descriptive statistics were used to describe the population, including frequencies, percentages, mean, and standard deviation. The participants&#8217; mean age was 62.5 &#177; 12.3 years, and 56.1% were women. Most had more than a high school education (80.6%). Moreover, 59.7% of the participants had state-sponsored health insurance or Medicaid. Twenty-nine (50.9%) of the participants reported having heard about cancer-related CTs; however, only nine (31.0%) indicated that they knew how to participate in a cancer-related CT. Most of the participants had heard about cancer-related CTs from their doctor, nurse, or other health professionals (41.4%), their family\/friends (20.7%), or social media\/newspapers (20.7%). Furthermore, 13 (44.8%) had been invited to participate and 11 (84.6%) were eligible and participated in cancer-related CTs. Most of the participants who were eligible and participated in cancer-related CTs (90.9%) indicated that they participated because they knew CTs are important for the development of effective cancer treatments. Our preliminary findings show high levels of awareness among Hispanics\/Latinos GI cancer survivors towards CTs; however, it is concerning that only a minority of those who were aware of CTs knew how to participate in them. More efforts are needed to assess the factors and SDOH that impact participation in cancer-related CTs among this population. Additionally, we will continue to recruit participants to assess the relationship between adverse SDOH and their willingness to participate in cancer-related CTs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Hispanic,Gastrointestinal cancer survivors,Clinical trials,Social determinants of health,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Bournigal-Feliciano<\/b><sup>1<\/sup>, M. Soto-Salgado<sup>1<\/sup>, H. Centeno-Girona<sup>1<\/sup>, S. Contreras-Fernández<sup>1<\/sup>, K. Torres-Mojica<sup>1<\/sup>, V. Williams<sup>2<\/sup>, A. L. Sutton<sup>2<\/sup>, K. Tossas<sup>2<\/sup>, R. Winn<sup>3<\/sup>, M. Cruz-Correa<sup>4<\/sup>; <br\/><sup>1<\/sup>University of Puerto Rico Comprehensive Cancer Center, San Juan, PR, <sup>2<\/sup>Virginia Commonwealth University, Richmond, VA, <sup>3<\/sup>Massey Cancer Center, Richmond, VA, <sup>4<\/sup>University of Puerto Rico, San Juan, PR","CSlideId":"","ControlKey":"e8133b3e-b83d-49bc-b4c0-fcae51dd506b","ControlNumber":"7706","DisclosureBlock":"&nbsp;<b>M. Bournigal-Feliciano, <\/b> None..<br><b>M. Soto-Salgado, <\/b> None..<br><b>H. Centeno-Girona, <\/b> None..<br><b>S. Contreras-Fernández, <\/b> None..<br><b>K. Torres-Mojica, <\/b> None..<br><b>V. Williams, <\/b> None..<br><b>A. L. Sutton, <\/b> None..<br><b>K. Tossas, <\/b> None..<br><b>R. Winn, <\/b> None..<br><b>M. Cruz-Correa, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5136","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2245","PresenterBiography":null,"PresenterDisplayName":"Hilmaris Centeno-Girona, BS;MS","PresenterKey":"746c1b0d-9bc6-417f-8e36-8ffcbcd06b01","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2245. Awareness and participation in cancer-related clinical trials among gastrointestinal cancer survivors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Awareness and participation in cancer-related clinical trials among gastrointestinal cancer survivors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> In randomized clinical trials, control conditions such as blinding are essential for mitigating threats to validity. In exercise oncology trials, researchers are unable to blind participants to randomization, which may confer unintended consequences (i.e., crossover or dropout) that may threaten validity. Despite prior suggestions that a waitlist control is optimal for lessening these consequences, to date there is little agreement concerning control conditions in exercise oncology. Further, the use of a waitlist control is complicated by concerns regarding the ethical implications of instructing participants to delay healthy behavior change. Herein, we leveraged data from the <u>A<\/u>ctivity after <u>C<\/u>ancer <u>T<\/u>reatment (ACT) study to evaluate the impact of randomization to a waitlist control group on objectively assessed physical activity (PA) levels in breast cancer (BC) survivors.<br \/><b>Methods:<\/b> The ACT Study (PI: Ambrosone) was a 12-week, four-arm pilot study at Roswell Park Comprehensive Cancer Center. Participants included 37 BC survivors who were randomized to either a waitlist control group (n=10), or one of three exercise interventions of varying intensities including home-based walking (n=9), home-based Zumba (n=9), or a supervised high-intensity interval training treadmill protocol (n=9) delivered by study personnel at Roswell Park Comprehensive Cancer Center. The waitlist group was asked to maintain their usual PA during the 12-week intervention. All participants received weekly phone calls to optimize engagement and ensure Fitbit data were properly synced. For the current analysis, the primary analytic exposure was randomization assignment (control or active intervention); the analytic outcomes included steps\/day, moderate-to-vigorous PA (MVPA) minutes\/week and total active minutes\/week as measured by the Fitbit Charge 2. ANOVA was used to assess mean group differences in steps and active minutes.<br \/><b>Results:<\/b> At study conclusion, the control group accumulated significantly fewer steps\/day [6,087 (&#177;1,353)] than the active intervention groups [8,729 (&#177;2,585), p=0.0003]. The control group also accumulated significantly fewer MVPA minutes\/week [146.2 (&#177;114.9) vs. 264.1 (&#177;192.3), p=0.045] and total active minutes\/week [1,478 (&#177;291.0) vs. 1,976.8 (&#177;658.6), p=0.003] in comparison to the active intervention groups, respectively.<br \/><b>Conclusions:<\/b> BC survivors randomized to active intervention accumulated significantly more steps, MVPA and total active minutes than the waitlist group. Although the waitlist was effective for minimizing PA relative to the active arms, waitlisted participants exceeded the national step average of 4800 steps\/day by 1200 steps and nearly met the minimum PA recommendation of 150 minutes of MVPA\/week, potentially assuaging ethical or public health concerns regarding the delay of health-seeking behavior.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-25 Other,,"},{"Key":"Keywords","Value":"Physical activity,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Cannioto<\/b><sup>1<\/sup>, E. Davis<sup>1<\/sup>, K. Hulme<sup>1<\/sup>, C.-C. Hong<sup>1<\/sup>, C. DeNysschen<sup>2<\/sup>, T. O'Connor<sup>3<\/sup>, C. Ambrosone<sup>1<\/sup>; <br\/><sup>1<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY, <sup>2<\/sup>Buffalo State University, Buffalo, NY, <sup>3<\/sup>Moffitt Comprehensive Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"65f0d6be-b887-40ec-9860-fb782f7a8ac7","ControlNumber":"5703","DisclosureBlock":"&nbsp;<b>R. Cannioto, <\/b> None..<br><b>E. Davis, <\/b> None..<br><b>K. Hulme, <\/b> None..<br><b>C. Hong, <\/b> None..<br><b>C. DeNysschen, <\/b> None..<br><b>T. O'Connor, <\/b> None..<br><b>C. Ambrosone, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5137","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2246","PresenterBiography":null,"PresenterDisplayName":"Rikki Cannioto, Ed D;MS;PhD","PresenterKey":"0ee957af-c83e-44f3-a950-c08e07558db5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2246. The impact of a waitlist control group on physical activity level in the activity after cancer treatment exercise oncology randomized pilot study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The impact of a waitlist control group on physical activity level in the activity after cancer treatment exercise oncology randomized pilot study","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer remains the leading cause of cancer-related deaths world-wide. Statistical data reveals significant difference in both lung cancer incidence and death rate between African-American (AA) and Caucasian (CA) populations in the United States. Although these disparities can be partially attributed to socio-economical reasons, the biological mechanisms underlying them are poorly understood. In this study, we compared the chemoresistance of cell lines derived from tumor tissues obtained from AA patients (H23, H292) versus CA patients (A549, H460). The cell lines were treated with FDA-approved anti-cancer drugs as well as with cardenolide analogues previously reported by our group to have anti-cancer properties. Irrespectively of drug class, cellular senescence appeared to develop more abundantly in cells derived from AA patients. However, AA-derived cell lines manifested higher drug resistance in comparison to CA-derived ones, especially to cardenolide analogues. Recovery experiments in drug-free media revealed faster and more efficient re-growth after long-term (2 weeks) drug treatment in AA-derived cell lines. Taken together, the data provides a potential role for cellular senescence as mechanism of the differential chemoresistance observed between AA and CA lung cancer cell lines, revealing new potential targets for anti-cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Chemoresistance,Lung cancer: non-small cell,Senescence,African American,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Semenova<\/b>, C. C. Robertson, J. S. Yakisich, R. R. Ayscue, A. K. V. Iyer, N. Azad; <br\/>Hampton University, Hampton, VA","CSlideId":"","ControlKey":"905d5575-73f4-4749-9b19-384ceef24f37","ControlNumber":"7568","DisclosureBlock":"&nbsp;<b>N. Semenova, <\/b> None..<br><b>C. C. Robertson, <\/b> None..<br><b>J. S. Yakisich, <\/b> None..<br><b>R. R. Ayscue, <\/b> None..<br><b>A. K. V. Iyer, <\/b> None..<br><b>N. Azad, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5138","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2247","PresenterBiography":null,"PresenterDisplayName":"Nina Semenova","PresenterKey":"7aaf9492-0ada-432f-bb66-69215d7e0999","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2247. Cellular senescence as a potential mechanism underlying differences in chemoresistance between lung cancer cell lines derived from African-American and Caucasian patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cellular senescence as a potential mechanism underlying differences in chemoresistance between lung cancer cell lines derived from African-American and Caucasian patients","Topics":null,"cSlideId":""},{"Abstract":"Redlining refers to the practice of classifying neighborhoods with racial minorities and low-income residents as &#8220;hazardous&#8221; for investors. This discriminatory practice by the Home Owners&#8217; Loan Corporation (HOLC) has been shown to impact patient cancer incidence and outcomes in breast, lung, cervical, and colorectal cancers. In this study, we evaluate the impact of HOLC status on pancreatic ductal adenocarcinoma (PDAC) outcomes in Virginia. The Virginia Department of Health Cancer Registry was queried for adult patients diagnosed with pancreatic ductal adenocarcinoma from 2009-2018. The HOLC grade (A: best, B: still desirable, C: definitely declining, D: hazardous) of each patient&#8217;s address was determined using the University of Richmond Inequality map. Patient demographics, treatment, and survival data were compared by HOLC Grade via descriptive statistics, bivariate and multivariate analysis. 394 patients were identified (A: 24 (6.1%), B: 54 (13.7%), C: 198 (50.3%), D: 118 (29.9%)). There was no association between patient age, sex, insurance status, receipt of therapy, or smoking history and HOLC status. Patient race was significantly associated with HOLC status with more Black patients living in areas with worse HOLC grades compared to White patients (p&#60;0.001). Survival analysis demonstrated that lack of surgery and chemotherapy (p&#60;0.0001), metastatic disease (p&#60;0.0001), and residential status in areas of HOLC grade D (p=0.012) were associated with worse survival. Based on Cox regression analysis, patients who lived in areas with HOLC grade B (adjusted HR 0.70; CI 0.49-0.98) and C (adjusted HR 0.74; CI 0.58-0.95) had improved survival compared to those living in areas with HOLC grade D. Additionally, age greater than 65, metastatic disease, and lack of treatment were associated with worse survival. Residence in a redlined neighborhoods can play a significant role in pancreatic ductal adenocarcinoma outcomes. Location in a &#8220;hazardous&#8221; area in Virginia is associated with worse survival in PDAC patients. Disparities in socioeconomics, housing, education, and food accessibility in these areas likely play a role in shaping these outcomes. Future studies are warranted to further investigate this disparity in care.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Disparities,Redlining,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Vudatha<\/b>, D. Freudenberger, C. Liu, L. Fernandez, J. Trevino; <br\/>Virginia Commonwealth University, Richmond, VA","CSlideId":"","ControlKey":"6acecdbc-c2f6-41ce-972f-f4a862803460","ControlNumber":"8415","DisclosureBlock":"&nbsp;<b>V. Vudatha, <\/b> None..<br><b>D. Freudenberger, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>L. Fernandez, <\/b> None..<br><b>J. Trevino, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5139","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2248","PresenterBiography":null,"PresenterDisplayName":"Vignesh Vudatha, B Eng;MD","PresenterKey":"f6772169-cc6c-4596-93cb-36141d703570","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2248. Diminished survival in patients with pancreatic ductal adenocarcinoma is linked with residence in redlined neighborhoods","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Diminished survival in patients with pancreatic ductal adenocarcinoma is linked with residence in redlined neighborhoods","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose<\/b>: The purpose of this study is to investigate associations of discontinuing vs continuing long-term opioid therapy (LTOT) with pain, physical function, and depressive symptoms among older cancer survivors who resided in nursing homes. Pain is prevalent and use of LTOT is common among patients with cancer, including those living in nursing homes. The Centers for Disease Control and Prevention<i> <\/i>(CDC)<i> Guideline for Prescribing Opioids for Chronic Pain&#8212;United States<\/i> recommends tapering or discontinuing LTOT for patients with chronic pain when risks outweigh the benefits of LTOT. Despite the guideline explicitly stating that its recommendation does not apply to patients with cancer, doctors including oncologists have been prescribing fewer opioid medications for older patients, raising a question regarding the benefit and risk of discontinuing LTOT for cancer survivors who depend on opioids for pain relief.<br \/><b>Study Design<\/b>: We conducted a cohort study using a 100% Medicare nursing home sample linked to the Minimum Data Set (MDS) from 2010 to 2021. Participants included older (&#8805;65 years of age) long-term (&#8805;2 years) residents with a diagnosis of cancer who received LTOT for &#8805;90 days in a 12-month nursing home stay. Residents entered the cohort on the 90<sup>th<\/sup> day of the latest LTOT episode. Residents who received palliative or hospice care were excluded. The key exposure was discontinuation of LTOT, defined as no opioid refills for &#8805;90 consecutive days in 1 year after cohort entry. The primary outcomes were pain (measured using a numerical rating scale or categorical verbal descriptor scale), physical function (9-item activities of daily living scale), and depression (Patient Health Questionnaire-9) from baseline to quarterly assessments during 1-year follow-up after the discontinuation of LTOT.<br \/><b>Results<\/b>: In total, 53,141 cancer survivors who received LTOT were identified (mean [SD] age, 82.9 [8.7] years; 39,522 [74.4%] female; 46678 [87.8] Whites), consisting of 62,387 patient observations during the 10-year study period. Of 62,387 patient observations, 51,357 residents (82.3%) continued LTOT, and 11,030 (17.6%) discontinued LTOT. Residents who discontinued (vs continued) LTOT had lower odds of worsening pain (adjusted odds ratio [AOR], 0.64, 95% CI, 0.59-0.59, <i>P<\/i> &#60; .001) and depressive symptoms (AOR, 0.92 [95% CI, 0.85-0.99]; <i>P<\/i> = .033), with no difference in physical function (AOR, 0.96 [95% CI, 0.89-1.03]; <i>P<\/i> = .226) during the 1-year follow-up.<br \/><b>Conclusion<\/b>: Among older nursing home residents with cancer, discontinuing vs continuing LTOT was associated with lower odds of worsening pain and depressive symptoms. Funding source: NIH\/NIA R01AG073442.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-17 Pharmacoepidemiology,,"},{"Key":"Keywords","Value":"Cohort study,Opioid,Pain,Older adults,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y.-J. Wei<\/b><sup>1<\/sup>, A. G. Winterstein<sup>2<\/sup>, S. Schmidt<sup>2<\/sup>, R. B. Fillingim<sup>2<\/sup>, M. Daniels<sup>2<\/sup>, S. T. DeKosky<sup>2<\/sup>, B. Kinder<sup>1<\/sup>, T.-Y. D. Cheng<sup>1<\/sup>; <br\/><sup>1<\/sup>The Ohio State University, Columbus, OH, <sup>2<\/sup>University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"4de3d517-fb54-4e3c-a3a3-85be180e8f0d","ControlNumber":"5780","DisclosureBlock":"&nbsp;<b>Y. Wei, <\/b> None..<br><b>A. G. Winterstein, <\/b> None..<br><b>S. Schmidt, <\/b> None..<br><b>R. B. Fillingim, <\/b> None..<br><b>M. Daniels, <\/b> None..<br><b>S. T. DeKosky, <\/b> None..<br><b>B. Kinder, <\/b> None..<br><b>T. D. Cheng, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5140","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2249","PresenterBiography":null,"PresenterDisplayName":"Yu-Jung Jenny Wei, PhD","PresenterKey":"e61b0bee-290f-4c96-95b2-3dbdaeb77a3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2249. Clinical outcomes of discontinuing long-term opioid therapy among older cancer survivors in nursing homes","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical outcomes of discontinuing long-term opioid therapy among older cancer survivors in nursing homes","Topics":null,"cSlideId":""},{"Abstract":"Background: Social isolation in cancer survivors associates with diminished quality of life and worse survival. However, effects of loneliness on medical expenditure are understudied. We examined associations of loneliness with medical costs, and social\/psychological\/behavioral determinants of health (SDHs).<br \/>Methods: We identified 1,866 cancer survivors from the 2021 Medical Expenditure Panel Survey. One has loneliness if answering &#8216;often&#8217; for any of: feel lack companionship\/left out\/isolated from others. Two-part regression models assessed marginal effect of loneliness to annual total health care expenditure (cost) in cancer survivors, aged 18-64 (young) and &#8805;65 years (older), adjusting for age, sex, race, region, education, health insurance, comorbid illnesses, family income, unemployment, and activity limitation. Models were sequentially adjusted for every single SDH. Ordinal regression models assessed associations of loneliness with SDHs.<br \/>Results: Over one-tenth of young (19%) and older (13%) cancer survivors reported loneliness. Loneliness was associated with higher cost in older cancer survivors (conditional coefficient (CC) 0.46, 0.12-0.81), but not young survivors (-0.14, -0.62-0.36). In both age groups, cancer survivors with loneliness more often reported stress, lack of help, as well as less time talking on the phone and getting together with support persons (Table). In older patients, sequential adjustment for stress, expected help, get-togethers, or church attendance decreased effect of loneliness to cost; among which get-togethers showed the greatest decrease (CC 0.28, -0.03-0.62).<br \/>Conclusions: Loneliness was associated with higher total medical expenditure in older US cancer survivors. Findings warrant further study of personal or community support to mitigate loneliness, in an effort to reduce healthcare costs and financial burden in older cancer survivors.<table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{12D82342-6039-43E8-98F1-A0AD306A13FC}\"><caption><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Age (year)<\/td><td rowspan=\"1\" colspan=\"2\">18-64 (648)<\/td><td rowspan=\"1\" colspan=\"2\">&#8805;65 (1223)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Loneliness<\/td><td rowspan=\"1\" colspan=\"1\">No (505, 81%)<\/td><td rowspan=\"1\" colspan=\"1\">Yes (143, 19%)<\/td><td rowspan=\"1\" colspan=\"1\">No (1046, 87%)<\/td><td rowspan=\"1\" colspan=\"1\">Yes (177, 13%)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Mean Age (years)<\/td><td rowspan=\"1\" colspan=\"1\">56<\/td><td rowspan=\"1\" colspan=\"1\">56<\/td><td rowspan=\"1\" colspan=\"1\">75<\/td><td rowspan=\"1\" colspan=\"1\">74<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Female %<\/td><td rowspan=\"1\" colspan=\"1\">64.5<\/td><td rowspan=\"1\" colspan=\"1\">66.4<\/td><td rowspan=\"1\" colspan=\"1\">53.0<\/td><td rowspan=\"1\" colspan=\"1\">59.1<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Non-white %<\/td><td rowspan=\"1\" colspan=\"1\">23.1<\/td><td rowspan=\"1\" colspan=\"1\">21.8<\/td><td rowspan=\"1\" colspan=\"1\">15.8<\/td><td rowspan=\"1\" colspan=\"1\">26.4<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Federal poverty level &lt; 100%, %<\/td><td rowspan=\"1\" colspan=\"1\">7.4<\/td><td rowspan=\"1\" colspan=\"1\">18.9<\/td><td rowspan=\"1\" colspan=\"1\">8.9<\/td><td rowspan=\"1\" colspan=\"1\">7.2<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Comorbidities &#8805; 3, %<\/td><td rowspan=\"1\" colspan=\"1\">25.4<\/td><td rowspan=\"1\" colspan=\"1\">44.4<\/td><td rowspan=\"1\" colspan=\"1\">60.4<\/td><td rowspan=\"1\" colspan=\"1\">67.1<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Unemployment &#8805; 1, %<\/td><td rowspan=\"1\" colspan=\"1\">35.8<\/td><td rowspan=\"1\" colspan=\"1\">45.3<\/td><td rowspan=\"1\" colspan=\"1\">83.3<\/td><td rowspan=\"1\" colspan=\"1\">89.6<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">&lt; high school %<\/td><td rowspan=\"1\" colspan=\"1\">30.8<\/td><td rowspan=\"1\" colspan=\"1\">33.7<\/td><td rowspan=\"1\" colspan=\"1\">37.7<\/td><td rowspan=\"1\" colspan=\"1\">36.6<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Conditional coefficient (95% CI)<\/td><td rowspan=\"1\" colspan=\"1\">Ref<\/td><td rowspan=\"1\" colspan=\"1\">-0.14 (-0.62-0.36)<\/td><td rowspan=\"1\" colspan=\"1\">Ref<\/td><td rowspan=\"1\" colspan=\"1\">0.46 (0.12-0.81)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"5\">Odds ratio (95% CI) of loneliness to SDHs<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Stress<\/td><td rowspan=\"6\" colspan=\"1\">Ref<\/td><td rowspan=\"1\" colspan=\"1\">8.42 (5.20-13.63)<\/td><td rowspan=\"6\" colspan=\"1\">Ref<\/td><td rowspan=\"1\" colspan=\"1\">6.82 (4.72-9.87)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Lack of help - family<\/td><td rowspan=\"1\" colspan=\"1\">3.46 (2.32-5.14)<\/td><td rowspan=\"1\" colspan=\"1\">2.61 (1.88-3.60)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Lack of help - friends<\/td><td rowspan=\"1\" colspan=\"1\">3.25 (2.00-5.29)<\/td><td rowspan=\"1\" colspan=\"1\">1.92 (1.36-2.72)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Lack of help - community<\/td><td rowspan=\"1\" colspan=\"1\">2.45 (1.64-3.66)<\/td><td rowspan=\"1\" colspan=\"1\">2.16 (1.58-2.96)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Times of talk on phone<\/td><td rowspan=\"1\" colspan=\"1\">0.55 (0.36-0.85)<\/td><td rowspan=\"1\" colspan=\"1\">0.77 (0.55-1.07)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Times of get together<\/td><td rowspan=\"1\" colspan=\"1\">0.34 (0.21-0.55)<\/td><td rowspan=\"1\" colspan=\"1\">0.38 (0.25-0.58)<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-20 Psychosocial and behavioral epidemiology,,"},{"Key":"Keywords","Value":"Cancer,Social Determinant of Health,Social isolation,Medical expenditure,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Chen<\/b><sup>1<\/sup>, R. Nipp<sup>2<\/sup>, X. Han<sup>3<\/sup>, Z. Zheng<sup>3<\/sup>, R. Yabroff<sup>3<\/sup>, C. Jiang<sup>4<\/sup>; <br\/><sup>1<\/sup>Tsinghua University, Dongcheng District, China, <sup>2<\/sup>University of Oklahoma College of Medicine, Oklahoma City, OK, <sup>3<\/sup>American Cancer Society, Atlanta, GA, <sup>4<\/sup>UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"17cae9c0-0800-4026-8e75-9f536b48cb0e","ControlNumber":"1080","DisclosureBlock":"&nbsp;<b>F. Chen, <\/b> None..<br><b>R. Nipp, <\/b> None..<br><b>X. Han, <\/b> None..<br><b>Z. Zheng, <\/b> None..<br><b>R. Yabroff, <\/b> None..<br><b>C. Jiang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5141","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2250","PresenterBiography":"","PresenterDisplayName":"Fangyuan Chen, BS","PresenterKey":"2e363777-b653-4a2a-b547-fdc42d4a3fa8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2250. Effects of loneliness on medical expenditures among US cancer survivors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effects of loneliness on medical expenditures among US cancer survivors","Topics":null,"cSlideId":""},{"Abstract":"Background: Loneliness, as a distressing feeling, occurs with a discrepancy between an individual&#8217;s social needs and one&#8217;s social relationship. Cancer patients, particularly, may feel loneliness, when their expected practical and emotional support from family or friend were not met. Loneliness can impair the capacity to self-regulate lifestyle behaviors and induce systemic inflammation through dysregulation of autonomic nervous system and the hypothalamic-pituitary-adrenal axis. While a growing body of literature has found an association between loneliness and physical or mental health, quality of life, morbidity or mortality, few studies have examined this association among cancer patients and effects of loneliness by sociodemographic characteristics.<br \/>Method: We used All of US Controlled Tier Dataset v7 (summer 2017-July 1, 2022) which comprised survey and electronic health records data. Study sample included cancer patients aged &#8805;18 years (N=17,367). Loneliness was measured using the University of California, Los Angeles (UCLA)-3 items loneliness scale, which includes relational connectedness, social connectedness, and self-perceived isolation. Logistic regression models were used to estimate the association between loneliness and self-reported pain, fatigue, fair\/poor health physical and mental health status, and quality of life, controlling for various covariates. We stratified the models by age, sex, race\/ethnicity, income, education, living arrangement, and marital status.<br \/>Results: Lonely cancer patients were more likely to have fair or poor quality of life (OR=3.80; 95% CI=3.33-4.34), severe pain (OR=1.55; 95% CI=1.35-1.79), severe or very severe fatigue (OR=2.41; 95% CI=2.07-2.80), fair or poor physical health (OR=2.26; 95% CI=2.05-2.50), and fair or poor mental health (OR=4.22; 95% CI=3.72-4.80) compared to non-lonely cancer patients, controlling for all other covariates. All stratified models generally showed similar results. However, the association between loneliness and severe pain was stronger in the younger group, whereas the association with mental health was stronger in the older group. The effect of loneliness on mental health was stronger among males (OR=5.42; 95% CI=4.30-6.83) than females (OR=3.84; 95% CI=3.29-4.49; p for difference &#60; 0.05). By living arrangements, the relationship between loneliness and severe fatigue was stronger among cancer patients living alone (OR=3.15; 95% CI=2.33-4.25) than those living with others (OR=2.16; 95% CI=1.81-2.59; p for difference &#60; 0.05).<br \/>Conclusions: In this study, lonely cancer patients were more likely to have poor quality of life, poor mental and physical health, and severe pain and fatigue compared to non-lonely patients. These findings underscore the significance of policy and clinical interventions to alleviate negative effect of loneliness on health outcomes among cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-20 Psychosocial and behavioral epidemiology,,"},{"Key":"Keywords","Value":"Risk factors,Stress response,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Lee<\/b><sup>1<\/sup>, D. Ng<sup>2<\/sup>, D. Lee<sup>1<\/sup>, A. Jemal<sup>1<\/sup>, F. Islami<sup>1<\/sup>; <br\/><sup>1<\/sup>American Cancer Society, Atlanta, GA, <sup>2<\/sup>University of California Irvine, Irvine, CA","CSlideId":"","ControlKey":"55018402-d0b0-4cf9-bbc3-dac1dc28d1c8","ControlNumber":"1790","DisclosureBlock":"&nbsp;<b>H. Lee, <\/b> None..<br><b>D. Ng, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>A. Jemal, <\/b> None..<br><b>F. Islami, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5144","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2252","PresenterBiography":null,"PresenterDisplayName":"Hyunjung Lee, PhD","PresenterKey":"588a1696-ef39-412b-87df-9df1fdd0bae2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2252. Loneliness, quality of life, and physical and mental health among cancer patients: All of US research program","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Loneliness, quality of life, and physical and mental health among cancer patients: All of US research program","Topics":null,"cSlideId":""},{"Abstract":"Purpose: To examine cancer-related follow-up (CRFU) health care utilization associated with fertility experiences among diverse adolescent and young adult (AYA) cancer survivors.<br \/>Methods: Project Milestones is an ongoing survey study evaluating life outcomes among AYAs diagnosed with cancer at age 21-39 in Los Angeles (LA) County. AYAs had an initial 5-year survival probability of &#8805;50% and are currently 3-10 years post-diagnosis. A registry-based recruitment strategy through the SEER-affiliated LA Cancer Surveillance Program was used.<br \/>Results: Overall, 1442 AYAs responded (Table 1). Compared to AYAs who did not, AYAs who saw: (1) their treating provider for CRFU were more likely to report a fertility discussion (56.0% vs. 41.2%, <i>p<\/i>&#60;.01); (2) another provider for CRFU were less likely to report a fertility discussion (38.1% vs. 52.0%, <i>p<\/i>&#60;.01); (3) their treating provider for CRFU were more likely to report preserving fertility (14.7% vs. 8.4%, <i>p<\/i>&#60;.01); (4) a primary care provider for CRFU were less likely to report preserving fertility (10.1% vs. 13.6% <i>p<\/i>&#60;.05). Compared with AYAs who reported a CRFU visit 1+ years ago or never, AYAs with a visit &#60;1 year ago: (1) had on average greater reproductive concerns (range 5-25, higher scores reflect greater concern, 13.8 vs. 13.4, <i>p<\/i>&#60;.05); and were more likely to report (2) worry passing on a genetic risk for cancer to their child (55.6% vs. 47.8%, <i>p<\/i>&#60;.01); and (3) caution about having children because they may not be around to raise them (23.6% vs. 16.6%, <i>p<\/i>&#60;.01).<br \/>Discussion: Iatrogenic infertility concerns persistent into survivorship, yielding a need to optimize oncofertility care throughout the reproductive lifespan. Receiving CRFU care from the treating provider is related to better outcomes, and higher reproductive concerns among AYAs with a recent visit may reflect greater awareness of risk due to more points of contact with a provider.<table class=\"AbstractTable\" id=\"{D4C68703-7E49-42E3-B113-306EE8D2416F}\"><caption class=\"AbstractTableCaption\"><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"5\"><b>Table 1:<\/b> Sample characteristics - N (%) or M (SD)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"2\">&nbsp;<\/td><td rowspan=\"1\" colspan=\"1\"><b>Total<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Hispanic<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Non-Hispanic<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"2\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>1442<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>622 (43.1)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>820 (56.9)<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Age at survey<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>&nbsp;<\/b><\/td><td rowspan=\"1\" colspan=\"1\">39.5 (5.8)<\/td><td rowspan=\"1\" colspan=\"1\">39.3 (5.8)<\/td><td rowspan=\"1\" colspan=\"1\">39.6 (5.7)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Female<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>&nbsp;<\/b><\/td><td rowspan=\"1\" colspan=\"1\">1007 (69.8)<\/td><td rowspan=\"1\" colspan=\"1\">429 (69.0)<\/td><td rowspan=\"1\" colspan=\"1\">578 (70.5)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>White<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>&nbsp;<\/b><\/td><td rowspan=\"1\" colspan=\"1\">850 (62.4)<\/td><td rowspan=\"1\" colspan=\"1\">301 (55.0)<\/td><td rowspan=\"1\" colspan=\"1\">549 (67.3)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"2\"><b>Had employee-sponsored insurance<\/b><\/td><td rowspan=\"1\" colspan=\"1\">909 (63.0)<\/td><td rowspan=\"1\" colspan=\"1\">347 (55.8)<\/td><td rowspan=\"1\" colspan=\"1\">562 (68.5)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Age at diagnosis<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>&nbsp;<\/b><\/td><td rowspan=\"1\" colspan=\"1\">31.0 (5.2)<\/td><td rowspan=\"1\" colspan=\"1\">30.8 (5.2)<\/td><td rowspan=\"1\" colspan=\"1\">31.2 (5.1)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Cancer type<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Leukemia\/Lymphoma<\/td><td rowspan=\"1\" colspan=\"1\">396 (27.5)<\/td><td rowspan=\"1\" colspan=\"1\">173 (27.8)<\/td><td rowspan=\"1\" colspan=\"1\">223 (27.2)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">&nbsp;<\/td><td rowspan=\"1\" colspan=\"1\">Reproductive<\/td><td rowspan=\"1\" colspan=\"1\">382 (26.5)<\/td><td rowspan=\"1\" colspan=\"1\">208 (33.4)<\/td><td rowspan=\"1\" colspan=\"1\">174 (21.2)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">&nbsp;<\/td><td rowspan=\"1\" colspan=\"1\">Thyroid<\/td><td rowspan=\"1\" colspan=\"1\">184 (12.8)<\/td><td rowspan=\"1\" colspan=\"1\">86 (13.8)<\/td><td rowspan=\"1\" colspan=\"1\">98 (12.0)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">&nbsp;<\/td><td rowspan=\"1\" colspan=\"1\">Breast<\/td><td rowspan=\"1\" colspan=\"1\">179 (12.4)<\/td><td rowspan=\"1\" colspan=\"1\">61 (9.8)<\/td><td rowspan=\"1\" colspan=\"1\">118 (14.4)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">&nbsp;<\/td><td rowspan=\"1\" colspan=\"1\">Skin<\/td><td rowspan=\"1\" colspan=\"1\">130 (9.0)<\/td><td rowspan=\"1\" colspan=\"1\">21 (3.4)<\/td><td rowspan=\"1\" colspan=\"1\">109 (13.3)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">&nbsp;<\/td><td rowspan=\"1\" colspan=\"1\">Colorectal<\/td><td rowspan=\"1\" colspan=\"1\">86 (6.0)<\/td><td rowspan=\"1\" colspan=\"1\">35 (5.6)<\/td><td rowspan=\"1\" colspan=\"1\">51 (6.2)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">&nbsp;<\/td><td rowspan=\"1\" colspan=\"1\">Other<\/td><td rowspan=\"1\" colspan=\"1\">85 (5.9)<\/td><td rowspan=\"1\" colspan=\"1\">38 (6.1)<\/td><td rowspan=\"1\" colspan=\"1\">47 (5.7)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Discussed fertility<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>&nbsp;<\/b><\/td><td rowspan=\"1\" colspan=\"1\">717 (50.3)<\/td><td rowspan=\"1\" colspan=\"1\">327 (53.4)<\/td><td rowspan=\"1\" colspan=\"1\">390 (48.0)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Preserved fertility<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>&nbsp;<\/b><\/td><td rowspan=\"1\" colspan=\"1\">176 (12.3)<\/td><td rowspan=\"1\" colspan=\"1\">48 (7.8)<\/td><td rowspan=\"1\" colspan=\"1\">128 (15.7)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"2\"><b>Reproductive Concerns After Cancer (RCAC) score<\/b><\/td><td rowspan=\"1\" colspan=\"1\">14.1 (3.9)<\/td><td rowspan=\"1\" colspan=\"1\">14.3 (4.2)<\/td><td rowspan=\"1\" colspan=\"1\">14.0 (3.8)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Last visit with a health care provider for cancer related follow-up care<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Within the past year<\/td><td rowspan=\"1\" colspan=\"1\">862 (60.3)<\/td><td rowspan=\"1\" colspan=\"1\">343 (56.2)<\/td><td rowspan=\"1\" colspan=\"1\">519 (63.4)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">1-2 years ago<\/td><td rowspan=\"1\" colspan=\"1\">218 (15.3)<\/td><td rowspan=\"1\" colspan=\"1\">90 (14.8)<\/td><td rowspan=\"1\" colspan=\"1\">128 (15.6)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">More than 2 years ago<\/td><td rowspan=\"1\" colspan=\"1\">303 (21.2)<\/td><td rowspan=\"1\" colspan=\"1\">152 (24.9)<\/td><td rowspan=\"1\" colspan=\"1\">151 (18.4)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Never<\/td><td rowspan=\"1\" colspan=\"1\">46 (3.2)<\/td><td rowspan=\"1\" colspan=\"1\">25 (4.1)<\/td><td rowspan=\"1\" colspan=\"1\">21 (2.6)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Provider seen for cancer related follow-up care<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Same doctor who treated me<\/td><td rowspan=\"1\" colspan=\"1\">885 (61.4)<\/td><td rowspan=\"1\" colspan=\"1\">369 (59.3)<\/td><td rowspan=\"1\" colspan=\"1\">516 (62.9)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Primary care provider<\/td><td rowspan=\"1\" colspan=\"1\">539 (37.4)<\/td><td rowspan=\"1\" colspan=\"1\">224 (36.0)<\/td><td rowspan=\"1\" colspan=\"1\">315 (38.4)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Another type of provider<\/td><td rowspan=\"1\" colspan=\"1\">179 (12.4)<\/td><td rowspan=\"1\" colspan=\"1\">65 (10.5)<\/td><td rowspan=\"1\" colspan=\"1\">114 (13.9)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Cancer survivorship clinic<\/td><td rowspan=\"1\" colspan=\"1\">88 (6.1)<\/td><td rowspan=\"1\" colspan=\"1\">46 (7.4)<\/td><td rowspan=\"1\" colspan=\"1\">42 (5.1)<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Cohort study,Oncofertility,Adolescent and young adult,Healthcare utilization,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Stal<\/b><sup>1<\/sup>, K. A. Miller<sup>1<\/sup>, J. E. Milam<sup>2<\/sup>, M. Quinn<sup>1<\/sup>, S. E. Kim<sup>1<\/sup>, R. C. Ceasar<sup>1<\/sup>, D. R. Freyer<sup>3<\/sup>; <br\/><sup>1<\/sup>University of Southern California, Keck School of Medicine, Los Angeles, CA, <sup>2<\/sup>University of California, Irvine, Irvine, CA, <sup>3<\/sup>Children's Hospital Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"e763d28b-812e-4866-bfd7-5e204e8855ea","ControlNumber":"1400","DisclosureBlock":"&nbsp;<b>J. Stal, <\/b> None..<br><b>K. A. Miller, <\/b> None..<br><b>J. E. Milam, <\/b> None..<br><b>M. Quinn, <\/b> None..<br><b>S. E. Kim, <\/b> None..<br><b>R. C. Ceasar, <\/b> None..<br><b>D. R. Freyer, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5121","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2253","PresenterBiography":null,"PresenterDisplayName":"Julia Stal","PresenterKey":"88fbb9e8-9dab-451c-a1ea-f43ee5ed796b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2253. Cancer-related follow-up health care utilization and fertility discussion, preservation, and reproductive concerns among diverse adolescent and young adult cancer survivors: A population-based study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer-related follow-up health care utilization and fertility discussion, preservation, and reproductive concerns among diverse adolescent and young adult cancer survivors: A population-based study","Topics":null,"cSlideId":""},{"Abstract":"Purpose: To examine the relationship between health care self-efficacy (HCSE) and fertility experiences among diverse adolescent and young adult (AYA) cancer survivors.<br \/>Methods: Project Milestones is an ongoing cancer-registry derived cohort survey study recruiting AYAs through the SEER-affiliated Los Angeles Cancer Surveillance Program. Respondents were diagnosed with cancers prototypical for AYAs between 21-39 years and had a 5-year survival probability of &#8805;50% at diagnosis.<br \/>Results: Overall, 1442 AYAs responded of which 57.9% reported the highest possible HCSE (<i>totally confident<\/i>; score of 3; lower scores reflect greater HCSE), while 42.1% were <i>somewhat<\/i> or <i>not at all confident<\/i> in some areas (score of 4-9; Table 1). Compared to AYAs with lower HCSE, AYAs with the highest HCSE were more likely to report preserving fertility (13.8% vs. 10.3%, <i>p<\/i>&#60;.05) and were less likely to report highly negative change (11.9% vs. 15.5%, <i>p<\/i>&#60;.01) and more likely to report highly positive change (16.3% vs. 9.4%, <i>p<\/i>&#60;.01) to family planning due to cancer. On average, AYAs with the highest HCSE had lower reproductive concerns (range 5-25, lower scores reflect lower concern; 13.3 vs. 14.2, <i>p<\/i>&#60;.01) and were less likely to report worry about: passing on a genetic cancer risk to their child (49.6% vs. 56.6%; <i>p<\/i>&#60;.01), telling their partner they may be unable to have children (13.8% vs. 21.5%, <i>p<\/i>&#60;.01), their ability to become a biological parent (22.7% vs. 28.0%, <i>p<\/i>&#60;.01), and caution having children because they may not be around to raise them (18.5% vs. 24.1%, <i>p<\/i>&#60;.01) than AYAs with lower HCSE.<br \/>Discussion: Greater HCSE was associated with higher rates of preservation, lower impacts to family planning, and lower reproductive concerns in this population-based study. As one quarter of AYAs have suboptimal HCSE, accessible avenues for obtaining fertility care are needed to temper possible impacts of low HCSE on preserving fertility.<table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{43537458-E417-401F-ADFD-2D19F084169D}\"><caption><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"5\"><b>Table 1:<\/b> Sample characteristics - N (%) or M (SD)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"2\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>Total<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Hispanic<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Non-Hispanic<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"2\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>1442<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>622 (43.1)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>820 (56.9)<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Age at survey<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b> <\/b><\/td><td rowspan=\"1\" colspan=\"1\">39.5 (5.8)<\/td><td rowspan=\"1\" colspan=\"1\">39.3 (5.8)<\/td><td rowspan=\"1\" colspan=\"1\">39.6 (5.7)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Female<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b> <\/b><\/td><td rowspan=\"1\" colspan=\"1\">1007 (69.8)<\/td><td rowspan=\"1\" colspan=\"1\">429 (69.0)<\/td><td rowspan=\"1\" colspan=\"1\">578 (70.5)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>White<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b> <\/b><\/td><td rowspan=\"1\" colspan=\"1\">850 (62.4)<\/td><td rowspan=\"1\" colspan=\"1\">301 (55.0)<\/td><td rowspan=\"1\" colspan=\"1\">549 (67.3)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Had employee-sponsored insurance<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b> <\/b><\/td><td rowspan=\"1\" colspan=\"1\">909 (63.0)<\/td><td rowspan=\"1\" colspan=\"1\">347 (55.8)<\/td><td rowspan=\"1\" colspan=\"1\">562 (68.5)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Age at diagnosis<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b> <\/b><\/td><td rowspan=\"1\" colspan=\"1\">31.0 (5.2)<\/td><td rowspan=\"1\" colspan=\"1\">30.8 (5.2)<\/td><td rowspan=\"1\" colspan=\"1\">31.2 (5.1)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Discussed fertility<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b> <\/b><\/td><td rowspan=\"1\" colspan=\"1\">717 (50.3)<\/td><td rowspan=\"1\" colspan=\"1\">327 (53.4)<\/td><td rowspan=\"1\" colspan=\"1\">390 (48.0)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Preserved fertility<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b> <\/b><\/td><td rowspan=\"1\" colspan=\"1\">176 (12.3)<\/td><td rowspan=\"1\" colspan=\"1\">48 (7.8)<\/td><td rowspan=\"1\" colspan=\"1\">128 (15.7)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Impacts to family planning due to cancer<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Highly negative change<\/td><td rowspan=\"1\" colspan=\"1\">202 (14.3)<\/td><td rowspan=\"1\" colspan=\"1\">91 (15.0)<\/td><td rowspan=\"1\" colspan=\"1\">111 (13.7)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Somewhat negative change<\/td><td rowspan=\"1\" colspan=\"1\">128 (9.0)<\/td><td rowspan=\"1\" colspan=\"1\">50 (8.3)<\/td><td rowspan=\"1\" colspan=\"1\">78 (9.6)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">No change<\/td><td rowspan=\"1\" colspan=\"1\">788 (55.6)<\/td><td rowspan=\"1\" colspan=\"1\">315 (52.1)<\/td><td rowspan=\"1\" colspan=\"1\">472 (58.2)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Somewhat positive change<\/td><td rowspan=\"1\" colspan=\"1\">111 (7.8)<\/td><td rowspan=\"1\" colspan=\"1\">43 (7.1)<\/td><td rowspan=\"1\" colspan=\"1\">68 (8.4)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Highly positive change<\/td><td rowspan=\"1\" colspan=\"1\">189 (13.3)<\/td><td rowspan=\"1\" colspan=\"1\">106 (17.5)<\/td><td rowspan=\"1\" colspan=\"1\">83 (10.2)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Reproductive Concerns After Cancer (RCAC) score<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b> <\/b><\/td><td rowspan=\"1\" colspan=\"1\">14.1 (3.9)<\/td><td rowspan=\"1\" colspan=\"1\">14.3 (4.2)<\/td><td rowspan=\"1\" colspan=\"1\">14.0 (3.8)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>HCSE score<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">3.9 (1.4)<\/td><td rowspan=\"1\" colspan=\"1\">4.0 (1.4)<\/td><td rowspan=\"1\" colspan=\"1\">3.9 (1.3)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Could ask doctor or health care provider about things that concern you?<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Totally confident<\/td><td rowspan=\"1\" colspan=\"1\">1088 (75.9)<\/td><td rowspan=\"1\" colspan=\"1\">466 (75.5)<\/td><td rowspan=\"1\" colspan=\"1\">622 (76.1)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Somewhat confident<\/td><td rowspan=\"1\" colspan=\"1\">303 (21.1)<\/td><td rowspan=\"1\" colspan=\"1\">130 (21.1)<\/td><td rowspan=\"1\" colspan=\"1\">173 (21.2)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Not at all confident<\/td><td rowspan=\"1\" colspan=\"1\">43 (3.0)<\/td><td rowspan=\"1\" colspan=\"1\">21 (3.4)<\/td><td rowspan=\"1\" colspan=\"1\">22 (2.7)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Could schedule and attend your doctor appointments or decide when you needed care?<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Totally confident<\/td><td rowspan=\"1\" colspan=\"1\">1057 (73.8)<\/td><td rowspan=\"1\" colspan=\"1\">454 (73.5)<\/td><td rowspan=\"1\" colspan=\"1\">603 (74.1)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Somewhat confident<\/td><td rowspan=\"1\" colspan=\"1\">310 (21.7)<\/td><td rowspan=\"1\" colspan=\"1\">130 (21.0)<\/td><td rowspan=\"1\" colspan=\"1\">180 (22.1)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Not at all confident<\/td><td rowspan=\"1\" colspan=\"1\">65 (4.5)<\/td><td rowspan=\"1\" colspan=\"1\">34 (5.5)<\/td><td rowspan=\"1\" colspan=\"1\">31 (3.8)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Could get the cancer related follow-up care you need over the next 2 years?<\/b><\/td><td rowspan=\"1\" colspan=\"1\">Totally confident<\/td><td rowspan=\"1\" colspan=\"1\">1006 (70.6)<\/td><td rowspan=\"1\" colspan=\"1\">410 (67.3)<\/td><td rowspan=\"1\" colspan=\"1\">596 (73.1)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Somewhat confident<\/td><td rowspan=\"1\" colspan=\"1\">328 (23.0)<\/td><td rowspan=\"1\" colspan=\"1\">149 (24.4)<\/td><td rowspan=\"1\" colspan=\"1\">179 (22.0)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Not at all confident<\/td><td rowspan=\"1\" colspan=\"1\">90 (6.3)<\/td><td rowspan=\"1\" colspan=\"1\">50 (8.2)<\/td><td rowspan=\"1\" colspan=\"1\">40 (4.9)<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Cohort study,Health care self-efficacy,Adolescent and young adult,Oncofertility,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Stal<\/b><sup>1<\/sup>, K. A. Miller<sup>1<\/sup>, J. E. Milam<sup>2<\/sup>, M. Quinn<sup>1<\/sup>, S. E. Kim<sup>1<\/sup>, R. C. Ceasar<sup>1<\/sup>, D. R. Freyer<sup>3<\/sup>; <br\/><sup>1<\/sup>Keck School of Medicine, University of Southern California, Los Angeles, CA, <sup>2<\/sup>University of California, Irvine, Irvine, CA, <sup>3<\/sup>Children's Hospital Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"58ff356a-efd2-4fce-b9ce-d93edbfc7943","ControlNumber":"2769","DisclosureBlock":"&nbsp;<b>J. Stal, <\/b> None..<br><b>K. A. Miller, <\/b> None..<br><b>J. E. Milam, <\/b> None..<br><b>M. Quinn, <\/b> None..<br><b>S. E. Kim, <\/b> None..<br><b>R. C. Ceasar, <\/b> None..<br><b>D. R. Freyer, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5131","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2254","PresenterBiography":null,"PresenterDisplayName":"Julia Stal","PresenterKey":"88fbb9e8-9dab-451c-a1ea-f43ee5ed796b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2254. A population-based study exploring health care self-efficacy and fertility preservation, family planning, and reproductive concerns among diverse adolescent and young adult cancer survivors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A population-based study exploring health care self-efficacy and fertility preservation, family planning, and reproductive concerns among diverse adolescent and young adult cancer survivors","Topics":null,"cSlideId":""},{"Abstract":"<u>Introduction:<\/u> Social support is associated with improved cancer survivorship, but literature on its association with prostate cancer specific physical and psychosocial quality of life (QoL) is lacking. We investigated the associations of social support with physical and psychosocial QoL in individuals with prostate cancer in HPFS. <u>Methods:<\/u> We included 1,692 men (ages 61-95 years, mean: 71 years) diagnosed with non-metastatic prostate cancer between 2008 and 2016. Social support was measured by the Berkman-Syme Social Network Index (SNI) (a composite measure of marital status, sociability, membership in religious groups or other community organizations: socially isolated, moderately isolated, moderately integrated, socially integrated) and marital status (married, not married). Physical (measured by EPIC-CP: bowel function, urinary incontinence, urinary irritation\/obstruction, sexual function, vitality\/hormonal function) and psychosocial (memory function and wellbeing) QoL were measured through biennial questionnaires. We fit generalized linear and ordinal mixed effect models for the associations of SNI and marital status with physical and psychosocial QoL, adjusting for age, race, employment status, body mass index, comorbidities, smoking history, and clinical factors. We conducted stratified analyses by baseline age (&#60;70, &#8805;70), baseline comorbidities (yes, no), primary treatment (active surveillance, radical prostatectomy, radiation), and D&#8217;Amico Risk Classification at diagnosis (low, intermediate, high risk). <u>Results:<\/u> Among those with baseline SNI (N=1,586), 740 were socially integrated, 309 were moderately integrated, 437 were moderately isolated, and 100 were isolated. Among those with baseline marital status (N=1,663), 89% were married. Physical QoL did not differ significantly by SNI. Married individuals (compared to not married) experienced less urinary incontinence (&#946; -0.25, 95% confidence interval [CI]: -0.55, 0.05) and urinary irritation\/obstruction (&#946; -0.26, 95% CI: -0.52, 0.00). Those who were socially integrated (compared to isolated) reported better memory function (Odds ratio [OR] 1.47, 95% CI 1.06, 2.03) and wellbeing (OR 1.74, 95% CI 1.31, 2.31). The positive association between social support and QoL was stronger among those with baseline aged &#60;70 years (for vitality\/hormonal functioning and memory function), those without comorbidities at baseline (for memory function), those with radiation as primary treatment (for urinary incontinence, vitality\/hormonal functioning, memory function, and wellbeing), and those with high risk (for memory function and wellbeing). <u>Conclusion:<\/u> Prostate cancer survivors with more social support experienced better quality of life, including less urinary incontinence and urinary irritation\/obstruction, and better memory function and wellbeing. <u><\/u><u><\/u>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Epidemiology,Quality of life,Social support,Survivorship,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Chen<\/b>, C. B. McGrath, B. A. Dickerman, R. C. Nethery, L. A. Mucci; <br\/>Harvard T.H. Chan School of Public Health, Boston, MA","CSlideId":"","ControlKey":"a3f048f1-2f92-44eb-b330-1bc4ba644dbf","ControlNumber":"746","DisclosureBlock":"&nbsp;<b>N. Chen, <\/b> None..<br><b>C. B. McGrath, <\/b> None..<br><b>B. A. Dickerman, <\/b> None..<br><b>R. C. Nethery, <\/b> None..<br><b>L. A. Mucci, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5116","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2255","PresenterBiography":null,"PresenterDisplayName":"Naiyu Chen, MPH,BS","PresenterKey":"2f97fbf3-a922-4719-be48-2a3f42b100be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2255. Social support with physical and psychosocial quality of life in individuals with prostate cancer in the Health Professionals Follow-up Study (HPFS)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Social support with physical and psychosocial quality of life in individuals with prostate cancer in the Health Professionals Follow-up Study (HPFS)","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Randomized trials have shown that physical activity can improve quality of life (QOL) among individuals with cancer. In the absence of a randomized trial of adequate size and follow-up to comprehensively evaluate this relationship for prostate cancer, we aim to emulate a target trial of guideline-based physical activity strategies and 6-year physical QOL.<br \/>Methods: We will use observational data on individuals in the Health Professionals Follow-up Study diagnosed with nonmetastatic prostate cancer between 2010-2016 and free of conditions that could preclude following current physical activity recommendations at baseline (first post-diagnostic questionnaire). The physical activity strategies of interest are (1) engage in &#8805;150 minutes of moderate activity, or &#8805;75 minutes of vigorous activity per week, or an equivalent combination (i.e., &#8805;7.5 metabolic equivalent of task [MET]-hours\/week of vigorous or moderate activity) and (2) no physical activity intervention. The outcomes of interest are 6-year mean physical QOL scores (based on EPIC-CP measures of bowel function, urinary incontinence, urinary irritation\/obstruction, sexual function, and vitality\/hormonal function). We will adjust for baseline and time-varying risk factors using the parametric g-formula.<br \/>Conclusion: These findings may help to inform clinical recommendations to improve QOL among individuals with nonmetastatic prostate cancer. Further, the proposed approach will provide a framework for future studies designed to evaluate the effectiveness of any intervention strategies to improve patient-reported outcome measures in cancer survivorship research.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{79B74494-2FF8-436A-ACCA-D78A5D53734B}\"><caption>Table 1. Specification and emulation of a target trial using observational data from HPFS<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b>Protocol component<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Target trial specification<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Target trial emulation<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Eligibility criteria<\/td><td rowspan=\"1\" colspan=\"1\">(1) Individuals diagnosed with non-metastatic prostate cancer between 2010 and 2016; (2) No history of other cancers (Except nonmelanoma skin cancer); (3) No history of conditions that could preclude high levels of physical activity: myocardial infarction, stroke, congestive heart failure, amyotrophic lateral sclerosis, or functional impairment (defined as difficulty climbing a flight of stairs or walking eight blocks due to physical impairment)<\/td><td rowspan=\"1\" colspan=\"1\">Same as for the target trial, except: We required complete data on physical activity, birth date, and other risk factors on the pre-diagnostic questionnaire and the first post-diagnostic (baseline) questionnaire.<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Physical activity strategies<\/td><td rowspan=\"1\" colspan=\"1\">Each individual is assigned to one of the following strategies at baseline: (1) No intervention (usual physical activity) (2) Engage in &#8805;1.25 hours\/week of vigorous activity or &#8805;2.5 hours\/week of moderate activity or &#8805;7.5 MET-hours\/week of vigorous or moderate activity (an equivalent combination). Strategies are initiated at baseline and continued over follow-up. Individuals are excused from following the physical activity intervention upon the development of myocardial infarction, stroke, congestive heart failure, amyotrophic lateral sclerosis, cancer metastasis, or functional impairment.&nbsp;<span style=\"font-size: 10pt; font-family: Arial, sans-serif;\">Individuals must respond to surveys at every follow-up period to assess time-varying variables.<\/span><span style=\"font-size: medium;\"><\/span><\/td><td rowspan=\"1\" colspan=\"1\">Same as for the target trial, except: (1) Follow-up periods correspond to the questionnaire cycles in the cohort study. (2) We assumed that each 2-year physical activity questionnaire accurately reflects the individual's (1) average physical activity over the previous 2-year period and (2) intended physical activity that the individual would have reported at the start of the current period under no intervention.<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Strategy assignment<\/td><td rowspan=\"1\" colspan=\"1\">Individuals are randomly assigned to a strategy at baseline and are aware of their assigned strategy.<\/td><td rowspan=\"1\" colspan=\"1\">We assumed randomization conditional on the following baseline covariates: age; employment status; primary treatment; stage; Gleason score, and prostate-specifc antigen level at diagnosis; pre-baseline values of body-mass index and physical activity.<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Outcomes<\/td><td rowspan=\"1\" colspan=\"1\">6-year mean quality of life scores in the following physical domains: (1) Bowel function, (2) Urinary incontinence, (3) Urinary irritation\/obstruction, (4) Sexual function, (5) Vitality\/hormonal function. Individuals self-report their physical quality of life on EPIC (The Explanded Prostate Cancer Index Composite) questionnaires at every follow-up period.<\/td><td rowspan=\"1\" colspan=\"1\">Same as for the target trial. Follow-up periods correspond to the questionnaire cycles in the cohort study.<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Follow-up<\/td><td rowspan=\"1\" colspan=\"1\">For each eligible individual, follow-up starts at strategy assignment (baseline) and ends upon death, loss to follow-up, or the end of follow up in December 2018, whichever happens first.<\/td><td rowspan=\"1\" colspan=\"1\">Same as for the target trial. Loss to follow-up was defined as questionnaire non-response.<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Causal contrasts<\/td><td rowspan=\"1\" colspan=\"1\">Intention-to-treat and per-protocol effect.<\/td><td rowspan=\"1\" colspan=\"1\">Observational analogue of per-protocol effect.<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Statistical analysis<\/td><td rowspan=\"1\" colspan=\"1\">Intention-to-treat analysis. Per protocol analysis: Parametric g-formula to compare 6-year physical quality of life under each strategy via mean differences, with adjustment for pre- and post-baseline prognostic factors associated with adherence and loss to follow-up.<\/td><td rowspan=\"1\" colspan=\"1\">Same as for the per-protocol analysis of the target trial.<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Epidemiology,Quality of life,Physical activity,Target trial emulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>N. Chen<\/b>, R. C. Nethery, L. A. Mucci, B. A. Dickerman; <br\/>Harvard T.H. Chan School of Public Health, Boston, MA","CSlideId":"","ControlKey":"72ae35c1-a541-422c-a10e-7add38f6223a","ControlNumber":"1692","DisclosureBlock":"&nbsp;<b>N. Chen, <\/b> None..<br><b>R. C. Nethery, <\/b> None..<br><b>L. A. Mucci, <\/b> None..<br><b>B. A. Dickerman, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5123","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2256","PresenterBiography":null,"PresenterDisplayName":"Naiyu Chen, MPH,BS","PresenterKey":"2f97fbf3-a922-4719-be48-2a3f42b100be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2256. Guideline-based physical activity and physical quality of life among individuals with nonmetastatic prostate cancer: A target trial emulation in the Health Professionals Follow-up Study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"418","SessionOnDemand":"False","SessionTitle":"Survivorship Research","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Guideline-based physical activity and physical quality of life among individuals with nonmetastatic prostate cancer: A target trial emulation in the Health Professionals Follow-up Study","Topics":null,"cSlideId":""}]