[{"Abstract":"Adhesion-regulating molecule 1 (ADRM1) \/ Rpn13 is a component of the 19S regulatory subunit of the 26S proteasome [1]. ADRM1 plays a crucial role in the recognition of polyubiquitinated substrates of the proteasome and their subsequent deubiquitination and degradation [2]. ADRM1 transcript levels are commonly upregulated in diverse tumor types [3]. The androgen receptor (AR) plays a predominant role in prostate cancer (PCa) pathology. In this study, we investigated the expression of ADRM1\/ Rpn13 in different stages of prostate cancer and its association with AR expression. TCGA data from UALCAN was used for understanding ADRM1 expression on different stages of diseases and single-cell RNA-sequencing data of prostate cancer cell line was obtained from Prostate Cancer Atlas. TCGA (cell, 2015) data set was used for investigating the correlation between ADRM1 and AR by using R programming. Our study from the TCGA dataset reveals that ADRM1 expression increased significantly with the aggressiveness of prostate cancer (increase consistently with the Gleason score) from the TCGA dataset. We analyzed ADRM1 and AR expression in different prostate cancer cell lines and obtained that ADRM1 expressed significantly higher in prostate cancer cell lines which had lower AR expression. TCGA (cell, 2015) dataset indicated a negative correlation between ADRM1 and AR expression in prostate cancer. Our preliminary analysis indicated that ADRM1 inhibitor might be a potential therapeutic option for AR-independent prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Ubiquitination,Androgen receptor,Prostate cancer,Proteasome-mediated degradation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Chowdhury<\/b>, H. Wang, C. Nayak, B. Karanam; <br\/>Tuskegee University, Tuskegee, AL","CSlideId":"","ControlKey":"ad10ca2c-c8d5-490e-bae4-90145880dad3","ControlNumber":"7579","DisclosureBlock":"&nbsp;<b>S. Chowdhury, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>C. Nayak, <\/b> None..<br><b>B. Karanam, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9311","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7344","PresenterBiography":null,"PresenterDisplayName":"Balasubramanyam Karanam, PhD","PresenterKey":"2673f365-abd9-4430-bbd0-6f43d470047e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7344. Role of ubiquitin receptor ADRM1 (Rpn13) in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of ubiquitin receptor ADRM1 (Rpn13) in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Double-strand breaks (DSBs) can cause alterations and rearrangements in chromosomes leading to large structural mutations. There have been previous efforts to identify DSBs in tumors and utilize these as a measure of homologous repair deficiency and response to therapy. In contrast, DSBs have not been well characterized in non-tumor human tissues. To address this void, we explore the distribution of DSBs in hematopoietic stem cells (HSCs) through the analyses of mosaic chromosomal alteration (mCA) breakpoints. Specifically, this work explores the relationship between the likelihood of DSB occurrences and the chromosomes on which they occur. Using data from the UK Biobank, mCA breakpoints were labeled as either DSBs or nonDSBs by proximity to telomeres and centromeres. mCA calls from the UK Biobank were obtained from Loh et al 2020. The START_MB_RANGE and END_MB_RANGE fields were treated as two separate breakpoint events for each entry in the data. Each of these breakpoint ranges was checked to see if it was close to either of the telomeres or to the centromere. Those falling within one Mb were categorized as mCA breakpoints that were likely not a result of DSBs, but rather missegregation of chromosomes or chromosome arms. Ranges that met either of these conditions were labeled &#8220;nonDSB&#8221; while ranges that did not were labeled &#8220;DSB.&#8221; These labeled data were processed in R using the Hmisc package. The 1-alpha binomial probability was calculated for the total number of DSBs versus the total number of breakpoint events. The point estimate for each chromosome was plotted along with the upper and lower confidence intervals. This work investigates the properties of DSBs. It is important to note that the observed putative DSBs are not representative of the frequency of DSBs in HSCs, since the resulting mutations can have different impacts on cellular fitness. This point is highlighted by our finding of increased putative DSBs on chromosome 13, as copy number changes involving the 13q14 locus are well documented drivers of chronic lymphocytic leukemia. In this investigation we observe that the proportion of putative DSBs is not correlated with chromosome length (p = 0.2). This result is likely due to the differential fitness effect of mCAs. However, it may also reflect differences in the likelihood of DSBs across the genome. We are currently working on methods from Machine Learning to further understand if there are genetic features which can predict DSBs which give rise to mCAs in HSCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"DNA double-strand break,Somatic mutations,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Dutch<\/b>, C. Bumgardner, Y. Jakubek; <br\/>University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"107dcab4-3cd8-49f5-b7e9-d382eba840ef","ControlNumber":"7626","DisclosureBlock":"&nbsp;<b>A. Dutch, <\/b> None..<br><b>C. Bumgardner, <\/b> None..<br><b>Y. Jakubek, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9312","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7345","PresenterBiography":null,"PresenterDisplayName":"Abraham Dutch, M Phil,BA","PresenterKey":"e0382579-de79-4716-a994-d4efe793f222","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7345. Double-strand break inference from mosaic chromosomal alterations","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Double-strand break inference from mosaic chromosomal alterations","Topics":null,"cSlideId":""},{"Abstract":"Alterations in cell signaling pathways drive cancer progression. Such changes can be detected by transcriptomics and proteomics profiling of tumor samples. Although proteomics profiling captures these alterations more directly, RNA-seq transcriptomics remains the most widely available and cost-effective source of data for elucidating tumor-specific cell signaling mechanisms. The eXpression2Kinases (X2K) pipeline is a computational workflow that starts with differentially expressed mRNAs, the identified differentially expressed genes are then used as input for transcription factor enrichment analysis. Then, the top-ranked transcription factors are connected via additional protein-protein interactions from several databases. Finally, the top-ranked transcription factors and the proteins that directly interact and connect these factors are subjected to kinase enrichment analysis. Such analysis identifies protein kinases most likely responsible for the observed changes in gene expression. The X2K pipeline can be applied to analyze tumor-specific transcriptomics to infer upstream regulatory transcription factors, protein intermediates, and kinases that are likely the drivers of cancer progression. While the X2K pipeline infers regulatory pathways from transcriptomics alone, phosphoproteomics can be used to independently validate the inferred kinases, and to calibrate the parameters of the X2K pipeline. Furthermore, this multiomics approach predicts cell signaling pathways with multiple layers of evidence by linking changes observed in the phosphoproteome to changes observed in the transcriptome. Here, we used the transcriptomics and phosphoproteomics profiles from the Clinical Proteomic Tumor Analysis Consortium (CPTAC) pan-cancer dataset, including 1,020 samples across 10 different cancer types, to optimize the parameters of the X2K pipeline and predict pan-cancer as well as tumor-specific signaling pathways. While inferred pathways were distinct between different tumor types, we observed global enrichment of receptor tyrosine kinases and cell cycle kinases. These pathways were subsequently tested for association with patient survival to identify pathways that may be effective therapeutic targets, for example, PTK2 signaling was identified for many lung cancer tumors (LUAD and LSCC) as well as some breast, head &#38; neck squamous. Altogether, the X2K pipeline presents a rational approach to better identify driver regulatory mechanisms from patient-specific profiling of tumors with both transcriptomics and phosphoproteomics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Cell signaling,Kinases,Transcription factor,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Z. Deng<\/b>, G. B. Marino, D. J. B. Clarke, W. Ma, P. Wang, A. Ma'ayan; <br\/>Icahn School of Medicine at Mount Sinai, New York, NY","CSlideId":"","ControlKey":"8ce4b3ad-fe4e-45f5-9ff3-cd34e2261095","ControlNumber":"7707","DisclosureBlock":"&nbsp;<b>E. Z. Deng, <\/b> None..<br><b>G. B. Marino, <\/b> None..<br><b>D. J. B. Clarke, <\/b> None..<br><b>W. Ma, <\/b> None..<br><b>P. Wang, <\/b> None..<br><b>A. Ma'ayan, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9313","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7346","PresenterBiography":null,"PresenterDisplayName":"Eden Deng","PresenterKey":"1951cad9-b639-4831-acf6-7c59dcc040ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7346. Optimizing pan-cancer driver pathway analysis from patient transcriptomics and phosphoproteomics","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Optimizing pan-cancer driver pathway analysis from patient transcriptomics and phosphoproteomics","Topics":null,"cSlideId":""},{"Abstract":"High Grade Serous Ovarian Cancer (HGSOC) affects many women and is the most common and lethal histopathological type of ovarian cancer. The molecular subtypes delineated by TCGA--mesenchymal, proliferative, immunoreactive, and differentiated subtypes, offer a sophisticated and innovative framework for HGSOC classification. These subtypes not only provide a detailed molecular characterization but also contribute to understanding the HGSOC Tumor Immune Microenvironment (TIME), comprised of both immune and tumor cells. The interplay within the TIME significantly influences pro- or anti-tumor responses, creating an important link between molecular landscape and dynamic immune-tumor interactions. Currently, there is a lack of understanding for the key drivers of clinical outcomes, molecular phenotypes, and diagnostic biomarkers for HGSOC. Here, we answer the question, does immune cell type, and proportion, drive clinical and molecular subtyping of primary HGSOC? Primary ovarian tumor samples from The Cancer Genome Atlas, TCGA (n=358) samples were collected and RNA-sequenced. FPKM values were used to construct the Weighted Gene Correlation Network Analysis (WGCNA), Gene Ontology (GO) and Proportion Estimations of Immune and Cancer cells (EPIC). Enrichment of HGSOC network module overlaps using a Fischer Exact Test were used to identify novel components of HGSOC progression that were significantly associated with clusters of highly correlated gene expression profiles, HGSOC stage, grade, and molecular phenotypes. We show genes associated with T cell proliferation (CD84) and B cell regulation (CD37), epithelial to mesenchymal transition (DOCK2), adaptor proteins present in T cells and myeloid cells (LCP2), inflammatory and metabolic signaling modulators (AIF1,CD53, SASH3), immunosuppressors of T lymphocytes and dendritic cells (FGL2), cell proliferation (PI3K) and relevant tertiary lymphoid structure gene (TNFAIP8L2) significantly correlated with HGSOC progression in both estimated tumor and proportions of immune cells. Future studies aim to confirm phosphorylation cascades associated with the aggressive molecular phenotypes of HGSOC and immune cell pathobiology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"RNA sequencing,Immune cells,Cancer,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. M. Carey<\/b><sup>1<\/sup>, E. B. Dammer<sup>2<\/sup>, C. Young<sup>3<\/sup>, R. Singh<sup>1<\/sup>, T. Griffen<sup>4<\/sup>, J. W. Lillard<sup>1<\/sup>; <br\/><sup>1<\/sup>Morehouse School of Medicine, Atlanta, GA, <sup>2<\/sup>Emory University School of Medicine, Atlanta, GA, <sup>3<\/sup>Division of Cancer Epidemiology, National Cancer Institute, National Institutes of Health, Bethesda, MD, <sup>4<\/sup>Genentech, South San Francisco, CA","CSlideId":"","ControlKey":"cc45d4fd-74c4-46f3-8ff6-be7cc18aa8cf","ControlNumber":"7788","DisclosureBlock":"&nbsp;<b>K. M. Carey, <\/b> None..<br><b>E. B. Dammer, <\/b> None..<br><b>C. Young, <\/b> None..<br><b>R. Singh, <\/b> None..<br><b>T. Griffen, <\/b> None..<br><b>J. W. Lillard, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9314","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7347","PresenterBiography":null,"PresenterDisplayName":"Kaylin Carey, BS;MS","PresenterKey":"2433f465-7626-400d-a5e1-98dbf9ceab2a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7347. A transcriptome correlation network analysis of the high grade serous ovarian tumor immune microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A transcriptome correlation network analysis of the high grade serous ovarian tumor immune microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Extrachromosomal DNA (ecDNA), or double minute chromosomes, are established cytogenetic markers for malignancy and genome instability. More recently, the cancer community has gained a heightened awareness of the roles of ecDNA in cancer proliferation, drug resistance and epigenetic remodeling. A current hindrance to understanding the biological roles of ecDNA is the lack of available cell line model systems with experimental cytogenetic data that confirm ecDNA status. Although several recent landmark studies have identified numerous cell lines and tumor models with ecDNA, the current sample size limits our ability to detect ecDNA-driven molecular differences due to limitations in power. Increasing the number of model systems that are known to express ecDNA would provide new avenues for understanding the fundamental underpinnings of ecDNA biology and would unlock a wealth of potential targeting strategies for ecDNA-driven cancers. To bridge this gap, we created CytoCellDB, a resource that provides karyotype annotations, including ecDNA status, and leverages publicly available global cell line data from the Cancer Dependency Map (DepMap) and the Cancer Cell Line Encyclopedia (CCLE). We expanded the total number of cancer cell lines with ecDNA annotations to 632, or 34% of the cell lines in CCLE\/ DepMap. Of these, 154 cell lines express ecDNA, which is a 240% increase from the current sample size. We demonstrate that a strength of our framework is the ability to interrogate ecDNA, and the compendium of other chromosomal aberrations, in the context of cancer-specific vulnerabilities, drug sensitivities, and other multi-omic features (genomics, transcriptomics, methylation, proteomics). We anticipate that this resource will lower the barrier to systematic, population-scale discoveries related to ecDNA and will provide insights into strategies and best practices for determining novel therapeutics that overcome ecDNA-mediated drug resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Chromosomal instability,Cancer genomics,Copy number variation,Heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Brunk<\/b>; <br\/>UNC Chapel Hill, Chapel Hill, NC","CSlideId":"","ControlKey":"cb5a85b7-5dc9-49b8-94c8-a3e92d6b3514","ControlNumber":"7886","DisclosureBlock":"&nbsp;<b>L. Brunk, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9315","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7348","PresenterBiography":null,"PresenterDisplayName":"Elizabeth Brunk, PhD","PresenterKey":"79f45d9c-6fda-4ef8-a899-2381a039a55f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7348. CytoCellDB: A gold standard database for classification and analysis of extrachromosomal DNA in cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CytoCellDB: A gold standard database for classification and analysis of extrachromosomal DNA in cancer","Topics":null,"cSlideId":""},{"Abstract":"Obesity is a well-defined risk factor for colon cancer (CC). In the current study, we investigated the paracrine influences between tumors and adjacent adipose tissue to understand the interactions between adipose-tumor using transcriptomics data.<br \/>Stage I-III newly diagnosed CC patients (n = 130) as part of the ColoCare Study at the Huntsman Cancer Institute, University of Utah, and University of Heidelberg, Germany were included in the current study. Fresh-frozen colon tumor tissues and adjacent adipose tissues<br \/>na&#239;ve to neoadjuvant treatment were collected during surgery. RNA sequencing was done using the NovaSeq X. Patients were classified as having a BMI &#60;30 kg&#8729;m<sup>-2<\/sup> (lean) or BMI &#8805;30 kg&#8729;m<sup>-2<\/sup> (obese). Tumor-adipose signaling was investigated separately for lean versus obese patients. Differentially expressed genes (DEGs, FDRq&#60;0.05 and |log2FC|&#62;2) between paired tumor-adipose samples were identified through DESeq2, respectively for lean and obese participants. DEGs were filtered to obtain exclusively up-regulated genes for 1) tumor tissue in the obese 2) tumor tissue in the lean 3) adipose tissue in the obese 4) adipose tissue in the lean. Ligand-receptor pairs for adipose-adipose signaling (A-A), tumor-tumor signaling (T-T), adipose-tumor signaling (A-T), and tumor-adipose signaling (T-A) in tissues from lean versus obese patients were determined by mapping the exclusively up-regulated genes in the FANTOM 5 database. Single sample Gene Set Enrichment Analysis (ssGSEA) was performed to score each sample based on signatures of interest, i.e. TIMEx immune cell types. The associations of signatures between tumor-adipose were assessed by evaluating Spearman&#8217;s correlation coefficients on the enrichment scores of each signature for paired tumor-adipose samples.<br \/>From RNA-seq, there were 430 protein-coding DEGs (144 up-regulated in the tumor, 286 up-regulated in the adipose) identified exclusively in the obese and; 704 protein-coding DEGs (421 up-regulated in the tumor, 283 up-regulated in the adipose) identified exclusively in the lean patients. In the obese, we observed ligand-receptor-mediated T-T signaling through <i>FGF5-FGFR3<\/i> and <i>PYY-NPY4R<\/i>; T-A signaling through <i>GCG-GCGR<\/i>; A-A signaling through <i>ICAM1-IL2RA<\/i>. In the lean, we found ligand-receptor-mediated T-T signaling through <i>ADAM2-ITGA6<\/i> and <i>LAMB3-ITGA6<\/i>; T-A signaling through <i>DLL3-NOTCH2<\/i>; A-A signaling through <i>DLK1-NOTCH2<\/i>. In addition, ssGSEA analysis showed different association patterns for the lean versus obese regarding the TIMEx immune cell types.<br \/>Our results suggest differential cross-talk between adipose and tumor tissue in lean vs. obese patients could influence the progression of CC. The next steps are to validate these interactions by using in vivo preclinical models to interrogate novel therapeutic targets for reducing the impact of obesity on CC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Colon cancer,Obesity,Adipocytes,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Lin<\/b><sup>1<\/sup>, V. M. Bandera<sup>1<\/sup>, E. M. Glenny<sup>2<\/sup>, C. Himbert<sup>3<\/sup>, J. Ose<sup>1<\/sup>, C. Warby<sup>4<\/sup>, O. Aksonova<sup>4<\/sup>, A. Carpanese<sup>5<\/sup>, C. Stubben<sup>4<\/sup>, D. Nix<sup>1<\/sup>, K. M. Boucher<sup>1<\/sup>, P. Schirmacher<sup>6<\/sup>, I. Strehli<sup>4<\/sup>, J. Jedrzkiewicz<sup>1<\/sup>, C. L. Scaife<sup>7<\/sup>, B. Pickron<sup>7<\/sup>, A. Brobeil<sup>6<\/sup>, M. Schneider<sup>6<\/sup>, C. Kahlert<sup>6<\/sup>, E. M. Siegel<sup>8<\/sup>, A. T. Toriola<sup>9<\/sup>, D. Shibata<sup>10<\/sup>, C. I. Li<sup>11<\/sup>, J. C. Figueiredo<sup>12<\/sup>, J. Roper<sup>5<\/sup>, B. Gigic<sup>6<\/sup>, S. D. Hursting<sup>2<\/sup>, C. M. Ulrich<sup>1<\/sup>, A. Tan<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Utah, Salt Lake City, UT, <sup>2<\/sup>University of North Carolina at Chapel Hill, Chapel Hill, NC, <sup>3<\/sup>Harvard Medical School, Boston, UT, <sup>4<\/sup>Huntsman Cancer Institute, Salt Lake City, UT, <sup>5<\/sup>Duke University, Durham, NC, <sup>6<\/sup>Heidelberg University Hospital, Heidelberg, Germany, <sup>7<\/sup>University of Utah School of Medicine, Salt Lake City, UT, <sup>8<\/sup>H. Lee Moffitt Cancer Center and Research Institute, Tempa, FL, <sup>9<\/sup>Washington University School of Medicine, St. Louis, MO, <sup>10<\/sup>University of Tennessee Health Science Center, Memphis, TN, <sup>11<\/sup>Fred Hutchinson Cancer Center, Seattle, WA, <sup>12<\/sup>Cedars-Sinai Medical Center, Los Angeles, CA","CSlideId":"","ControlKey":"5db917b5-1234-4ed8-a127-39a1b1645807","ControlNumber":"7891","DisclosureBlock":"&nbsp;<b>T. Lin, <\/b> None.&nbsp;<br><b>V. M. Bandera, <\/b> <br><b>fitbit\/fitabase<\/b> Grant\/Contract.<br><b>E. M. Glenny, <\/b> None..<br><b>C. Himbert, <\/b> None..<br><b>J. Ose, <\/b> None..<br><b>C. Warby, <\/b> None..<br><b>O. Aksonova, <\/b> None..<br><b>A. Carpanese, <\/b> None..<br><b>C. Stubben, <\/b> None..<br><b>D. Nix, <\/b> None..<br><b>K. M. Boucher, <\/b> None..<br><b>P. Schirmacher, <\/b> None..<br><b>I. Strehli, <\/b> None..<br><b>J. Jedrzkiewicz, <\/b> None..<br><b>C. L. Scaife, <\/b> None..<br><b>B. Pickron, <\/b> None..<br><b>A. Brobeil, <\/b> None..<br><b>M. Schneider, <\/b> None..<br><b>C. Kahlert, <\/b> None..<br><b>E. M. Siegel, <\/b> None..<br><b>A. T. Toriola, <\/b> None..<br><b>D. Shibata, <\/b> None..<br><b>C. I. Li, <\/b> None..<br><b>J. C. Figueiredo, <\/b> None..<br><b>J. Roper, <\/b> None..<br><b>B. Gigic, <\/b> None..<br><b>S. D. Hursting, <\/b> None..<br><b>C. M. Ulrich, <\/b> None..<br><b>A. Tan, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9316","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7349","PresenterBiography":null,"PresenterDisplayName":"Tengda Lin, MPH,MA","PresenterKey":"ade381e5-430e-4f78-a48c-5d09a5db8cf5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7349. Ligand-receptor signaling analysis and tumor-immune microenvironment deconvolution reveal differential adipose-tumor crosstalk in lean and obese colon cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ligand-receptor signaling analysis and tumor-immune microenvironment deconvolution reveal differential adipose-tumor crosstalk in lean and obese colon cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Distant metastasis remains the leading cause of death in patients with prostate cancer (PCa), however, the underlying mechanisms of this process remain unclear. Using samples from genetically-engineered mouse models (GEMMs) of PCa, we have identified eight different stromal cell states linked to epithelial mutations that may impact PCa progression to metastatic stages. To further investigate the unique intercellular interactions in the tumor microenvironment (TME) involved in mediating disease progression, we use single cell RNA sequencing (scRNA-seq) to profile primary PCa samples from different GEMMs including TRAMP, Hi-MYC, and FVBN, at different timepoints. Analysis of the scRNA-seq data revealed a significant enrichment of three clusters, designated as stromal c6 (s6), epithelial c7 (e7), and epithelial c10 (e10), exclusively in TRAMP, each expressing proliferative markers such as Mki67 and Top2a. To investigate the intercellular interactions among these clusters, we conducted ligand-receptor (LR) interaction analysis using CellChat. Notably, s6 is expressing the genes encoding ligands Bmp4, Fn1, and Igf1, which interact with the receptors Bmpr1b\/Bmpr2, Itga3\/Itgb1, and Igf1r, respectively expressed in e7. Subsequently, the transcriptomic profiles of these cells were used to build and validate a robust gene signature that can predict metastasis and survival in patients with PCa using a large cohort of 1239 samples, 930 of which were used for training while the remaining 309 samples were used for testing the model&#8217;s performance. In conclusion, these results underscore the role of the TME mediating PCa progression and highlight the potential of leveraging the TME to extract predictive and prognostic features which can be later employed to build predictive and prognostic models for patients with PCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Prostate cancer,Biomarkers,Bioinformatics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>I. Valencia<\/b>, H. Pakula, M. Omar, M. Loda, L. Marchionni; <br\/>Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"35bf50d6-ff04-4388-87d6-3c5ae3f510bb","ControlNumber":"7922","DisclosureBlock":"&nbsp;<b>I. Valencia, <\/b> None..<br><b>H. Pakula, <\/b> None..<br><b>M. Omar, <\/b> None..<br><b>M. Loda, <\/b> None..<br><b>L. Marchionni, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9318","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7351","PresenterBiography":null,"PresenterDisplayName":"Itzel Valencia","PresenterKey":"b75b519a-b7a7-4f7f-a72f-8a5f4c3f3ab6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7351. Delineating the prostate cancer tumor microenvironment through scRNA-seq profiling at different timepoints","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Delineating the prostate cancer tumor microenvironment through scRNA-seq profiling at different timepoints","Topics":null,"cSlideId":""},{"Abstract":"Single-cell technologies represent a revolutionary approach to resolving cell-type heterogeneity, identifying cells in specialized states, and detecting rare disease-associated cells. With the cost of single-cell technology decreasing substantially, its integration into clinical studies is gaining momentum. A new computational tool is needed to accommodate different single-cell genomics and clinical data formats while accounting for unwanted confounders.<br \/>The study aims to develop a tree-based machine learning model to leverage the unprecedented resolution of single-cell multi-omics data for delineating the genomic and phenotypic drivers behind diverse immunotherapy responses. The proposed model is called single-cell analysis of Clinical Tree (scanCT), inspired by the Generalized Unbiased Interaction Detection and Estimation method for unbiased gene and protein feature selection and easy interpretation.<br \/>The scanCT model learns from the data to select the genomic feature that best splits the cells from distinct clinical responses for each tree node. The confounding factors will be regressors in the nodes but not be used for branch splitting, while gene and protein features of interest will split the tree but not enter the regression model in each node. scanCT is built to be free from the biased selection towards variables of a larger number of categories or values. With tree-pruning and cross-validation, scanCT overcomes the over-fitting issue and enhances model generalization, especially for clinical studies with limited patients. Particularly, scanCT naturally fits the hierarchical cell type relationship and handles marker gene and protein interaction effects efficiently.<br \/>Our approach was tested on single-cell datasets from B-cell malignancy patients undergoing Chimeric Antigen Receptor (CAR)-T cell therapy. The results from the scanCT are highly interpretable. For instance, each branch is a gene-protein combination profile, and cells are naturally partitioned by clinical association. The linear regressions at each leaf node are the clinical predictions for cells following the splitting criteria. The regression intercept is an average estimation of toxicity (e.g., neurotoxicity) or efficacy after controlling for confounder (e.g., tumor burden). scanCT accommodates categorical or continuous clinical response and survival data and is robust to missing values, a frequent challenge in oncological studies.<br \/>scanCT represents a significant step forward in single-cell data analysis, which merges complex genotypic and phenotypic information with clinical outcomes. The efficacy and toxicity-associated genomic signatures will inform new manufacturing strategies to optimize CAR-T cell therapy products. The model and clinical association detections are expected to go beyond the B-cell malignancy field to benefit the broader cancer research community.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Machine learning,Immunotherapy,CAR T cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Zheng<\/b><sup>1<\/sup>, L. Nguyen<sup>1<\/sup>, P. Zhou<sup>2<\/sup>, A. V. Hirayama<sup>1<\/sup>; <br\/><sup>1<\/sup>Fred Hutchinson Cancer Center, Seattle, WA, <sup>2<\/sup>University of Wisconsin - Madison, Madison, WI","CSlideId":"","ControlKey":"20ab7220-98a7-4b1b-9e85-5e0605bdab5b","ControlNumber":"7932","DisclosureBlock":"&nbsp;<b>Y. Zheng, <\/b> None..<br><b>L. Nguyen, <\/b> None..<br><b>P. Zhou, <\/b> None.&nbsp;<br><b>A. V. Hirayama, <\/b> <br><b>Juno Therapeutics<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, honoraria. <br><b>Nektar Therapeutics<\/b> Grant\/Contract.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9319","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7352","PresenterBiography":null,"PresenterDisplayName":"Ye Zheng, PhD","PresenterKey":"4e569c04-8e9d-432c-ab45-b86edafcca6d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7352. ScanCT: A tree-based machine learning model to detect single-cell genomic features associated with clinical outcomes","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ScanCT: A tree-based machine learning model to detect single-cell genomic features associated with clinical outcomes","Topics":null,"cSlideId":""},{"Abstract":"Metastatic breast cancers show variable clinical responses due to inherent heterogeneity, both within tumors and among patients. Studies mainly examine molecular diversity across different patients' tumors and genetic variance within a single tumor. Yet, the variability among multiple tumors or metastases in a single patient remains underexplored. Our study investigates this intrapatient heterogeneity, examining cell and tumor evolution from a single genetic source in metastatic breast cancer. In a warm procurement trial involving 6 patients with multi-site tumors, samples were collected for detailed molecular analysis. Whole exome sequencing (WES) and single-cell RNA sequencing (scRNA-seq) were used to analyze genetic similarities and disparities. WES data revealed mutational patterns and copy number alterations, showing homogeneity and heterogeneity in tumors within patients. Further, phylogenetic analysis with scRNA-seq variant calls paired with transcriptional phenotypes uncovered a MYC-enriched subclonal population in a metastatic site. Integrating WES and scRNA-seq data provided a clearer understanding of the genomic and phenotypic features in and between patients. Our WES study revealed significant interpatient variations in genetic drivers and CNA profiles. Among five patients, two showed APOBEC and HR mutations, linked to increased tumor mutations. Despite general genetic homogeneity, there were exceptions. Tumors in Patient 3's upper lymph nodes had distinct genetics compared to abdominal tumors. Unique genetic patterns were also noted in the pancreas and mesentery of Patients 3 and 7, respectively. Genetic findings were supported by transcriptional analysis, showing distinct expression patterns in specific sites. Phylogenetic analysis highlighted intratumor heterogeneity, as shown by variations in phylogenetic composition and gene expression across samples. Notably, in patients with the most samples (Patients 3 and 7), a conserved cell clade, evolved early and primarily located in a single site, displayed a high proliferation gene expression signature closely associated with Myc activity. This underscores the importance of early clonal expansions in tumor evolution and suggests potential therapeutic targets in these early, proliferative cells. Our study highlights the vital role of intrapatient heterogeneity in understanding cancer complexity and treatment resistance. By analyzing genetic and phenotypic variability in multi-site tumors within patients, and Myc's key role in tumor growth and evolution, our research offers new insights into tumor evolution. This underscores the need for personalized oncology treatments based on each patient's tumor genetics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Heterogeneity,Breast cancer,Metastasis,Phenotype,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>I. Bishara<\/b><sup>1<\/sup>, X. Liu<sup>2<\/sup>, J. I. Griffiths<sup>1<\/sup>, J. Liu<sup>2<\/sup>, P. A. Cosgrove<sup>1<\/sup>, J. R. McQuerry<sup>3<\/sup>, F. Chi<sup>1<\/sup>, P. Wallet<sup>1<\/sup>, V. K. Grolmusz<sup>1<\/sup>, B. Copeland<sup>1<\/sup>, L. Pflieger<sup>1<\/sup>, J. Chen<sup>1<\/sup>, S. Majumdar<sup>1<\/sup>, G. Ronquillo<sup>1<\/sup>, T. Crowder<sup>1<\/sup>, R. Emond<sup>1<\/sup>, R. Factor<sup>4<\/sup>, E. Barragan<sup>1<\/sup>, D. Bowtell<sup>5<\/sup>, A. Cohen<sup>6<\/sup>, D. D. Schmolze<sup>1<\/sup>, P. Lee<sup>1<\/sup>, K. Ihle<sup>1<\/sup>, L. Tumyan<sup>1<\/sup>, A. Nath<sup>1<\/sup>, J. Waisman<sup>1<\/sup>, A. Bild<sup>1<\/sup>, J. Chang<sup>2<\/sup>; <br\/><sup>1<\/sup>City of Hope National Medical Center, Duarte, CA, <sup>2<\/sup>University of Texas Health Science Center, Houston, TX, <sup>3<\/sup>Children's Mercy Kansas City, Kansas City, KS, <sup>4<\/sup>University of Utah, Salt Lake City, UT, <sup>5<\/sup>Peter MacCallum Cancer Centre, Melbourne, Australia, <sup>6<\/sup>Inova Schar Cancer Institute, Fairfax, VA","CSlideId":"","ControlKey":"eb103a0c-6c70-4c79-a6be-1fbb6128fd55","ControlNumber":"8041","DisclosureBlock":"&nbsp;<b>I. Bishara, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>J. I. Griffiths, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>P. A. Cosgrove, <\/b> None..<br><b>J. R. McQuerry, <\/b> None..<br><b>F. Chi, <\/b> None..<br><b>P. Wallet, <\/b> None..<br><b>V. K. Grolmusz, <\/b> None..<br><b>B. Copeland, <\/b> None..<br><b>L. Pflieger, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>S. Majumdar, <\/b> None..<br><b>G. Ronquillo, <\/b> None..<br><b>T. Crowder, <\/b> None..<br><b>R. Emond, <\/b> None..<br><b>R. Factor, <\/b> None..<br><b>E. Barragan, <\/b> None..<br><b>D. Bowtell, <\/b> None..<br><b>A. Cohen, <\/b> None..<br><b>D. D. Schmolze, <\/b> None..<br><b>P. Lee, <\/b> None..<br><b>K. Ihle, <\/b> None..<br><b>L. Tumyan, <\/b> None..<br><b>A. Nath, <\/b> None..<br><b>J. Waisman, <\/b> None..<br><b>A. Bild, <\/b> None..<br><b>J. Chang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9320","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7353","PresenterBiography":null,"PresenterDisplayName":"Isaac Bishara","PresenterKey":"d5bd21df-be1f-4a87-b6f6-ea17ab87fc52","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7353. Exploring intrapatient heterogeneity in metastatic breast cancer: Insights into tumor evolution from a warm procurement trial","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring intrapatient heterogeneity in metastatic breast cancer: Insights into tumor evolution from a warm procurement trial","Topics":null,"cSlideId":""},{"Abstract":"Acute myeloid leukemia (AML) is a blood malignancy of poor prognosis with marked heterogeneity. To elucidate the underlying mechanisms that drive AML as part of the Clinical Proteomic Tumor Analysis Consortium (CPTAC) effort, we performed comprehensive genomics, transcriptomics, proteomics including multiple post-translational modifications (phosphorylation, acetylation, and glycosylation), metabolomics, and lipidomics characterization of 173 treatment-na&#239;ve AML patients. Applying the similarity network fusion method on both transcriptomics and proteomics data, we identified 8 proteogenomic clusters. These clusters recapitulate specific recurrent mutations and established clinical subtypes available within the cohort. We used single-cell RNAseq data as a reference to perform immune component analysis for collected bulk samples. The result reveals that our proteogenomic clustering also captures the variations of AML differentiation hierarchies including CD14+ monocyte-like and GMP-like AML. To assess the complex disease nature of AML, we performed functional analysis for each cluster to reveal interplay between multiple genomic aberrations such as NPM1, FLT3-ITD, DNMT3A mutations, complex chromosomal alterations, and the leukemia cell differentiation. Importantly, the multi-omics analysis performed not only connects previously identified molecular drivers and cell differentiation variations within AML, but also links them with observed cancer metabolomic reprogramming with their drug response implications. Moreover, our study also identified site-specific post-translational modifications previously not known in AML, highlighting the valuable insights and clinical relevance of these newly identified clusters.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Metabolomics,Proteomics,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"A. Chu<sup>1<\/sup>, <b>Y. Hsiao<\/b><sup>1<\/sup>, Y. Deng<sup>1<\/sup>, C. Wang<sup>2<\/sup>, J. Kyle<sup>3<\/sup>, Y. Dou<sup>2<\/sup>, J. C. Pino<sup>3<\/sup>, C. Posso<sup>3<\/sup>, L. Henry<sup>1<\/sup>, L. Chen<sup>4<\/sup>, G. Li<sup>1<\/sup>, T.-S. Lih<sup>4<\/sup>, Y. Geffen<sup>5<\/sup>, F. Yu<sup>1<\/sup>, L. Ding<sup>6<\/sup>, G. Omenn<sup>1<\/sup>, C. Kumar<sup>1<\/sup>, S. M. Dhanasekaran<sup>1<\/sup>, E. Traer<sup>7<\/sup>, J. W. Tyner<sup>7<\/sup>, H. Zhang<sup>4<\/sup>, T. Liu<sup>3<\/sup>, S. Gosline<sup>3<\/sup>, B. Zhang<sup>2<\/sup>, A. Chinnaiyan<sup>1<\/sup>, A. I. Nesvizhskii<sup>1<\/sup>, M. Cieslik<sup>1<\/sup>, The CPTAC Consortium; <br\/><sup>1<\/sup>University of Michigan Medical School, Ann Arbor, MI, <sup>2<\/sup>Baylor College of Medicine, Houston, TX, <sup>3<\/sup>Pacific Northwest National Laboratory, Richland, WA, <sup>4<\/sup>Johns Hopkins university, Baltimore, MD, <sup>5<\/sup>Broad Institute of Massachusetts Institute of Technology and Harvard, Cambridge, MA, <sup>6<\/sup>Washington University School of Medicine, St. Louis, MO, <sup>7<\/sup>Oregon Health & Science University, Portland, OR","CSlideId":"","ControlKey":"0f44002e-5dc9-400d-8cc1-bf491188f84c","ControlNumber":"8051","DisclosureBlock":"&nbsp;<b>A. Chu, <\/b> None..<br><b>Y. Hsiao, <\/b> None..<br><b>Y. Deng, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>J. Kyle, <\/b> None..<br><b>Y. Dou, <\/b> None..<br><b>J. C. Pino, <\/b> None..<br><b>C. Posso, <\/b> None..<br><b>L. Henry, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>G. Li, <\/b> None..<br><b>T. Lih, <\/b> None..<br><b>Y. Geffen, <\/b> None..<br><b>F. Yu, <\/b> None..<br><b>L. Ding, <\/b> None..<br><b>G. Omenn, <\/b> None..<br><b>C. Kumar, <\/b> None..<br><b>S. M. Dhanasekaran, <\/b> None..<br><b>E. Traer, <\/b> None..<br><b>J. W. Tyner, <\/b> None..<br><b>H. Zhang, <\/b> None..<br><b>T. Liu, <\/b> None..<br><b>S. Gosline, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>A. Chinnaiyan, <\/b> None..<br><b>A. I. Nesvizhskii, <\/b> None..<br><b>M. Cieslik, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9321","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7354","PresenterBiography":null,"PresenterDisplayName":"Yi Hsiao, MS","PresenterKey":"0d314377-2499-4599-bd36-c5a905ba89f6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7354. Proteogenomic and metabolomic characterization of acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Proteogenomic and metabolomic characterization of acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"Existing evidence shows that some long non-coding RNAs (lncRNAs) can recruit chromatin regulators and form R-loops to mediate CCTCC-binding factor (CTCF) binding at topologically associated domain (TAD) boundaries to activate transcription of target genes. However, it remains unclear to what extent such lncRNA-dependent chromatin organization events occur genome-wide in normal and cancer cells. By curated public data of lncRNA, CTCF, RAD21 profiles and integrative analysis of multi-omics data using innovative computational approaches, we investigated global associations of lncRNAs and R-loops with activities of transcription factors and chromatin regulators in gene expression regulations across multiple human cell types. We developed a comprehensive computational pipeline for cross-cell-type analysis of lncRNA and protein-coding gene expression profiles and transcription factor binding profiles. We identified a total of 542 candidate genomic regions where lncRNAs play a pivotal role in regulating target genes by facilitating CTCF\/cohesin binding. R-loops are enriched at CTCF\/cohesin binding sites, suggesting their potential contribution to CTCF binding. Additionally, our findings underscore the significant cell-type specificity of CTCF binding patterns across the genome. This work adds knowledge to cancer genome organization and gene regulation, and builds foundations for further functional and mechanistic studies of lncRNAs and R-loops in the human genome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Long noncoding RNA,Chromatin remodeling,Bioinformatics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Wang<\/b>, Z. Wang, Y.-H. Wang, H. Li, P. Stukenburg, C. Zang; <br\/>University of Virginia, Charlottesville, VA","CSlideId":"","ControlKey":"9fb35c92-a18d-4568-84e6-d1ebac78d31a","ControlNumber":"8054","DisclosureBlock":"&nbsp;<b>S. Wang, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>P. Stukenburg, <\/b> None..<br><b>C. Zang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9322","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7355","PresenterBiography":null,"PresenterDisplayName":"Shengyuan Wang, PhD","PresenterKey":"49ded824-5e48-4f89-a92f-4f9a144c249b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7355. Integration analysis of lncRNAs and R-loops in 3D genome organization and gene regulation in the cancer genome","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integration analysis of lncRNAs and R-loops in 3D genome organization and gene regulation in the cancer genome","Topics":null,"cSlideId":""},{"Abstract":"Esophageal squamous cell carcinoma (ESCC) predominantly affects African Americans (AA). Esophageal Cancer (EC) consists of two major histological subtypes: esophageal adenocarcinoma and squamous cell carcinoma. ESCC ranks among the most lethal cancers and is particularly aggressive among AA, comprising about 75% of total ESCC patients. The 5-year survival rate for localized EC in AA patients is 25%; in contrast, the survival rate for EC patients of Caucasian origin is 48%. However, for metastatic disease, the survival rate decreases dramatically to 5% regardless of race. To conduct an extensive mutation screening, we performed whole exome sequencing (WES) in 10 paired AA ESCC and control tissues. Mutations included nonsynonymous mutations in multiple genes and copy number variations. Here, we report on further analysis of the WES data to identify 3 UTR noncoding region alterations, comprising the highest proportion of noncoding variations. Whole exome sequencing was performed using Agilent SureSelect XT Human All Exon V6 + UTR kit on matched normal-tumor samples from 10 AA patients (nine males and one female) with advanced-stage ESCC. The ages of patients ranged from 53 to 80 years. All patients, except for one, reported tobacco use and alcohol consumption. Our analysis yielded 5378 variants in noncoding regions in our cohort. The most variations were found in the 3UTR location, with 46% of all noncoding variations. In our dataset, variations in the 3UTR region of 48 genes were predicted by CScape to assert an oncogenic effect. The highest ten oncogenic predictive scores are for <i>ETV1, FOXO3, MSI2, TCF7L2, KAT6A, FOXO1, IRF4,<\/i> <i>TRIM24, ELK4, <\/i><i>and FGFR1<\/i> genes. Approximately 2500 genes having 3&#8217;UTR variations are over-presented in intracellular signaling and cell-cell communications, transcriptional regulation of pluripotent stem cells by OCT4, SOX2, NANOG, generic RNA polymerase II transcription, RHO GTPase cycle, and regulation of cytoskeletal remodeling. The combined effects of noncoding and coding region mutations may largely impact poor prognosis in AA with ESCC and yield targets for developing candidate therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Esophageal cancer,Mutations,Sequencing,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Erkizan<\/b><sup>1<\/sup>, R. Wadleigh<sup>2<\/sup>; <br\/><sup>1<\/sup>Washington-Liberty High School, Arlington, VA, <sup>2<\/sup>Institute for Clinical Research, Veterans Affairs Medical Center, Washington, DC","CSlideId":"","ControlKey":"7e7d100a-73cc-4e57-872c-2110fc565bd8","ControlNumber":"8055","DisclosureBlock":"&nbsp;<b>C. Erkizan, <\/b> None..<br><b>R. Wadleigh, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9323","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7356","PresenterBiography":null,"PresenterDisplayName":"Ceyda Erkizan, No Degree","PresenterKey":"edf23926-b4d6-4cc2-89d0-1e8f5db49788","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7356. 3 UTR variations in esophageal squamous cell carcinoma in African Americans","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"3 UTR variations in esophageal squamous cell carcinoma in African Americans","Topics":null,"cSlideId":""},{"Abstract":"B-cell lymphoma is a severe type of lymphatic cancer that is often misdiagnosed in adolescents. While some cases of B-cell lymphoma respond well to chemo- and radiation therapy, there are severe side effects, and many cases are refractory and fail to achieve remission. On the other hand, though CD19 CAR T-cell therapy is highly effective at treating B-cell lymphoma, its association with long-term immunocompromisation justifies the exploration of alternative treatments. Comparing B-cell lymphomas to an autoimmune disease that affects the same tissue type may grant us additional insights into immuno-oncology related treatments for B-cell lymphoma. We have developed a novel tool to compare cancer and autoimmune disease by analyzing bulk RNA-sequencing (RNA-seq) data. This algorithmic approach uses the transcriptional profile to improve our understanding of B-cell specific mechanisms that can be targeted in B-cell lymphoma. Using this tool, we compared the transcriptional signatures of primary B-cell lymphomas with primary B-cells from patients with systemic lupus erythematosus, an autoimmune disease. We identified specific genes and enriched functions associated with B-cell lymphoma&#8217;s immune signature. We expect that the results of our B-cell lymphoma analysis could be used to develop beneficial treatments alternative to current therapies, potentially mitigating side effects for B-cell lymphoma patients and increasing their quality of life.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Lymphoma,B cells,RNA sequencing (RNA-Seq),Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Kim<\/b>, N. Rapier-Sharman, M. T. Told, K. L. ONeill, B. E. Pickett; <br\/>Brigham Young University, Provo, UT","CSlideId":"","ControlKey":"50dff6f6-007c-4599-a6f4-bde8285887c4","ControlNumber":"8138","DisclosureBlock":"&nbsp;<b>S. Kim, <\/b> None..<br><b>N. Rapier-Sharman, <\/b> None..<br><b>M. T. Told, <\/b> None.&nbsp;<br><b>K. L. ONeill, <\/b> <br><b>ThunderBiotech<\/b> Stock, Patent.<br><b>B. E. Pickett, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9324","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7357","PresenterBiography":null,"PresenterDisplayName":"Sehi KIm","PresenterKey":"58843275-5567-46ab-ba0b-dc7697411c02","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7357. Comparative transcriptomic analysis reveals novel insights into targetable B-cell lymphoma mechanisms","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparative transcriptomic analysis reveals novel insights into targetable B-cell lymphoma mechanisms","Topics":null,"cSlideId":""},{"Abstract":"Esophageal Cancer is a deadly disease with a tendency to be diagnosed at the later stages. Considered a rare disease, accounting for 1.1% of all cancers, EC comprises 2.6% of all cancer deaths. The survival rate for all stages is 21.7%. However, the survival rate decreases to 5.6 % for advanced-stage cancers. EC is more common in men and associated with older age and heavy alcohol and tobacco use. In the last 25 years, the death rate of EC has been decreasing slightly from 4.3 to 3.7. The death rates for lung, prostate, and colon cancers have decreased by half in the same time frame. Therefore, novel therapies and biomarkers are urgently needed to accelerate survival and reduce the death rates by at least half for patients with EC.We previously completed exome sequencing in a small sample size and observed that the mutations in the noncoding regions of the EC genome are highly affected. In this study, we perform exome sequencing in 110 paired esophageal tumors and normal tissues using an Agilent SSELXT HS Exon V8+UTR library enrichment kit. Twelve paired EC and normal tissues are sequenced using the PacBio Hifi system.In WES, we detected almost half of the noncoding region mutations in the 3UTR and 2kb downstream regions of the genome, significantly affecting 51 oncogenic or tumor suppressor genes. In addition, the involved genes are over-represented in critical signaling pathways and transcriptional regulation of pluripotent stem cells. The number of changes in the 5UTR and 2kb upstream are similar to the number of variations in the intronic regions. Apoptosis, stress response, and DNA double-strand break repair pathways are affected by 5UTR mutations. Mutations in the intronic regions frequently occurred in pro-tumorigenic immune regulation genes, such as IL-33 and IL-6, and oncogene-induced senescence.The combined effect of these genetic and coding region mutations on oncogenes, significant signaling pathways, cancer cell stemness, DNA damage repair pathways, and immune system regulation may significantly impact poor prognosis in EC patients. Further studies will verify the effectiveness of targeting these genes for developing candidate therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Esophageal cancer,Whole exome sequencing,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. V. Erkizan<\/b><sup>1<\/sup>, R. Wadleigh<sup>2<\/sup>; <br\/><sup>1<\/sup>VA Medical Ctr. and Washington DC and George Washington University, Washington, DC, <sup>2<\/sup>VA Medical Ctr. and Washington DC, Washington, DC","CSlideId":"","ControlKey":"96956228-6bf6-4624-9037-016dedccb548","ControlNumber":"8154","DisclosureBlock":"&nbsp;<b>H. V. Erkizan, <\/b> None..<br><b>R. Wadleigh, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9325","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7358","PresenterBiography":null,"PresenterDisplayName":"Hayriye Erkizan, PhD","PresenterKey":"a1c14c98-0893-4c7c-90b6-e81abf019a00","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7358. Role of noncoding genome architecture in esophageal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of noncoding genome architecture in esophageal cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is a drug resistant and lethal cancer. To better understand this disease, we separately analyzed five published human PDAC microarrays, determined the differential genes in each dataset and defined a gene as &#8216;consistent&#8217; if it is &#8216;upregulated&#8217; or &#8216;downregulated&#8217; in &#62;4 datasets (adjusted <i>P<\/i>&#60;0.05). We identified 2,010 consistently upregulated- and 1,928 downregulated genes, over 50% of which were previously uncharacterized in PDAC. These genes span multiple processes, including cell cycle, immunity, transporters, metabolism, signaling, transcription factors and epigenetics. - with cell cycle and glycolysis being the most altered. Many consistent genes correlated with tumor subtype, proliferation, metastasis, and ~41% predicted survival, notably, <i>OGN, PLOD2, DIAPH3, C2orf40<\/i>,<i> ADM<\/i>, <i>UPP1, ZNF189, DCBLD2<\/i>, <i>PLAG1,<\/i> and glycolysis genes<i>ALDOA, GAPDH, PKM <\/i>and <i>LDHA<\/i>. We identified 451 high priority targets, including 185 upregulated genes (notably in cell cycle and glycolysis) whose knockdown suppressed PDAC cell growth in prior RNAi screen studies. Our results represent an important milestone in the quest for mechanisms, drug targets and biomarkers and could enable the discovery of novel mechanisms and therapies in PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Cancer,Genomics,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Z. C. Nwosu<\/b>, M. Pasca di Magliano, C. Lyssiotis; <br\/>University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"89f0a82a-6fbb-470e-a175-f8e6510b9d3b","ControlNumber":"8227","DisclosureBlock":"&nbsp;<b>Z. C. Nwosu, <\/b> None..<br><b>M. Pasca di Magliano, <\/b> None..<br><b>C. Lyssiotis, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9326","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7359","PresenterBiography":null,"PresenterDisplayName":"Zeribe Nwosu, PhD","PresenterKey":"4d7f77b2-935f-4d5f-b0dd-24c3ea9edab3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7359. Priority targets in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Priority targets in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Temozolomide has been extensively utilized in the treatment of gliomas across various grades, offering significant therapeutic benefits. However, the impact of concurrent mutations in TP53 and other tumor suppressor genes (TSG) on treatment outcomes in patients with IDH1 mutant low-grade glioma (LGG) treated with temozolomide remains to be fully understood. This study aims to explore the influence of these genetic factors on the response to temozolomide therapy, focusing on identifying potential genetic markers that can predict therapeutic outcomes.<br \/>Methods: Our study exclusively analyzed The Cancer Genome Atlas (TCGA) LGG PanCancer dataset from cBioPortal, focusing on IDH1 mutant cases treated with temozolomide. Data analysis was carried out using Python 3.11. The cohort was categorized based on genetic alterations: TP53 mutation with additional TSGs (ATRX, CIC, FUBP1, NOTCH1) mutations (TP53mut\/TSGmut), TP53 mutation without additional TSG mutations (TP53mut\/TSGwt), and no TP53 mutations (TP53wt).<br \/>Results: In our study, 178 LGG samples with IDH-1 mutation treated with temozolomide were selected. Of these, 113 samples had a mutation in TP53, and 88 had an additional mutation in a TSG. For TP53mut\/TSGmut compared to TP53wt, the analysis revealed significant differences in clinical outcomes (PFS: HR 1.95, CI: 1.17-3.26, p=0.011; OS: HR 1.6, CI: 1.13-2.26, p=0.008). When comparing TP53mut\/TSGwt with TP53mut\/TSGmut, the findings were (PFS: HR 1.36, CI: 0.63-2.92, p=0.432; OS: HR 0.93, CI: 0.31-2.79, p=0.896). Finally, the comparison between TP53wt and TP53mut\/TSGwt showed (PFS: HR 1.45, CI: 0.62-3.39, p=0.397; OS: HR 2.31, CI: 0.64-8.3, p=0.200).<br \/>Conclusion: The presence of concurrent mutations in TP53 and other TSGs in IDH1 mutant LGG patients (TP53mut\/TSGmut) is indicative of a more aggressive disease course and reduced response to temozolomide treatment, as evidenced by significantly worse clinical outcomes. In contrast, the TP53mut\/TSGwt group did not exhibit significant differences in treatment outcomes. These findings underscore the importance of detailed genetic profiling in developing personalized treatment strategies for this patient population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Glioma,IDH1,Tumor suppressor gene,TP53,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. E. Salem<\/b><sup>1<\/sup>, B. O. Abu Alragheb<sup>2<\/sup>; <br\/><sup>1<\/sup>Al-Bashir Hospital, Amman, Jordan, <sup>2<\/sup>The University of Jordan, Amman, Jordan","CSlideId":"","ControlKey":"dd90d624-c758-426a-b7db-6b0a1bf6794b","ControlNumber":"8321","DisclosureBlock":"&nbsp;<b>Y. E. Salem, <\/b> None..<br><b>B. O. Abu Alragheb, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9328","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7361","PresenterBiography":null,"PresenterDisplayName":"Yahia Salem, MD","PresenterKey":"85c29549-dbfa-4d4b-abc7-00811a8e16d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7361. The prognostic value of TP53 and tumor suppressor gene mutations in temozolomide-treated IDH1 mutant low-grade glioma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The prognostic value of TP53 and tumor suppressor gene mutations in temozolomide-treated IDH1 mutant low-grade glioma","Topics":null,"cSlideId":""},{"Abstract":"Spatial omics technologies have made significant advances in recent years, improving our understanding of the spatial localization of cells and intercellular interactions. Intercellular interactions are essential for maintaining proper tissue function and homeostasis, and dysregulation of these interactions can contribute to various diseases, including cancer and autoimmune disorders. Ligand proteins, one of the signaling molecules responsible for cell-cell interactions, bind to cell surface receptors and trigger intracellular signaling pathways. The effective range of ligand signaling, i.e. the extent to which a cell spatially and directly transmits information via the ligand, has not been systematically studied, although it may determine the occurrence of cell-cell interactions. The authors have previously developed methodologies combining spatial transcriptomics and single-cell RNA sequencing to analyze intercellular interactions at the single-cell level in spatial dimensions. Additionally, we have devised a technique to model the spatial diffusion of ligands from spatial transcriptomics and estimate the spatial range of ligand action. In this study, we used these developed methods to elucidate events in the tumor microenvironment of brain metastatic lung cancer tissue. Specifically, an integrated analysis of metastatic brain tumor samples was performed using visium and single-cell data from the same patient. The results suggest the presence of a heterogeneous microglial subpopulation, including clusters enriched in cytokines and chemokines for angiogenesis and wound healing, clusters associated with immune tolerance via IL-10 signaling, clusters enriched in gene sets related to phagocytosis, antigen processing, and antigen presentation, and clusters related to clearance of pathogens and residues. The presence of homogeneous microglial subpopulations was suggested. Furthermore, these subpopulations exhibited different spatial distributions, suggesting that they interact with surrounding cancer cells through different mechanisms.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Microenvironment,Brain metastasis,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Hirose<\/b><sup>1<\/sup>, T. Tsuji<sup>2<\/sup>, Y. Kojima<sup>3<\/sup>, A. Yoshizawa<sup>4<\/sup>, Y. Arakawa<sup>5<\/sup>, H. Ozasa<sup>6<\/sup>, H. Wake<sup>2<\/sup>, T. Shimamura<sup>1<\/sup>; <br\/><sup>1<\/sup>Tokyo Medical & Dental University, Tokyo, Japan, <sup>2<\/sup>Department of Anatomy and Molecular Cell Biology, Nagoya University Graduate School of Medicine, Nagoya, Japan, <sup>3<\/sup>Laboratory of Computational Life Science, National Cancer Center Research Institute, Chuo-ku, Tokyo, Japan, <sup>4<\/sup>\u0009Department of Diagnostic Pathology, Graduate School of Medicine, Kyoto University, Kyoto, Japan, <sup>5<\/sup>\u0009\u0009Department of Neurosurgery, Graduate School of Medicine, Kyoto University, Kyoto, Japan, <sup>6<\/sup>\u0009Department of Respiratory Medicine, Graduate School of Medicine, Kyoto University, Kyoto, Japan","CSlideId":"","ControlKey":"02a5787c-b4d4-4e92-b12c-ecad8b509f3b","ControlNumber":"8407","DisclosureBlock":"&nbsp;<b>H. Hirose, <\/b> None..<br><b>T. Tsuji, <\/b> None..<br><b>Y. Kojima, <\/b> None..<br><b>A. Yoshizawa, <\/b> None..<br><b>Y. Arakawa, <\/b> None..<br><b>H. Ozasa, <\/b> None..<br><b>H. Wake, <\/b> None..<br><b>T. Shimamura, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9329","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7362","PresenterBiography":null,"PresenterDisplayName":"Haruka Hirose","PresenterKey":"5949dd2f-a44b-4be2-9484-c974f4b4608c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7362. Integrated analysis of scRNAseq and spatial omics in brain metastatic lung cancer tumor tissue","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrated analysis of scRNAseq and spatial omics in brain metastatic lung cancer tumor tissue","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Colorectal cancer (CRC) is the second leading cause of cancer-related death worldwide. BRAF, a protein kinase of the Mitogen-Activated Protein Kinase (MAPK) pathway, is mutated in 12% of colorectal cancers and is a poor prognostic factor for patients. BRAF mutations at the V600 codon are most studied but non-V600 BRAF mutations also exist and behave differently. BRAF V600 CRC treated with BRAF+MEK inhibitors show 12% response rates while we observe 65% response rates in BRAF V600 Melanoma. Additionally, no approved targeted therapies exist for non-V600 BRAF mutant cancers and retrospective studies show poorer PFS with BRAF+MEK inhibitors vs BRAF V600 cancers. We interrogated publicly available data of BRAF mutant CRC to uncover differences in the tumor microenvironment and signalling pathways of BRAF V600 and non-V600 tumors in hopes of uncovering better treatments.<br \/><b>Methods<\/b>: We analyzed the clinical and genomic profile of BRAF mutant CRC tumors from the GENIE v12 data. Gene Set Enrichment Analysis was performed on RNAseq from the TCGA data (discovery cohort) and the combined data from CPTAC and Sidra-LUMC data (validation cohort). We investigated the composition of tumor infiltrating immune cells using CIBERSORTx (deconvolution algorithm for bulk RNAseq).<br \/><b>Results<\/b>: Non-V600 mutations (n=219\/1061) were most represented in patients of Asian or Black race compared to White patients (p&#60;0.0001) and importantly, were found in younger patients (p&#60;0.0001). We identified n=67 and n=74 BRAF mutant RNAseq samples in the discovery and validation cohorts, respectively. In the discovery cohort: BRAF V600 CRC were enriched for Interferon Gamma Signaling, Complement pathway, and IL6 JAK STAT3 Signaling (p&#60;0.05) while the non-V600 BRAF mutant CRC showed an enrichment for Wnt-beta Catenin, Notch, and Hedgehog Signaling pathways (p&#60;0.05). In the validation cohorts these same pathways were enriched in V600 and non-V600 BRAF mutant tumors. Interestingly, enrichment of genes co-mutated (GENIE data) in non-V600 BRAF mutant CRC also revealed the Wnt pathway. Non-V600 CRC tumors have a higher proportion of M0 macrophages (p=0.0035) and CD4 memory resting T cells (p&#60;0.0001) while patients with V600 CRC have higher proportions of CD8 T cells (p=0.006) and activated mast cells (p=0.0341).<br \/><b>Conclusion<\/b>: No optimal therapeutic strategies have been defined for these potentially actionable non-V600 BRAF mutant CRCs. By exploring the multi-omic landscape of these tumors we have identified unique characteristics of non-V600 BRAF mutant CRC that could be therapeutically exploited.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Multiomics,Colorectal cancer,Targeted therapy,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Rousselle<\/b>, S. Kazandjian, A. Rose; <br\/>McGill University, Montreal, QC, Canada","CSlideId":"","ControlKey":"c8b6c026-a8ba-4ebb-8388-08e34eef01af","ControlNumber":"8419","DisclosureBlock":"&nbsp;<b>E. Rousselle, <\/b> None..<br><b>S. Kazandjian, <\/b> None..<br><b>A. Rose, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9330","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7363","PresenterBiography":null,"PresenterDisplayName":"Emmanuelle Rousselle","PresenterKey":"f461b007-0190-4b0a-a24b-8cc3ed3ca1ed","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7363. Clinical, genomic, transcriptomic and immunologic profile of BRAF mutant colorectal tumors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical, genomic, transcriptomic and immunologic profile of BRAF mutant colorectal tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Microvascular invasion (MVI) is a well-known prognostic factor in predicting cancer relapse after curative resection of resectable hepatocellular carcinoma (HCC).Therefore, there is a clear unmet need for a precision strategy based on cancer-specific multi-omics features to predict the MVI feature at the initial diagnosis of HCC.<br \/><b>Methods<\/b>: Using gene expression profiling for resected human HCC (Discovery cohort, n=240), we identified the transcriptomic signature predicting the MVI feature. Comprehensive analyses were performed using the dataset from the cancer dependency map (DepMap) project, including cancer-specific molecular characterization with multi-omics data, and drug sensitivity with compound screening, and integrative <i>in-silico<\/i> prediction methods to uncover MVI. The transcriptomic signature predicting the MVI feature were validated in independent translational cohorts (TCGA-LIHC; n=373, KOREA; n=188, TOKYO; n=183, MODENA; n=78, ZHONGSHAN; n=159).<br \/><b>Results<\/b>: The MVI signature with 1028 genes was identified from robust statistical testing from the discovery cohort, and robust validation for the prediction performance of the MVI signature showed significant accuracy in the validation cohort (AUC=0.865, p&#60;0.01). Multi-omics analysis revealed aggressive tumor biology associated with the MVI signature and specified biomarkers.<br \/><b>Conclusions<\/b>: Integrative multi-omics profiling for resectable HCC uncovers biomarkers to predict MVI. A novel combination of biomarkers performs in sorting out the tumor with aggressive tumor biology. A precision strategy to discover resectable tumors beneficial from surgical resection can be established from consecutive clinical trials based on this translational study.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Systems biology,Bioinformatics,Biomarkers,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>I. Kang<\/b>, W. Kwon, S. Lee; <br\/>Laboratory of Integrative Precision Oncology, Seongnam, Korea, Republic of","CSlideId":"","ControlKey":"e15211a3-fe7b-4a48-8c01-78776c5cccda","ControlNumber":"8448","DisclosureBlock":"&nbsp;<b>I. Kang, <\/b> None..<br><b>W. Kwon, <\/b> None..<br><b>S. Lee, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9331","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7364","PresenterBiography":null,"PresenterDisplayName":"Incheon Kang","PresenterKey":"66eb91b9-bb26-4ab4-b019-0c5685122ea6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7364. Comprehensive multi-omics analysis for resectable hepatocellular carcinoma uncovers biomarkers to predict microvascular invasion","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive multi-omics analysis for resectable hepatocellular carcinoma uncovers biomarkers to predict microvascular invasion","Topics":null,"cSlideId":""},{"Abstract":"Introduction: With the accumulation of large-scale pharmacogenomic data such as whole-genome RNA sequencing, copy number and mutation profiles for tens of thousands of samples, further screened with thousands of small molecules and other perturbagens, the question arises how to best leverage partially overlapping datasets generated at different facilities. Notably, Haibe-Kains et al. observed discordance in state-of-the-art pharmacogenomic repositories. As research groups across the world continue to generate drug screens of variable size and quality, the need for approaches that can learn from such partially overlapping experiments and improve the signal to noise ratio emerges with increasing importance.<br \/>Methods: A previously published Bayesian group factor analysis model was shown to outperform other approaches in predicting drug response and identifying gene signature from pharmacogenomic datasets particularly by leveraging shared information for a given gene across multiple omics assays. Here, we applied the same model in a similar fashion to now learn from shared observations for the same drug across multiple partially overlapping and noisy small molecule screens. We integrate gene expression, mutation and drug response data from the two largest pan-cancer repositories at the Broad and Sanger Institutes, respectively. We train joint models on partially overlapping data from both. We evaluate our performance in three ways: 1) we test if the joint model improves the prioritization of known consensus biomarkers for the drugs shared between the two cohorts; 2) we test if the joint model improves the recapitulation of shared drug mechanism of action as compared to the single dataset models; 3) we evaluate the joint models with respect to pathway enrichment as compared to the single dataset models.<br \/>Results: We evaluated the performance of our joint model for 5 drugs shared between the 2 resources: selumetinib, tanespimycin, nutlin 3A, mirdametinib and PLX4720. First, we show that training joint models on partially overlapping pharmacogenomic datasets can overall improve gene signature identification by improving the ranks of known consensus biomarkers. Second, we show that the joint model learns a latent representation of the drugs that better recapitulates the underlying known mechanisms of action for the three serine\/threonine kinase inhibitors. Finally, we show that the joint model achieved improved pathway enrichment results for the targeted MAPK\/ERK signaling pathway.<br \/>Conclusions: We present an application of a Bayesian group factor analysis model, where we employ a drug-centric prior to transfer information about drugs screened in multiple datasets. We show that joint models leveraging partially overlapping large-scale pharmacogenomic datasets from the Broad and Sanger institutes can overall improve drug signature identification.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Pharmacogenomics,Bioinformatics,Biomarkers,Mitogen-activated protein kinase (MAPK) pathway,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Thirumalaisamy<\/b><sup>1<\/sup>, S. K. Joshi<sup>2<\/sup>, M. Gnen<sup>3<\/sup>, O. Nikolova<sup>1<\/sup>; <br\/><sup>1<\/sup>Oregon Health & Science University, Portland, OR, <sup>2<\/sup>Stanford University, Stanford, CA, <sup>3<\/sup>Ko University, Istanbul, Turkey","CSlideId":"","ControlKey":"b3b66a86-2487-4fc7-89c2-1cb0d16cd0cc","ControlNumber":"8641","DisclosureBlock":"&nbsp;<b>D. Thirumalaisamy, <\/b> None..<br><b>S. K. Joshi, <\/b> None..<br><b>M. Gnen, <\/b> None..<br><b>O. Nikolova, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9332","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7365","PresenterBiography":null,"PresenterDisplayName":"Dharani Thirumalaisamy, MS","PresenterKey":"8eec6c7a-9c95-4f8e-9836-5dbe4cee71e7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7365. Drug-centric prior improves drug response signature identification in partially overlapping, large-scale pharmacogenomic datasets","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Drug-centric prior improves drug response signature identification in partially overlapping, large-scale pharmacogenomic datasets","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Non-small cell lung cancer (NSCLC) is the leading cause of cancer-related death in the United States. Though NSCLC is genetically heterogeneous, as many as 30% of NSCLC patients harbor gain-of-function mutations in the <i>KRAS<\/i> oncogene. Recent studies have demonstrated that <i>KRAS<\/i> mutations lead to extensive remodeling of the tumor immune microenvironment. However, though the effect of co-mutations in genes such as <i>TP53<\/i> and <i>STK11 <\/i>are known to have prognostic relevance in <i>KRAS<\/i>-mutated patients, their mechanistic effect on tumor immunogenicity is largely unknown.<br \/><b>Methods:<\/b> In the present single-center study, we enrolled a total of 189 NSCLC patients. Paraffin specimens from each underwent a standardized analysis including immunohistochemistry for PD-L1 expression, whole exome DNA sequencing, and whole transcriptome RNA sequencing.<br \/><b>Results:<\/b> Patients with activating <i>KRAS<\/i> mutations demonstrated a significant increase in PD-L1 expression as well as in CD8+ T-cell infiltration, both of which were enhanced by co-occurring <i>TP53<\/i> mutation. Interestingly, in patients with loss-of-function <i>STK11<\/i> mutations, there was no association between <i>KRAS<\/i> mutation status and either PD-L1 expression or CD8+ T-cell infiltration. Subsequent genomic analysis demonstrated that <i>KRAS\/TP53<\/i> co-mutated tumors had a significant decrease in the expression of glycolysis-associated genes, and increase in several genes involved in lipid metabolism, notably <i>Lipoprotein Lipase <\/i>(<i>LPL<\/i>), <i>Low Density Lipoprotein Receptor <\/i>(<i>LDLR<\/i>), and <i>LDLRAD4<\/i>. Conversely, in the immune-excluded <i>KRAS\/STK11<\/i> co-mutated group, we observed diminished lipid metabolism and no change in anaerobic glycolysis. Interestingly, in patients with low expression of <i>LPL<\/i>, <i>LDLR<\/i>, or <i>LDLRAD4<\/i>, gain-of-function <i>KRAS<\/i> mutations had no effect on tumor immunogenicity. However, in patients with robust expression of these genes, <i>KRAS<\/i> mutations were strongly associated with increased immunogenicity and associated with improved overall survival.<br \/><b>Conclusions: <\/b>These data suggest that<i> <\/i>gain-of-function<i> KRAS<\/i> mutations are associated with an increase in immunogenicity, though this appears to be dependent on a corresponding increase in lipid metabolism. Our data further suggest that the loss of <i>STK11 <\/i>may function as a metabolic switch to suppress lipid metabolism in favor of glycolysis, thereby negating KRAS-induced immunogenicity. Hence, this concept warrants continued exploration, both as a predictive biomarker and potential target for therapy in patients receiving ICI-based immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Lung cancer,KRAS,RNA sequencing (RNA-Seq),Tumor infiltrating lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Principe<\/b><sup>1<\/sup>, M. Pasquinelli<sup>1<\/sup>, R. Nguyen<sup>1<\/sup>, L. Feldman<sup>1<\/sup>, A. Aissa<sup>2<\/sup>, F. D. Weinberg<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Illinois Chicago, Chicago, IL, <sup>2<\/sup>Federal University of So Paulo, Sao Paulo, Brazil","CSlideId":"","ControlKey":"72f2165d-ac03-44b4-8a94-a0316bec8355","ControlNumber":"8665","DisclosureBlock":"&nbsp;<b>D. Principe, <\/b> None..<br><b>M. Pasquinelli, <\/b> None..<br><b>R. Nguyen, <\/b> None..<br><b>L. Feldman, <\/b> None..<br><b>A. Aissa, <\/b> None.&nbsp;<br><b>F. D. Weinberg, <\/b> <br><b>Amgen<\/b> Speaker. <br><b>Regeneron<\/b> Speaker, Advisory Board. <br><b>Astra Zeneca<\/b> Advisory Board. <br><b>Jazz Pharmaceuticals<\/b> Advisory Board. <br><b>TEMPUS<\/b> Speaker, Advisory Board.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9333","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7366","PresenterBiography":null,"PresenterDisplayName":"Daniel Principe, MS","PresenterKey":"7457dc1a-aef3-4833-a009-9e64574218ab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7366. Loss of STK11 suppresses lipid metabolism to attenuate KRAS-induced immunogenicity in patients with non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Loss of STK11 suppresses lipid metabolism to attenuate KRAS-induced immunogenicity in patients with non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer remains a leading cause of morbidity and mortality worldwide, necessitating innovative approaches for early detection and intervention. This study leverages the comparative biology paradigm, exploring the shared oncological pathways between humans and canines through a unique multi-omics approach. We have gathered a diverse cohort comprising healthy dogs, canine mammary tumor patients, and their respective human guardians, collecting comprehensive clinical data alongside blood samples. Employing RNA-seq, MBD-seq, and LCMS, we aim to construct a detailed transcriptomic, methylomic, and proteomic landscape to elucidate potential sentinel biomarkers indicative of an oncogenic environment shared between species. While results are forthcoming, the premise of our research rests on the hypothesis that environmental factors contributing to mammary cancer may manifest systemically, potentially affecting both canines and humans. By delineating these interspecies molecular signatures, we hope to advance the field of precision medicine, offering insights into early detection and the systemic nature of cancer pathobiology. This abstract presents the foundation and direction of our ongoing investigation, with a commitment to providing a comprehensive update, inclusive of significant findings, at the conference.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Multiomics,Cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Son<\/b><sup>1<\/sup>, A.-R. Nam<sup>1<\/sup>, H.-M. Park<sup>2<\/sup>, H. Kim<sup>1<\/sup>, J.-W. Lee<sup>1<\/sup>, J.-Y. Cho<sup>1<\/sup>; <br\/><sup>1<\/sup>Seoul National University, Seoul, Korea, Republic of, <sup>2<\/sup>Korea Research Institute of Standards and Science, Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"26dad6b8-80e5-40d3-bb55-4525db5dda62","ControlNumber":"8823","DisclosureBlock":"&nbsp;<b>K. Son, <\/b> None..<br><b>A. Nam, <\/b> None..<br><b>H. Park, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. Cho, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9335","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7368","PresenterBiography":null,"PresenterDisplayName":"Keun Hong Son, MS","PresenterKey":"e86de39b-0bb2-4ed3-ab41-1e1a3a8ad788","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7368. Sentinel omics signatures: Comparative clinical and blood sample analysis from canine mammary tumor patients and their human guardian","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sentinel omics signatures: Comparative clinical and blood sample analysis from canine mammary tumor patients and their human guardian","Topics":null,"cSlideId":""},{"Abstract":"Lineage plasticity hinders identification of cellular origin of cancers, as malignant cells cease to resemble benign cells from which they presumably evolved. Lung adenocarcinoma (LUAD), the most common primary lung cancer in United States is thought to arise from alveolar type II (AT2) cells. However recent mouse models have shown that LUADs may also arise from other cell types such as basal and club. Although such mouse models are considered to be gold standard for identifying cell of origin for cancers, they are generally limited to a specific genetic context and lack all cell types that are present in human lung. Thus, to better understand the cellular origins of LUAD, we utilized a publicly available lung scRNA-seq atlas from Human Cell Atlas, spanning over 584,000 cells from 107 individuals to investigate cell type specific passenger mutational footprints of transcriptional coupled repair process (a sub-pathway of nucleotide excision repair that preferentially corrects mutations in highly expressed genes) across 295 lung cancer WGS profiles. As most mutations in self-renewing tissues are thought to occur prior to the onset of tumorigenesis, genes that are most highly transcribed in the cell of origin would have fewer somatic single nucleotide variants (SNV). To test this hypothesis, our study correlated somatic mutational density with gene expression profiles of cell types to identify Alveolar Type 0 (AT0, newly identified cell type) cells to be most strongly associated with LUAD mutation density, suggesting that the ancestor of LUAD cells in tumor spent most of their non-cancerous time in AT0 state. Interestingly studies have shown that following DNA damage in AT2 cells, transition to AT1 occurs to repair the damage. However, if the damage is detrimental, the transition of AT2 to AT1 is stalled and the cells remain in AT0 (i.e., a transitionary) state. We propose that such stalling for a long period of time can give rise to LUAD. Further our study identified a subset of LUAD patients with non-AT2 (i.e., proximal) origin. In particular, we observed significantly higher KRAS mutations in distal origin LUAD patients compared to those in proximal origin LUADs. Finally, a subset of LUAD patients with distal cell of origin adopted a more proximal transcriptional identity. Extending our analysis to lung squamous cell carcinoma (LUSC) patients, we observed basal resting cells to be the Cell of Origin (COO) for LUSC. Our study provides a novel approach for identifying cell of origin for cancers and points to a complex interplay between origin and identify in lung adenocarcinoma evolution.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Single cell,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Panja, P. Mantri, J. A. Martinez, <b>M. Imielinski<\/b>; <br\/>NYU Langone Health, New York City, NY","CSlideId":"","ControlKey":"399c10fb-aaa7-475f-ab13-f5908a3bc730","ControlNumber":"8863","DisclosureBlock":"&nbsp;<b>S. Panja, <\/b> None..<br><b>P. Mantri, <\/b> None..<br><b>J. A. Martinez, <\/b> None..<br><b>M. Imielinski, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9336","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7369","PresenterBiography":null,"PresenterDisplayName":"Marcin Imielinski, MD;PhD","PresenterKey":"fc156c35-d3ef-4d1e-94f5-b3bbeb9322fa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7369. Passenger mutations link cellular origins and transcriptional identity in human lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"192","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 5","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Passenger mutations link cellular origins and transcriptional identity in human lung adenocarcinoma","Topics":null,"cSlideId":""}]