[{"Abstract":"Most cases of Pancreatic Ductal Adenocarcinoma (PDAC) are diagnosed after metastasis has occurred, making it crucial to find effective treatments for late-stage disease. Previously, our group found widespread epigenetic reprogramming during PDAC metastasis in the absence of additional driver mutations. These cells develop dependence on glucose metabolism through the oxidative pentose phosphate pathway (oxPPP). Inhibition of oxPPP with 6-aminonicotinamide (6AN) reverses the chromatin changes and restores cells to a less malignant state (McDonald <i>et al. Nat Gen<\/i>, 2017). To identify a clinically actionable mechanism for restoration, we hypothesized that oxPPP dependence leads to downstream metabolic changes that mediate chromatin state. Using untargeted metabolomic analysis, we found that alpha-ketoglutarate (AKG), a cofactor of lysine and histone demethylases, was downregulated by oxPPP inhibition (p=0.033) in a patient-derived xenograft lung metastasis cell line, A13Lg. Treatment of cells with 6AN and a cell permeable precursor of AKG largely reversed the chromatin changes seen on a western blot. Given that AKG is mainly produced by glutamine metabolism, we inhibited glutaminolysis with glutamine deprivation (Gln(-)) or the glutamine antagonist JHU083. Both treatments decreased AKG (Gln(-) p=0.002, JHU083 p=0.038) and prevented cell growth (Gln(-) p&#60;0.0001, JHU083 p=0.0002). Glutamine-deprived cells showed decreased ability to form colonies (p=0.004), and JHU083 treated cells showed impaired migration in a Boyden chamber assay (p=0.003). Western blots showed a decrease in H3K27 acetylation, a marker of euchromatin, and an increase in H3K9 and H3K27 methylation, markers of heterochromatin, in response to both treatments. Further, homogenized time-resolved fluorescence (HTRF) assays on glutamine-deprived cells showed that H3K9 di- (p=0.0016,) and tri- (p=0.0003) methylation was increased. Adding cell permeable AKG to media without glutamine largely negated both the phenotypic and epigenetic changes. Using CUT&#38;RUN against H3K27Ac, we found that acetylation was depleted at promoters involved in tumor cell proliferation, invasion, and migration. Bulk RNA-sequencing also showed decreased expression of genes involved in these pathways. Epigenetic and phenotypic changes were not as apparent after treatment with CB839, a glutaminase 1 inhibitor, suggesting that broad inhibition of glutamine metabolism is necessary for chromatin restoration. Together, these data suggest that decreasing AKG in PDAC distant metastasis cells, through glutamine deprivation or JHU083, leads to chromatin changes that specify less malignant phenotypes, providing a rationale for targeting glutamine metabolism as a therapy for late-stage PDAC. *APF and MM are co-corresponding authors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-07 Other,,"},{"Key":"Keywords","Value":"Epigenetics,Metabolism,Metastasis,Glutamine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Sherman<\/b>, J. Cheng, W. Zhou, H. Ji, M. Maeda, A. P. Feinberg; <br\/>Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"e956d736-59df-406c-8f0c-433a4eb8ad09","ControlNumber":"4718","DisclosureBlock":"&nbsp;<b>K. Sherman, <\/b> None..<br><b>J. Cheng, <\/b> None..<br><b>W. Zhou, <\/b> None..<br><b>H. Ji, <\/b> None..<br><b>M. Maeda, <\/b> None..<br><b>A. P. Feinberg, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6587","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4397","PresenterBiography":null,"PresenterDisplayName":"Kenna Sherman, BA","PresenterKey":"3ff0ed9f-1a31-4080-a3cd-6ecbb05b1f8e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4397. Alpha-Ketoglutarate is a master regulator of epigenetic reprogramming in pancreatic ductal adenocarcinoma progression","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Alpha-Ketoglutarate is a master regulator of epigenetic reprogramming in pancreatic ductal adenocarcinoma progression","Topics":null,"cSlideId":""},{"Abstract":"Aging is a process of systemic deterioration and the most significant risk factor for cancers. Clonal hematopoiesis (CH) commonly occurs with aging and links to higher mortality, leukemia risk, and cardiovascular diseases. Age-related CH involves the abnormal clonal expansion of hematopoietic stem cells (HSCs) bearing somatic mutations in genes frequently mutated in leukemia, including genes encoding epigenetic regulators, such as the DNA demethylase TET2. While such mutations are known to alter the HSC epigenome, the mechanisms through which these mutations drive HSC self-renewal, myeloid transformation, and inflammatory response remain elusive.<br \/>In this study, we hypothesize that aging and CH mutations cooperatively reshape the HSC transcriptomic landscape and enhancing HSC competitive advantage that facilitates clonal expansion.<i> <\/i>Recently,<i> TET2<\/i>-mutant CH in humans has been strongly associated with epigenetic age acceleration. Using single-cell multi-omic analyses and flow-cytometric phenotyping, we demonstrated, for the first time, that HSC aging processes at transcriptomic, epigenomic, and cellular levels are accelerated by <i>Tet2 <\/i>deficiency in mice, in an age-dependent manner<i>.<\/i> <i>Tet2-<\/i>deficient HSCs increase the HSC aging scores at an older age of greater than or equal to 16 months, but not at a young or mid-age, based on gene expression and chromatin accessibility at a single-cell resolution. This age acceleration was further validated by epigenetic clock analysis of DNA methylation mapping. Moreover, we found that <i>Tet2 <\/i>deficiency drives a significant expansion of HSCs, a cellular hallmark of HSC aging, in an age-dependent manner. Specifically, we observed increased expression of <i>S100a6<\/i>, <i>Cdk6<\/i>, <i>Egr1<\/i> in <i>Tet2<\/i>-deficient HSCs from older mice, suggesting that <i>Tet2 <\/i>deficiency hijacks the HSC expansion strategy during HSC aging by enhanced self-renewal. We also observed that the differentially expressed genes between <i>Tet2<\/i>-deficient older HSCs and control older HSCs are associated with open chromatin accessibility. Many of these genes are enriched in the targets of specific transcription factors (TFs), such as Egr1, Creb1, Stat family and Hoxb8. These target genes play critical roles in inflammatory pathways and HSC functions. In conclusion, our findings reveal that <i>Tet2<\/i> deficiency significantly contributes to the acceleration of HSC aging, and hijacks the HSC expansion strategy (e.g., self-renewal) during HSC aging, which exacerbates age-related clonal hematopoiesis. By elucidating the transcriptomic and epigenomic alterations in <i>Tet2<\/i>-deficient HSCs, our study provides novel insights into how age and somatic mutations collaborate to promote the pathogenesis of age-related hematological diseases. These discoveries not only enhance our understanding of HSC aging mechanisms but also offer potential biomarkers for early detection and targets for therapeutic intervention in age-associated clonal disorders.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Aging,TET2,Epigenetics,Gene regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Karmakar<\/b><sup>1<\/sup>, Y. Liu<sup>1<\/sup>, E. Motakis<sup>1<\/sup>, K. Sengupta<sup>1<\/sup>, T. Roeder<sup>2<\/sup>, K. Mujica<sup>3<\/sup>, J. Trowbridge<sup>3<\/sup>, H. Oguro<sup>2<\/sup>, S. Li<sup>1<\/sup>; <br\/><sup>1<\/sup>The Jackson Laboratory for Genomic Medicine, West Hartford, CT, <sup>2<\/sup>University of Connecticut Health Center, Farmington, CT, <sup>3<\/sup>The Jackson Laboratory, Bar Harbor, ME","CSlideId":"","ControlKey":"6335c7e1-0655-4c1e-ab90-5ff0b1306346","ControlNumber":"8360","DisclosureBlock":"&nbsp;<b>S. Karmakar, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>E. Motakis, <\/b> None..<br><b>K. Sengupta, <\/b> None..<br><b>T. Roeder, <\/b> None..<br><b>K. Mujica, <\/b> None..<br><b>J. Trowbridge, <\/b> None..<br><b>H. Oguro, <\/b> None..<br><b>S. Li, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6588","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4398","PresenterBiography":null,"PresenterDisplayName":"Shilpita Karmakar, PhD","PresenterKey":"97155970-81db-4c17-b419-6a7461b546c4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4398. <i>TET2<\/i> accelerates clonal hematopoiesis in an age-dependent manner","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>TET2<\/i> accelerates clonal hematopoiesis in an age-dependent manner","Topics":null,"cSlideId":""},{"Abstract":"Among various genetic mutation in melanoma, BRAF<sup>V600E<\/sup> is one of the key drivers of melanoma initiation and progression and has become the frontline target in clinical trials. Although BRAF\/MEK inhibitors show very promising therapeutic outcomes, recurrence or relapse is still a major challenge and its underlying mechanisms are still poorly understood. We hypothesized that survival of recurrent tumors is BRAF independent and relies on epigenetic reprogramming. To test our hypothesis, we used either pharmacological inhibition of BRAF\/MEK or CRISPR\/Cas9 mediated knockout of BRAF to create cell\/tumor models of BRAF-independent survival. Cut&#38;Run sequencing was then used to identify epigenetic alterations regulated by H3K4me3 or H3K27Ac in a genome scale and capture the landscape of epigenetic alterations of BRAF-independent cell survival. Combining regular bulk RNAseq, we narrowed down our top candidates and focused on one of the functionally validated candidates, HMGA1. Interestingly, CRISPR\/Cas9 mediated HMGA1 knockout cells show significantly slower growth in both <i>in vitro<\/i> colony formation assays and <i>in vivo<\/i> xenografts assay in BRAF\/MEK resistant Patient-Derived-Xenograft (PDX) tumor models resembling melanoma recurrence. Furthermore, we selected CRISPR\/Cas9 single knockout cells of HMGA1, which is a pure genetic depletion model, and confirmed the phenotype of impaired tumor growth of HMGA1 knockout cells. We then performed RNAseq and ChIPseq, and identified downstream targets of HMGA1 and elucidated mechanisms by which HMGA1 reprograms epigenetics of recurrence. Utilizing the single knockout cell, we re-introduced HMGA1 in the pure knockout cells, and anticipated that restoration of HMGA1 in pure HMGA1 knockout cells rescues impaired tumor growth and confer cells resistance to BRAF\/MEK inhibition. Finally, we subcutaneously injected the HMGA1 single knockout cells into humanized mice and tested whether epigenetic alterations perturb the immune microenvironment and sensitize cells to immunotherapy. In conclusion, this study sheds new lights on how melanoma cells reprogram the epigenome to develop mechanisms of recurrence. Identification of HMGA1 and its upstream or downstream targets provides potential druggable targets of overcoming relapse after BRAF\/MEK inhibitor therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Epigenetics,Resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Mou<\/b>, K. DeRosa, V. Yakovishina, Y. Chen, A. Reynolds, M. Xiao, M. Thomas, M. Herlyn; <br\/>The Wistar Institute, Philadelphia, PA","CSlideId":"","ControlKey":"aade594f-63c2-466b-891d-61ca96142609","ControlNumber":"5732","DisclosureBlock":"&nbsp;<b>H. Mou, <\/b> None..<br><b>K. DeRosa, <\/b> None..<br><b>V. Yakovishina, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>A. Reynolds, <\/b> None..<br><b>M. Xiao, <\/b> None..<br><b>M. Thomas, <\/b> None..<br><b>M. Herlyn, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6589","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4399","PresenterBiography":null,"PresenterDisplayName":"Haiwei Mou, PhD","PresenterKey":"e270740a-86a4-484f-9708-20980d59222a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4399. HMGA1 is an epigenetic regulator and plays a critical role in melanoma recurrence","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HMGA1 is an epigenetic regulator and plays a critical role in melanoma recurrence","Topics":null,"cSlideId":""},{"Abstract":"Chromosomal Instability (CIN) is a characteristic of the most aggressive and drug-resistant cancers. Chromosomally unstable cells form micronuclei (MN), a structure with an unstable nuclear membrane that spontaneously surrounds missegregating chromosomes upon mitotic exit. Several studies have demonstrated that CIN drives drug resistance and metastasis through the karyotypic diversity caused by copy number alterations. Beyond facilitating karyotypic diversity, CIN has recently been demonstrated to cause durable epigenetic alterations including reduction of the activating histone H3K27ac mark in chromosomes localized to micronuclei. This reduction in histone H3K27 acetylation persists after the relocalization of the missegregated chromosome to the primary nucleus (PN). Given the loss of transcription-associated epigenetic modifications, we hypothesized that MN would exhibit transcriptional impairment. Indeed, by using nascent RNA assays and immunofluorescence, we found that chromosomes localized into the MN are less transcriptionally active and exhibit lower levels of active RNA polymerase II (RNAP2). Transcriptional inhibitors targeting RNAP2 largely abrogate MN transcription. Conversely, class-specific histone deacetylase inhibitors (HDACi) cause increased hyperacetylation of the MN relative to the PN, which persists beyond MN reincorporation into the PN. We also hypothesized that transcription in MN depends on the manner of MN biogenesis. Preliminary data shows that MN formed from breakage-fusion-bridge (BFB) events may cause less transcriptionally active MN than ones generated from treatment with the MPS1 inhibitor, reversine. To better understand the mechanisms that regulate transcription in the MN, our ongoing work is focused on an unbiased investigation of the micronuclear transcriptome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-06 Histone modification,,"},{"Key":"Keywords","Value":"Chromosomal instability,Transcription,Epigenetics,Histone acetylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Norkunaite<\/b>, D. Al-Rawi, S. Bakhoum; <br\/>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"230539c5-10a2-4392-b63d-71b2ead0f8d8","ControlNumber":"2685","DisclosureBlock":"&nbsp;<b>D. Norkunaite, <\/b> None..<br><b>D. Al-Rawi, <\/b> None.&nbsp;<br><b>S. Bakhoum, <\/b> <br><b>Volastra Therapeutics Inc<\/b> Grant\/Contract, Patent, Other, SFB holds a patent related to some of the work described targeting CIN and the cGAS-STING pathway in advanced cancer. He owns equity in, receives compensation from, and serves as a consultant and the Scientific Advisory Board and Board of Directors of Volastra Therapeutics Inc.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6590","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4400","PresenterBiography":null,"PresenterDisplayName":"Danguole Norkunaite, MS","PresenterKey":"47d80bbf-4a17-4796-ba2b-d9e541cc21ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4400. Transcriptional dysregulation of chromosomes localized into the micronucleus","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptional dysregulation of chromosomes localized into the micronucleus","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is one of the most lethal and prevalent malignancies with elusive molecular causes. While the abnormal activity of transcription factors has been reported as a vital component of cancer progression, the mechanism through which they function remains unclear. Here, through the analysis of primary human CRC tissue data, we identified GATA6 as a CRC specific regulator, whose expression upregulation is potentially associated with promoter hypomethylation. In the human genome, GATA6 showed preferential binding at tumor specific active enhancers. Through both auxin-inducible degron (AID) and CRISPR knockout, we showed that GATA6 depletion severely impaired clonogenicity and proliferation. GATA6 depletion caused the loss of CRC specific open chromatin, suggesting a specific regulatory role of GATA6 in CRC pathogenesis. Interestingly, we also discovered the co-occupancy of GATA6 with CTCF and its direct involvement in promoter enhancer loops, suggesting the possibility that GATA6 mediate transcriptional regulation through 3D genome. The loss of GATA6 led to alterations in E-P chromatin interactions of a panel of oncogenes, accompanied by the oncogene downregulation. Finally, we showed that GATA6 loss is detrimental to the xenograft tumor growth and thereby rescued mice survival. Taken together, we unrevealed a novel mechanism by which GATA6 contributes to CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-01 Chromatin structure and function,,"},{"Key":"Keywords","Value":"Cancer,Genomics,Colorectal cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Lyu<\/b>, X. Chen, Y. Cheng, T. Zhang, P. Wang, J.-y. Wong, J. Wang, L. Stasiak, L. Sun, G. Yang, L. Wang, F. Yue; <br\/>Northwestern University - Chicago, Chicago, IL","CSlideId":"","ControlKey":"6118ae15-54bb-41c8-9991-867e18e7d223","ControlNumber":"5218","DisclosureBlock":"&nbsp;<b>H. Lyu, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>Y. Cheng, <\/b> None..<br><b>T. Zhang, <\/b> None..<br><b>P. Wang, <\/b> None..<br><b>J. Wong, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>L. Stasiak, <\/b> None..<br><b>L. Sun, <\/b> None..<br><b>G. Yang, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>F. Yue, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6591","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4401","PresenterBiography":null,"PresenterDisplayName":"Huijue Lyu","PresenterKey":"5f693cd8-d799-44f7-8b10-f80efee6e8cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4401. GATA6 is a novel regulator of gene expression and 3D genome in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GATA6 is a novel regulator of gene expression and 3D genome in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose:<\/b> Despite all the knowledge we have concerning cancer cells&#8217; immunesuppressive ability, we still don&#8217;t understand whether the mechanisms upregulatingimmune suppression in cancer cells are patient specific. This information is critical forthe generation of tailored treatments that recruit the immune system for the eradicationof cancer disease. In the past, we showed that super-enhancers, composed of cluster ofenhancers spanning over long genomic regions characterized by having potent generegulatory activity, are critical for the upregulation of immune suppressive genes,including CD47, within the tumor. Recently we found a DNA insertion\/deletion variant (8bp in size) within a super-enhancer located between the CD47 and Linc00636 genes,that is present more often in European (53%) than Asian (12%) populations and whichassociates with breast cancer. Moreover, sequence analyses of patient-derived breasttumors (44) and gynecological tumor samples (23) demonstrated a significantassociation of this insert with breast cancer and not with gynecological cancer. Thus, wehypothesize that the insertion variant regulates genes that drive immune escape andbreast cancer specifically in patient populations that carry the insert version.<br \/><b>Methods:<\/b> To test this, we CRISPR deleted the variant&#8217;s insertion and CRISPR-VP64induced its activation and quantified its effect on target genes and encoded proteinsusing high throughput RNA sequencing and immunofluorescence flow cytometryanalyses respectively.<br \/><b>Results:<\/b> CRISPR-VP64 induction of the 8bp insertion confirmed that the insertion issufficient to regulate gene expression of CD47 and of an anti-tumor, long intergenicnon-coding RNA (Linc00636) in breast cancer cells. Furthermore, we observed thatCRISPR deletion of the 8bp insertion increases CD47 levels, while dramaticallyincreasing expression of Linc00636 and reducing the expression of CD44, CXCL14,MUC1 genes involved in invasion and migration. Our work shows that the insertion ofan 8bp is responsible for stabilizing upregulation of CD47 (an immune suppressivesignal), downregulating Linc00636 (a modulator of tumor metastasis), and upregulating,as a result, the expression of cell surface receptors involved in metastasis andtumorigenesis.<br \/><b>Conclusions:<\/b> Here we found a genomic insert within a super-enhancer that unleashesthe upregulation of Linc00636 and of a program that promotes breast cancer, mostlikely in populations of patients carrying this variant. Our findings are important tounderstand patient specific genomic bifunctional modulators of immune suppressionand tumor progression for the design of more personalized treatments geared towardprecision medicine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Epigenomics,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"P. Betancur, C. DiBenedetto, <b>D. Acenas<\/b>, A. Rodriguez, A. Thach; <br\/>UCSF School of Medicine, San Francisco, CA","CSlideId":"","ControlKey":"3c14518f-de9e-4b4a-8fee-8b6735319b8a","ControlNumber":"8872","DisclosureBlock":"&nbsp;<b>P. Betancur, <\/b> None..<br><b>C. DiBenedetto, <\/b> None..<br><b>D. Acenas, <\/b> None..<br><b>A. Rodriguez, <\/b> None..<br><b>A. Thach, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6592","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4402","PresenterBiography":null,"PresenterDisplayName":"daniza diane acenas, BS","PresenterKey":"49fe3d39-51e2-4b1c-b345-7704113902ef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4402. A genomic insertion\/deletion variant activates immune escape and tumor promoting programs in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A genomic insertion\/deletion variant activates immune escape and tumor promoting programs in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Penile squamous cell carcinoma (PSCC) is approximately three times more prevalent in Puerto Rico when compared to other ethnic groups in the United States. Moreover, the mortality rate for PSCC among Puerto Rican men is significantly higher when compared to the US population. Infection with human papillomavirus (HPV) has been identified as a risk factor for an average of 48% of PSCC cases in Puerto Rico. The molecular etiology of HPV<sup>+<\/sup> and HPV<sup>-<\/sup> PSCC remains poorly understood. To date, the role of the microbiota in the pathogenesis of PSCC is unknown, as there are no studies that characterize the microbiome in association with penile cancer. Furthermore, the role of DNA methylation, which is an epigenetic alteration that can be found in cancer cells that can lead to changes in gene expression and cellular function, is also unknown. Therefore, there is an urgent need to address this knowledge gap. This study aims to analyze the DNA methylation patterns and bacterial communities in HPV-positive and HPV-negative PSCC tissues from Puerto Rican men. DNA was extracted from twenty-one fresh PSCC tissue samples from Puerto Rican patients. HPV status and genotyping were determined using the DNA ELISA kit HPV SPF10 protocol. DNA methylation assay was performed using the Infinium Methylation EPIC v2.0 BeadChip Kit to identify and compare average DNA methylation levels (%) in 7 HPV-positive and 14 HPV-negative penile cancer samples. Microbiota analyses were performed using 16S rRNA genes with the Illumina MiSeq platform. Demultiplexed data was deposited in QIITA for quality control and bioinformatic analyses and downstream analyses were done in R and Qiime2. Our results demonstrated that 45 loci methylation patterns were significantly different between HPV-positive and HPV-negative samples, with an adjusted p-value &#60;0.1 (Benjamini-Hochberg method). Three loci methylation patterns were significantly affected by species diversity and richness. The abundance of Firmicutes, Proteobacteria, Bacteroidetes, Fusobacteria, and Actinobacteria was individually associated with number of affected loci (27, 19, 12, 6, and 3, respectively). We found that HPV status is associated with methylation patterns and microbiome in PSCC in Puerto Rican men. Both changes may be involved in triggering inflammatory responses and oncogenesis. Although many challenges must be overcome to dissect the specific interactions of coinfecting bacteria and methylation patterns during the penile cancer infectious process, our findings demonstrate that microbes may be involved in these cellular processes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Epigenetics,Microbiome,Human papillomavirus (HPV),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Viera-Vera<\/b><sup>1<\/sup>, Y. Roque-Reyes<sup>1<\/sup>, D. Santiago-Negron<sup>1<\/sup>, M. Sánchez-Vázquez<sup>1<\/sup>, Y. Ortiz Maldonado<sup>1<\/sup>, G. Borges-Vélez<sup>1<\/sup>, J. Figueroa-Díaz<sup>2<\/sup>, C. Rivera-López<sup>2<\/sup>, N. Zacharias Millward<sup>3<\/sup>, M. Marcos-Martínez<sup>2<\/sup>, F. Godoy-Vitorino<sup>2<\/sup>, A. Puras-Baez<sup>2<\/sup>, J. Dutil<sup>1<\/sup>, J. Pérez-Santiago<sup>1<\/sup>, M. Martínez-Ferrer<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Puerto Rico Comprehensive Cancer Center, San Juan, PR, <sup>2<\/sup>University of Puerto Rico School of Medicine, San Juan, PR, <sup>3<\/sup>The University of Texas MD Anderson Cancer Center, San Juan, PR","CSlideId":"","ControlKey":"ae9886f2-1e7c-45e1-b717-c871c221b715","ControlNumber":"8458","DisclosureBlock":"&nbsp;<b>J. Viera-Vera, <\/b> None..<br><b>Y. Roque-Reyes, <\/b> None..<br><b>D. Santiago-Negron, <\/b> None..<br><b>M. Sánchez-Vázquez, <\/b> None..<br><b>Y. Ortiz Maldonado, <\/b> None..<br><b>G. Borges-Vélez, <\/b> None..<br><b>J. Figueroa-Díaz, <\/b> None..<br><b>C. Rivera-López, <\/b> None..<br><b>N. Zacharias Millward, <\/b> None..<br><b>M. Marcos-Martínez, <\/b> None..<br><b>F. Godoy-Vitorino, <\/b> None..<br><b>A. Puras-Baez, <\/b> None..<br><b>J. Dutil, <\/b> None..<br><b>J. Pérez-Santiago, <\/b> None..<br><b>M. Martínez-Ferrer, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6593","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4403","PresenterBiography":null,"PresenterDisplayName":"Jorge Viera-Vera","PresenterKey":"5e8faa97-b91e-4efd-bd0f-2b89c6bc87f7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4403. The crosstalk between the tumor microbiome and epigenomic changes in penile squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The crosstalk between the tumor microbiome and epigenomic changes in penile squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The polycomb protein EZH2 is a commonly deregulated or mutated transcriptional regulator in various cancers. In Chronic Myeloid Leukemia (CML) it has been reported to be upregulated and associated with transcriptional reprograming, rendering CML leukemic stem cells (LSCs) sensitive to EZH2 inhibitor treatment. Mechanistically this seems to be linked to the silencing of apoptotic target genes by EZH2-mediated histone H3 lysine 27 tri-methylation (H3K27me3). We hypothesized that the regulation of apoptotic genes is not the only pathway responsible for its oncogenic function, and that EZH2 might also act as a modulator of the mRNA splicing landscape. To test this, we treated the CML cell line K562 with the EZH2 inhibitors GSK126 and EPZ-6438 and performed RNA-seq followed by splicing analysis. Using two different bioinformatics tools, we detected differential splicing of several hundreds of splicing events. However, differentially spliced genes were not associated with increased EZH2 or H3K27me3 signals, suggesting an indirect mechanism of splicing regulation. Indeed, we found 11 splicing factors transcriptionally upregulated upon EZH2 inhibitor treatment. CELF2 was identified as top candidate to mediate part of the EZH2 inhibitor induced phenotype. Upon overexpression, we observed 1) reduced cell growth, viability, and colony formation of K562 cells, 2) a change in the splicing landscape, significantly overlapping with EZH2 inhibitor induced changes, 3) the downregulation of cMYC signaling, also found upon EZH2 inhibitor treatment. To test if CELF2 is indeed acting as EZH2-regulated tumor suppressor in CML, we extended our study to CML patient samples: we performed RNA-seq followed by splicing and gene expression analysis in seven CML patient-derived CD34+ samples and eight healthy donor-derived CD34+ samples, as well as three CML patient samples transduced with CELF2-containing expression constructs. While we found Celf2 mRNA downregulated in CML derived samples, overexpression led to decreased colony formation and cMYC signaling, validating our findings from K562 cells. We also performed an analysis of CML associated splicing changes and found hundreds of deregulated splicing events, of which a significant portion overlapped with CELF2 overexpression mediated changes, suggesting direct regulation by CELF2. Based on this data we propose a novel role of EZH2, where it exerts part of its oncogenic function in CML through the transcriptional repression of splicing factors, in particular CELF2, leading to splicing deregulation, increased cMYC signaling, and enhanced cell growth and viability. Finally, data from other publicly available EZH2 inhibitor treated cancer models suggests that splicing modulation by EZH2 might not be restricted to CML.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-05 Gene silencing,,"},{"Key":"Keywords","Value":"EZH2,Splicing,Chronic myelogenous leukemia,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Brunmeir<\/b>, Y. Li, B. Lin, L. Zheng, H. Yang, W. Chng; <br\/>Cancer Science Institute of Singapore, Singapore, Singapore","CSlideId":"","ControlKey":"5ca45889-c4da-483f-9791-21eac60fb785","ControlNumber":"1595","DisclosureBlock":"&nbsp;<b>R. Brunmeir, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>B. Lin, <\/b> None..<br><b>L. Zheng, <\/b> None..<br><b>H. Yang, <\/b> None..<br><b>W. Chng, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6612","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4404","PresenterBiography":null,"PresenterDisplayName":"Reinhard Brunmeir","PresenterKey":"3666c4dd-5dc9-40a9-a779-f826401a3341","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4404. EZH2 modulates mRNA splicing in chronic myeloid leukemia through the repression of splicing factors and exerts part of its oncogenic function through the regulation of CELF2","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EZH2 modulates mRNA splicing in chronic myeloid leukemia through the repression of splicing factors and exerts part of its oncogenic function through the regulation of CELF2","Topics":null,"cSlideId":""},{"Abstract":"In this study we have leveraged Moffitt Cancer Center&#8217;s cohort of over 1,000 bone marrow (BMBX) aspirates from normal donors, MM precursor diseases (MGUS, SMOL), active therapy na&#239;ve disease (NDMM), as well as early (post 1-3 lines of therapy, ERMM) and late-relapse (3+ lines of therapy, LRMM) MM patients, characterized clinically, cytogenetically (FISH), genetically (WES), and transcriptomically (RNA-seq).Transcriptomic analysis identified a subset of cancer hallmarks differentially expressed between MGUS and NDMM samples (e.g. cell identity, adhesion and inflammatory signaling, etc.).Dimensionality reduction analysis, followed by unsupervised segmentation, identified clusters of co-expressing genes across this dataset. Enrichment analysis of aforementioned gene clusters, differentially expressed between MGUS and NDMM states, identified a number of putative transcription factors (GATA1\/2, SUZ12, RUNX1, SOX2, TP63, NFE2L2, FOXM1 and NANOG), as well as polycomb complex and H3K27me3 as main drivers. Single cell ATAC-seq in 11 BMBX (4 SMOL, 4 NDMM, 1 ERMM, 2 LRMM) and single cell multiomics (simultaneous scATAC-seq\/scRNA-seq) in additional 10 BMBX (2 healthy, 3 MGUS, 3 SMOL and 2 NDMM) confirmed that the H3K27me3 putatively regulated gene clusters were the only ones with significant chromatin accessibility changes. Single cell analysis confirmed differential expression and accessibility of cancer hallmarks identified in larger cohort, as well as putative driver TFs. Correlation between TF expression and motif accessibility produced an additional list of pioneer TFs putatively involved in progression from MM precursor states (ZEB1, EBF1, SPI1, PAX5, etc.).Investigation of scMultiomic data demonstrated that NDMM and SMOL samples contain subpopulations of cells in MGUS and normal &#8220;states&#8221; (cell clusters in scMultiomics UMAP), confirming intra-sample heterogeneity, and that divergence within the multiomic plane occurs in the transition between MGUS and SMOL. Through pseudotime and single cell copy number analysis (epiAneufinder\/scATAC-seq and inferCNV\/scRNA-seq) we were able to reconstruct how MM FISH cytogenetic abnormalities alter the multiome of these cells, creating aforementioned intra-sample heterogeneity. Despite different initiating events, all samples shared a common biology putatively regulated by epigenetic dysregulation, suggesting polycomb complex hijacking as a therapeutic opportunity for precursor MM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Multiple myeloma,Single cell,Multiomics,Progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"R. Canevarolo, P. Sudalagunta, M. Silva, M. Meads, R. Baz, M. Alsina, K. H. Shain, <b>A. Siqueira Silva<\/b>; <br\/>H. Lee Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"4fc893e5-d5b7-4791-9000-508699f81aec","ControlNumber":"4801","DisclosureBlock":"<b>&nbsp;R. Canevarolo, <\/b> <br><b>ABBVIE<\/b> Grant\/Contract. <br><b>KARYOPHARM<\/b> Grant\/Contract. <br><b>P. Sudalagunta, <\/b> <br><b>ABBVIE<\/b> Grant\/Contract. <br><b>KARYOPHARM<\/b> Grant\/Contract. <br><b>M. Silva, <\/b> <br><b>ABBVIE<\/b> Grant\/Contract. <br><b>KARYOPHARM<\/b> Grant\/Contract. <br><b>M. Meads, <\/b> <br><b>ABBVIE<\/b> Grant\/Contract. <br><b>KARYOPHARM<\/b> Grant\/Contract. <br><b>R. Baz, <\/b> <br><b>JANSSEN<\/b> Other, Membership on an entity's Board of Directors or advisory committees and Research Funding. <br><b>GSK<\/b> Other, Honoraria and Membership on an entity'sBoard of Directors or advisory committees. <br><b>Pfizer<\/b> Other, Membership on an entity's Board of Directorsor advisory committees. <br><b>Takeda<\/b> Other, Membership on an entity's Board of Directors or advisory committees. <br><b>Shattuck labs<\/b> Other, Membership on an entity's Board of Directors or advisory committees. <br><b>genentech<\/b> Other, Membership on an entity's Board of Directors or advisory committees. <br><b>BMS<\/b> Other, Membership on an entity's Board of Directors or advisory committees and Research Funding. <br><b>KARYOPHARM<\/b> Grant\/Contract. <br><b>celgene<\/b> Other, Consultancy and Honoraria. <br><b>Sanofi<\/b> Other, Consultancy and Honoraria. <br><b>Merck<\/b> Grant\/Contract.<br><b>M. Alsina, <\/b> None.&nbsp;<br><b>K. H. Shain, <\/b> <br><b>ABBVIE<\/b> Grant\/Contract. <br><b>KARYOPHARM<\/b> Grant\/Contract. <br><b>Bristol MyersSquibb<\/b> Other, Honoraria, Membership on an entity's Board ofDirectors or advisory committees and SpeakersBureau. <br><b>Celgene<\/b> Other, Honoraria, Membership on an entity's Board ofDirectors or advisory committees and SpeakersBureau. <br><b>Janssen<\/b> Other, Honoraria and Speakers Bureau. <br><b>Adaptive<\/b> Other, Honoraria. <br><b>Sanofi<\/b> Other, Honoraria,Membership on an entity's Board ofDirectors or advisory committees and SpeakersBureau. <br><b>Takeda<\/b> Other, Honoraria and Speakers Bureau. <br><b>GlaxoSmithKline<\/b> Other, Speakers Bureau. <br><b>Amgen<\/b> Other, Speakers Bureau. <br><b>A. Siqueira Silva, <\/b> <br><b>ABBVIE<\/b> Grant\/Contract. <br><b>KARYOPHARM<\/b> Grant\/Contract.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6614","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4406","PresenterBiography":null,"PresenterDisplayName":"Ariosto Silva, PhD","PresenterKey":"aa7943a8-157d-4fcb-8857-8e0c7fdfc28e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4406. Single cell multiomic analysis reveals how genomic, epigenomic and transcriptomic events drive progression of multiple myeloma precursor states","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell multiomic analysis reveals how genomic, epigenomic and transcriptomic events drive progression of multiple myeloma precursor states","Topics":null,"cSlideId":""},{"Abstract":"Recent advances in spatial transcriptomics and spatial proteomics have enabled increasingly complex questions on the nature of gene regulation and expression in cellular subtypes in tumor tissue and the tumor microenvironment. However, most spatial omics techniques do not profile the epigenomic landscape responsible for downstream gene expression. Furthermore, current spatial technologies have yet to profile the epigenome and transcriptome simultaneously, and thus it remains a challenge to correlate multi-omics data across sections of extremely heterogenous tumor tissue. Recently, co-profiling of spatial epigenomics and transcriptomics using principles of Deterministic Barcoding in Tissue for spatial omics sequencing (DBiT-seq) has been demonstrated on normal brain tissue. Joint spatial profiling of chromatin states and whole transcriptome in tissue allows for parallel characterization of gene regulation programs across all cell types, while preserving the tissue architecture for greater understanding of the cellular environment. Here we present the first application of spatial ATAC-seq and spatial transcriptomics on the same tissue section to characterize the tumor microenvironment of an invasive gastric adenocarcinoma (GAC) and adjacent normal tissue. GAC is the fifth most common cancer and commonly exhibits mutations in epigenetic modifiers, including ARID1A and MLL1-4. Distinct spatial clusters representing different cell subtypes were identified via both spatial chromatin accessibility and spatial transcriptomics. Spatial ATAC-seq profiling of accessible regulatory elements correlated well with RNA expression of target genes. Spatial patterns of transcription factor motif accessibility also correlated well with the observed transcriptional program of tumor tissue. When compared to adjacent normal tissue, spatial co-profiling of chromatin accessibility and the transcriptome revealed that the epigenetic landscape is significantly altered in tumorigenesis of GAC. Future work will focus on development of co-profiling of histone modifications and the transcriptome to enable the study of another layer of the epigenomic landscape, especially as targeting epigenetic modifiers such as EZH2 has been identified as a potential therapeutic strategy in GACs. Overall, we present a solution to profile multiple layers of gene regulation and expression with spatial context, which can be applied to most tumor types for better understanding of tumorigenesis and the consequences of new targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Microenvironment,Epigenomics,Transcriptional regulation,Tumor heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. J. Noronha<\/b>, J. M. Garbarino, D. Massucci, A. R. Tyree, C. Ng; <br\/>AtlasXomics, Inc., New Haven, CT","CSlideId":"","ControlKey":"0fb200f4-145c-4eae-97a0-85ff58d3936d","ControlNumber":"5408","DisclosureBlock":"&nbsp;<b>K. J. Noronha, <\/b> None..<br><b>J. M. Garbarino, <\/b> None..<br><b>D. Massucci, <\/b> None..<br><b>A. R. Tyree, <\/b> None..<br><b>C. Ng, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6615","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4407","PresenterBiography":null,"PresenterDisplayName":"Katelyn Noronha, BA;M Phil","PresenterKey":"c88e63f8-ad83-485f-9aac-edbe34317f78","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4407. Simultaneous spatial epigenomic and transcriptomic analysis of gastric adenocarcinoma reveals regulatory patterns governing tumor and microenvironment architecture at the cellular level","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Simultaneous spatial epigenomic and transcriptomic analysis of gastric adenocarcinoma reveals regulatory patterns governing tumor and microenvironment architecture at the cellular level","Topics":null,"cSlideId":""},{"Abstract":"Background: The incidence of early-onset colorectal cancer (EO-CRC) has been alarmingly increasing, particularly among non-Hispanic Whites (NHWs), resulting in similar rates to ones in African Americans (AAs). Overall, the median age of diagnosis has decreased from 72 to 66 years. The molecular features that could potentially distinguish this phenotype are still not well-established. This study aimed to identify genetic, epigenetic, and transcriptomic factors associated with EO-CRC.<br \/>Methods: 510 patients with microsatellite-stable tumors analyzed for somatic mutations, targeting 20 cancer driver genes. We included a cohort of 175 AAs from the Yale New Haven Health System, a previously studied cohort of 51 AAs from the Chicago Colorectal Cancer Consortium, and the publicly available molecular data from TCGA COAD-READ PanCancer cohort (50 AAs and 229 NHWs). We analyzed the transcriptomic and methylation profiles from the Yale cohort using Tempo-Seq<sup>TM<\/sup> and Illumina EPIC array, respectively.<br \/>Results: Of the 510 patients, 18% were diagnosed with EO-CRC. Using a multiple variant analysis, adjusting for sex, race, tumor location, and stage, EO-CRC patients were less likely to be male (OR = 0.59, 95% CI: 0.37-0.94, p-value = 0.03), their tumors lacked mutations in <i>APC<\/i> (OR = 0.37, 95% CI: 0.22-0.63, p-value = 0.0002), and they were more likely to have mutations in <i>FBXW7<\/i> (OR = 3.1, 95% CI: 1.60-6.00, p-value = 0.0007) and <i>BCL9L<\/i> (OR = 3.1, 95% CI: 1.00-8.72, p-value = 0.04). We compared tumors with and without mutations in <i>FBXW7<\/i> or <i>BCL9L<\/i> in two independently analyses. Combining transcriptomics and methylation data, we identified 10 candidate genes that showed significant gene downregulation with hypermethylation or upregulation with hypomethylation. Among FBXW7 mutant tumors, we found the Cartilage oligomeric matrix protein (COMP) gene was significantly downregulated and hypermethylated. In CRC, COMP has been associated with a crosstalk between the TGF-&#946; pathway and<b> <\/b>immune cell infiltration. Moreover, inactivation of FBXW7 resulted in the accumulation of phosphorylated TGIF1 molecules and repression of TGF&#946;-dependent transcription in cancer cell lines. Deficiency of <i>FBXW7<\/i> is a key element in the phosphorylation-dependent ubiquitination and subsequent proteasome degradation of oncoproteins, such as c-MYC, NOTCH, and Cyclin E. <b><\/b>Among <i>BCL9L<\/i> mutant tumors, keratin 20 (KRT20), the intermediate filament protein and marker of intestinal differentiation in CRC, was downregulated and hypermethylated. <i>BCL9L<\/i> plays an important role in tumorigenesis induced by aberrant Wnt signaling or aneuploidy tolerance.<br \/>Conclusion: Our findings further demonstrate the importance of specific etiologic mechanisms in EO-CRC at the level of somatic alterations, providing new ways to understand the biology of EO-CRC and prospects for the development of targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"Somatic mutations,DNA methylation,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Mikaeel<\/b><sup>1<\/sup>, D. Bellomo<sup>2<\/sup>, S. Rajpara<sup>3<\/sup>, D. Buckley<sup>3<\/sup>, M. Yagle<sup>2<\/sup>, B. Kerimoglu<sup>2<\/sup>, C. Thorne<sup>2<\/sup>, M. Padi<sup>2<\/sup>, B. Salhia<sup>3<\/sup>, N. A. Ellis<sup>2<\/sup>, X. Llor<sup>4<\/sup>, R. Xicola<sup>4<\/sup>; <br\/><sup>1<\/sup>Yale Medical of Medicine, New Haven, CT, <sup>2<\/sup>University of Arizona Cancer Center, Tucson, AZ, <sup>3<\/sup>University of Southern California, Los Angeles, CA, <sup>4<\/sup>Yale School of Medicine, New Haven, CT","CSlideId":"","ControlKey":"05f5ad9b-d6a3-436c-b3dd-b81907fb40f7","ControlNumber":"8711","DisclosureBlock":"&nbsp;<b>R. Mikaeel, <\/b> None..<br><b>D. Bellomo, <\/b> None..<br><b>S. Rajpara, <\/b> None..<br><b>D. Buckley, <\/b> None..<br><b>M. Yagle, <\/b> None..<br><b>B. Kerimoglu, <\/b> None..<br><b>C. Thorne, <\/b> None..<br><b>M. Padi, <\/b> None..<br><b>B. Salhia, <\/b> None..<br><b>N. A. Ellis, <\/b> None..<br><b>X. Llor, <\/b> None..<br><b>R. Xicola, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6617","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4409","PresenterBiography":null,"PresenterDisplayName":"Reger Mikaeel, PhD","PresenterKey":"f5db9a8e-09df-4408-8056-6723792ea979","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4409. <i>FBXW7<\/i> and <i>BCL9L <\/i>altered pathways as hallmarks of early-onset colorectal cancer<i><\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>FBXW7<\/i> and <i>BCL9L <\/i>altered pathways as hallmarks of early-onset colorectal cancer<i><\/i>","Topics":null,"cSlideId":""},{"Abstract":"Few abnormalities are known to be closely associated with prognosis in OSCC cases. In this study, genomic abnormalities of cancer-related genes and epigenomic abnormalities of genes methylation-silenced in OSCCs were analyzed to identify abnormalities associated with prognosis. Thirty-nine OSCC cases and their surgical materials were analyzed for the presence of mutations using next-generation sequencing. Methylation status of promoter CpG islands of five genes was analyzed by methylation-specific PCR. Mutations in CRG, <i>TP53<\/i> and <i>PIK3CA<\/i> were observed in 64.1%, 38.5%, and 33.3%, respectively, of the cases. However, no significant association between mutation status and overall survival (OS) was observed. Aberrant methylation of<i> CMTM3<\/i>, <i>NKX2-3<\/i>, <i>RBP4<\/i>, <i>EGFLAM<\/i>, and <i>MAP6<\/i> were observed in 51.3%, 41.0%, 66.7%, 38.5%, and 41.0%, respectively. Methylation of <i>NKX2-3<\/i>, <i>EGFLAM<\/i>, and <i>MAP6<\/i> were significantly associated with OS in OSCC cases (<i>p<\/i>=0.006, 0.006, and 0.012, respectively). Cases with methylation of <i>CMTM3<\/i> and <i>RBP4<\/i> showed a trend toward poor prognosis (<i>p<\/i>=0.052 and 0.059, respectively). Methylation profiles of the five genes indicated the presence of the CpG island methylator phenotype (CIMP), and the CIMP-positive cases showed poor prognosis (HR=20.5, <i>p<\/i>&#60;0.001). In conclusion, CIMP was closely associated with the prognosis of OSCC cases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"Epigenetics,Oral cancers,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Abe<\/b><sup>1<\/sup>, S. Yamashita<sup>2<\/sup>, T. Ushijima<sup>3<\/sup>, K. Hoshi<sup>1<\/sup>; <br\/><sup>1<\/sup>Graduate School of Medicine and Faculty of Medicine, The University of Tokyo, Tokyo, Japan, <sup>2<\/sup>Maebashi Institute of Technology, Maebashi, Japan, <sup>3<\/sup>Hoshi University, Tokyo, Japan","CSlideId":"","ControlKey":"b85f656c-499e-4e40-9277-257febd5e63e","ControlNumber":"4520","DisclosureBlock":"&nbsp;<b>M. Abe, <\/b> None..<br><b>S. Yamashita, <\/b> None..<br><b>T. Ushijima, <\/b> None..<br><b>K. Hoshi, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6637","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4410","PresenterBiography":"","PresenterDisplayName":"Masanobu Abe, DDS;PhD","PresenterKey":"9761fe3f-00bf-4089-a793-e1ebc80fedee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4410. The CpG island methylator phenotype is closely associated with prognosis in patients with oral squamous cell carcinomas","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The CpG island methylator phenotype is closely associated with prognosis in patients with oral squamous cell carcinomas","Topics":null,"cSlideId":""},{"Abstract":"ATAC-seq has an emerging role in decoding mechanisms of gene regulation, offering valuable insights into pathology and treatment response in disease models. However, clinical adoption of ATAC-seq methods has been limited by logistical hurdles, including time-sensitive processing of fresh samples and compromised viability of cryopreserved cells. These constraints, compounded by changes in open chromatin regions (OCRs) following cryopreservation, introduce unintended bias and pose significant obstacles for the translational impact of ATAC-seq experiments. &#8203;<br \/>Here, we introduce an optimized fixed-cell ATAC-seq approach to overcome these limitations and unlock new sample types for ATAC-seq analyses. Our solution improves and simplifies the workflow from sample collection to clinical deliverable. This method enables ATAC-seq investigation of a diverse range of samples and facilitates the execution of complex experimental designs, including time course studies and high throughput screening.&#8203;To demonstrate the effectiveness of this method, we compared our optimized fixed-cell method with traditional ATAC-seq preparations in both fresh and cryopreserved GM12878 cells in parallel. Human GM12878 cell line was obtained from Coriell Institute for Medical Research5. Remarkably, we observed consistent genome-wide patterns of OCR enrichment at key regulatory elements across the three sample preparation methods. We observed consistent OCR enrichment across the promoter region of known highly-expressed B-cell genes including <i>CD48<\/i> and <i>LCP1<\/i>, underscoring this assay&#8217;s ability to detect chromatin changes at key genes in human disease models. &#8203;<br \/>To investigate the potential for multiomic analysis using this method, we prepared RNA-seq libraries from fixed-cell samples in parallel to ATAC-seq. We observed significantly elevated gene expression related to B-cell function and B-cell diseases, demonstrating our method&#8217;s compatibility with RNA-seq data collection and integration. This optimized fixed-cell ATAC-seq approach offers enhanced scalability and consistency over conventional methods and presents new opportunities for the multiomic analysis of chromatin and transcriptional activity genome-wide from a single sample in both clinical and research settings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Epigenomics,B cells,Multiomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Alves Winders<\/b>, R. Graham, X. Mao, I. De Vito, A. O'Hara, L. Turner, H. Latif; <br\/>Azenta Life Sciences, South Plainfield, NJ","CSlideId":"","ControlKey":"b3397458-b040-423f-95b1-840cb429cbe3","ControlNumber":"5503","DisclosureBlock":"&nbsp;<b>D. Alves Winders, <\/b> None..<br><b>R. Graham, <\/b> None..<br><b>X. Mao, <\/b> None..<br><b>I. De Vito, <\/b> None..<br><b>A. O'Hara, <\/b> None..<br><b>L. Turner, <\/b> None..<br><b>H. Latif, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6638","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4411","PresenterBiography":null,"PresenterDisplayName":"Dafne Alves Winders","PresenterKey":"18ba7b63-ddbf-4a1f-8b28-d6ec7306f221","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4411. Enhancing scalability and consistency in clinical multiomics via an optimized fixed cell ATAC-seq method&#8203;","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing scalability and consistency in clinical multiomics via an optimized fixed cell ATAC-seq method&#8203;","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is the most common liver cancer and arises from the malignant transformation of hepatocytes. HCC tumors often express genes critical for hepatocyte development but the regulatory mechanisms driving aberrant expression remain unclear. Recent evidence indicates that epigenetic alterations contribute to HCC progression with nearly 50% of cases associated with mutations in chromatin modifiers. Thus, it is imperative to understand how chromatin is altered in HCC and identify the DNA regulatory sequences associated with HCC tumorigenesis. Our study aims to map the chromatin landscape and transcriptome in HCC tumors using a multiomic approach at single cell resolution. Single-cell ATAC- and RNA-seq will be conducted in HCC tumors, matched controls and normal livers to identify regulatory sequences and their target genes critical for HCC tumor progression. We will characterize these regulatory sequences in the context of liver development using genetic manipulation and epigenomic datasets generated from human pluripotent stem cells differentiated to hepatic lineages. Our goal is to elucidate how epigenetic alterations in HCC drive cancer progression and how they relate to a dedifferentiated state.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Liver cancer,Hepatocellular carcinoma,Epigenomics,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Miguel Ramirez<\/b><sup>1<\/sup>, Tabea Stephan<sup>2<\/sup>, Daivd Schaeffer<sup>3<\/sup>, Pamela Hoodless<sup>1<\/sup><br><br\/><sup>1<\/sup>Medical Genetics, University of British Columbia, Vancouver, BC, Canada,<sup>2<\/sup>University of British Columbia, Vancouver, BC, Canada,<sup>3<\/sup>Pathology and Laboratory Medicine, University of British Columbia, Vancouver, BC, Canada","CSlideId":"","ControlKey":"411e4b44-4802-46f3-9dac-f7929837c798","ControlNumber":"8942","DisclosureBlock":"&nbsp;<b>M. Ramirez, <\/b> None..<br><b>T. Stephan, <\/b> None..<br><b>D. Schaeffer, <\/b> None..<br><b>P. Hoodless, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6639","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4412","PresenterBiography":null,"PresenterDisplayName":"Miguel Ramirez, M Pharm;PhD","PresenterKey":"b1f92920-1e8a-4cbb-8218-a9cae22bbf78","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4412. Defining chromatin alterations in liver cancer at single cell resolution","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Defining chromatin alterations in liver cancer at single cell resolution","Topics":null,"cSlideId":""},{"Abstract":"Acute myeloid leukemia (AML) is a complex disease with highly individualized treatment plans for patients. Mostly these are based on genetic and phenotypic markers of the disease, but the patient&#8217;s overall condition is playing a significant role as well. To develop innovative drugs for a broad patient cohort, it is essential to understand the biological implications of these differences and to model them preclinically. In this study, we are assessing the utility of EpiCypher&#8217;s CUT&#38;Tag-FFPE platform to characterize the epigenome of AML PDX samples. CUT&#38;Tag-FFPE is an epigenome profiling assay that is compatible with Formalin-Fixed Paraffin-Embedded (FFPE) samples, enabling robust genome-wide profiling of histone modifications from limited clinical samples. We derived PDX model LEXFAM 2799 (NPM1 wt; FLT3 wt, t(8;21)) and LEXFAM 2966 (NPM1 mut; FLT3 wt) from treatment na&#239;ve patients and established in immunocompromised NSG mice. LEXFAM 2799 is a fast-growing model with passaging times of 33 days, whereas LEXFAM 2966 displays a passaging time of 140 days. We next treated with Standard of Care (SoC) agents Decitabine, Cytarabine and all-trans-retinoic acid (ATRA): LEXF 2966 was highly sensitive towards Decitabine leading to complete remission. Cytarabine induced a partial remission and ATRA had only minor effect on tumor growth. In contrast LEXFAM 2799 was resistant towards treatment with ATRA and showed only partial remission under treatment with Cytarabine or Decitabine. Using the CUT&#38;Tag-FFPE platform we are analyzing FFPE slides from the above mentioned two AML PDX models to investigate differences in the genome-wide histone profile that relate to the different growth behavior as well as sensitivity towards SoC treatment. The goal of these studies is to identify tumor model specific profiles that correlated specifically with the sensitivity towards the hypomethylating agent Decitabine. In addition, we plan to analyze additional untreated as well as treated AML PD models to validate the identified signatures confirming them as predictive biomarkers for sensitivity towards current standard of care and prospectively as well innovative compounds.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-06 Histone modification,,"},{"Key":"Keywords","Value":"Histone modification,Patient-derived xenograft (PDX) models,Biomarkers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Simmons<sup>1<\/sup>, E. Oswald<sup>2<\/sup>, G. Kuales<sup>2<\/sup>, M. Keogh<sup>1<\/sup>, V. U. Kumary<sup>1<\/sup>, E. Brill<sup>1<\/sup>, M. W. Cowles<sup>1<\/sup>, B. Venters<sup>1<\/sup>, <b>J. B. Schueler<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Epicypher, Durham, NC, <sup>2<\/sup>Charles River Laboratories, Inc., Freiburg, Germany","CSlideId":"","ControlKey":"0ef1d96d-ad0a-493b-abad-00c2670d52cf","ControlNumber":"6439","DisclosureBlock":"&nbsp;<b>A. Simmons, <\/b> None..<br><b>E. Oswald, <\/b> None..<br><b>G. Kuales, <\/b> None..<br><b>M. Keogh, <\/b> None..<br><b>V. U. Kumary, <\/b> None..<br><b>E. Brill, <\/b> None..<br><b>M. W. Cowles, <\/b> None..<br><b>B. Venters, <\/b> None..<br><b>J. B. Schueler, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6644","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4413","PresenterBiography":null,"PresenterDisplayName":"Julia Schueler, DVM;PhD","PresenterKey":"cb9df078-bc63-4bbe-9a77-7497203cdd36","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4413. Identifying genome-wide histone profiles in patient derived models of AML for predictive biomarker development","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying genome-wide histone profiles in patient derived models of AML for predictive biomarker development","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The metastasis of a pancreatic ductal adenocarcinoma (PAAD) is a diagnosis of exclusion and one of the most common causes of cancer of unknown primary (CUP). We have recently developed a genome-wide DNA methylation-based neural network classifier that can accurately differentiate between liver metastasis of a PAAD and intrahepatic cholangiocarcinoma (iCCA) (<i>PAAD-iCCA-Classifier<\/i>). Therefore, the aim of our study was to test whether our <i>PAAD-iCCA-Classifier<\/i> can be extended to be used to correctly diagnose PAAD metastases from other sites in CUP setting.<br \/>Methods: For this purpose, we enhanced the anomaly detection layer of the classifier by incorporating ten mimicker carcinomas to be excluded by this layer. We used a validation set 1 (n=3786) including primary PAAD (n=242), PAAD liver metastases (n=20), iCCA (n=151) and 10 other mimicker carcinomas (n=3373) and a validation set 2 (n=26) including primary PAAD from a real-life clinical cohort from an independent institution to validate the classifier. Next, we tested the classifier on 16 PAAD initially considered CUP samples (test set) from different sites: peritoneum, lung, liver, and lymph node. The clinical history and diagnostic imaging of these samples were used to confirm PAAD as the most probable origin. We further performed differentially methylated probes (DMP) and copy number alterations (CNA) analysis of primary PAAD and metastatic PAAD from different locations.<br \/>Results: The improved version of the <i>PAAD-iCCA-Classifier<\/i> achieved an accuracy of 98.43% on the validation set 1 and was able to exclude most of the mimicker carcinomas. On validation set 2, the classifier achieved an accuracy of 88.46%. Medical history, imaging and immunohistochemical analysis of the test set samples confirmed the diagnosis of PAAD. The DNA methylation classifier correctly labeled 15\/16 PAAD metastatic samples as PAAD (93.75% accuracy). We observed that the classifier performance was negatively affected by a high CD3<sup>+<\/sup> immune infiltrate and positively affected by high tumor purity and high proliferation rate. CNA revealed that PAAD liver metastases have a distinct CNA profile characterized by chromosome 6, 9 (<i>CDKN2A\/B<\/i>) and 18q (<i>SMAD4<\/i>) deletions. DMP analysis showed that PAAD liver metastases have global hypomethylation of both promoter- and enhancer-associated CpGs compared to primary PAAD and PAAD peritoneal carcinomatosis. Finally, gene ontology analysis revealed that different epithelial-mesenchymal transition pathways are activated in PAAD liver metastases compared to PAAD peritoneal carcinomatosis.<br \/>Conclusion: Our tool performs well in classifying metastatic PAAD samples and could be of great clinical use when a PAAD origin is suspected in the case of a CUP. DMP and CNA profiles show that PAAD liver metastases may have a distinct DNA methylation and copy number profile compared to primary and peritoneal carcinomatosis PAAD.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"DNA methylation,Pancreatic cancer,Epigenetics,Diagnosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Teodor G. Calina<sup>1<\/sup>, Eilís Perez<sup>2<\/sup>, Simon Schallenberg<sup>3<\/sup>, Horst David<sup>3<\/sup>, Erik Knutsen<sup>4<\/sup>, David Capper<sup>2<\/sup>, <b>Mihnea P. Dragomir<\/b><sup>3<\/sup><br><br\/><sup>1<\/sup>TGC Ventures UG, Berlin, Germany,<sup>2<\/sup>Neuropathology, Charite - University Medicine Berlin, Berlin, Germany,<sup>3<\/sup>Pathology, Charite - University Medicine Berlin, Berlin, Germany,<sup>4<\/sup>Medical Biology, UiT-The Arctic University of Norway, Tromsø, Norway","CSlideId":"","ControlKey":"39b616f0-e0d0-482d-b779-701db8a8c5e5","ControlNumber":"3197","DisclosureBlock":"&nbsp;<b>T. Calina, <\/b> None..<br><b>E. Perez, <\/b> None..<br><b>S. Schallenberg, <\/b> None..<br><b>H. David, <\/b> None..<br><b>E. Knutsen, <\/b> None.&nbsp;<br><b>D. Capper, <\/b> <br><b>Heidelberg Epignostics<\/b> Other Business Ownership, Patent, Other, Shareholder and patent on \"DNA-methylation based method for classifying tumor species\" (EP16710700.2).<br><b>M. Dragomir, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6645","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4414","PresenterBiography":null,"PresenterDisplayName":"Mihnea P. Dragomir, MD;PhD","PresenterKey":"2d4c233c-5269-4574-89da-d00136ff500a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4414. Genome-wide DNA methylation classifier diagnoses pancreatic ductal adenocarcinoma in CUP setting","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genome-wide DNA methylation classifier diagnoses pancreatic ductal adenocarcinoma in CUP setting","Topics":null,"cSlideId":""},{"Abstract":"5-Methylcytosine (5-mC) is the most abundant epigenetic DNA modification in eukaryotes. The presence of 5-mC alters gene expression and genome metabolism, and its deregulation is associated with many human diseases. Cell-free DNA (cfDNA) released from apoptotic cells has recently gained attention, as mutations or epimutations (<i>e.g.<\/i> 5-mC variations) detected in cfDNA were shown to have high diagnostic potential to assess the presence, stage and outcome of several cancers. However, 5-mC detection in cfDNA remains a challenge as input material is often very scarce. MBD-Seq is a method that leverages the ability of Methyl-CpG-binding domain protein 2 (MBD2) to capture and detect highly methylated regions of DNA genome-wide. We evaluated MBD-Seq for the detection of aberrant methylation patterns in cfDNA from healthy and diseased patients. We found MBD-seq on cfDNA to be specific (over 100-fold mC:C detection ratio) and sensitive (5 ng of input cfDNA). Applying MBD-seq to samples from healthy vs colorectal and breast cancer patients showed striking differences in methylation of key tumor-associated genes. Hence, MBD-Seq can elucidate aberrant methylation patterns from cfDNA, highlighting its potential as a diagnostics tool for the detection of cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-04 Epigenomics,,"},{"Key":"Keywords","Value":"Epigenetics,cfDNA,Methylation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. Michelon, B. Egan, <b>B. Delatte<\/b>; <br\/>Active Motif, Carlsbad, CA","CSlideId":"","ControlKey":"d609e005-ff71-4dc0-8fd1-a15f477c344b","ControlNumber":"5677","DisclosureBlock":"&nbsp;<b>C. Michelon, <\/b> None..<br><b>B. Egan, <\/b> None..<br><b>B. Delatte, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6646","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4415","PresenterBiography":null,"PresenterDisplayName":"Benjamin Delatte","PresenterKey":"4f6bf09a-b0cc-496f-accd-2156de7b663f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4415. Utilization of MBD-seq to elucidate differentially methylated regions in cfDNA across healthy and cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Utilization of MBD-seq to elucidate differentially methylated regions in cfDNA across healthy and cancer patients","Topics":null,"cSlideId":""},{"Abstract":"DNA methylation is a fundamental epigenetic process that regulates human gene expression. In cancer, methylation changes promote proliferation networks and metastasis. Development of biomarkers for methylation will be enabled by flexible, fast, low-input next generation sequencing workflows. We describe the first Ion AmpliSeq&#8482; Methylation targeted panel and protocol on the turn-key Genexus&#8482; Integrated Sequencer as part an ongoing collaboration with Ontario Institute for Cancer Research (OICR) to detect and predict response in early stage breast cancer and improve diagnostics for Black and Asian women. A 2-pool Ion AmpliSeq&#8482; Methylation Panel for Breast Cancer Research was developed as a demonstration of design, workflow, and reporting for targeted, low-input methylation assessment in a multiplex setting across a variety of samples sources including FFPE. The panel contains 327 amplicons and was designed to target both strands and 10ng DNA input into bisulfite conversion was used for controls. A complete workflow begins at bisulfite conversion and progresses through the Genexus&#8482; Integrated Sequencer which combines library construction, template preparation, and sequencing into a single run. The bioinformatics pipeline provides DNA methylation calls on both Watson and Crick strands at single base resolution and methylated:unmethylated ratios for each CpG. The entire end-to-end workflow was completed in 2 days, including a full analysis software solution. The panel was evaluated using 2 control gDNA samples. The first had an expected average methylation state across all CpGs of &#62;98% and the second &#60;5%. An equal mixture of these two samples was also tested. The Methylation Panel for Cancer Research performed well on control samples. The single lane Loading, Total Bases, Final Reads, and Raw Read Accuracy were &#62;92%, &#62;1G, &#62;14 Million, and &#62;90% respectively. The workflow was also demonstrated on research FFPE cancer samples. This Methylation Panel protocol offers a 2-day, end-to-end workflow with high resolution, targeted and quantitative methylation analysis from DNA input as low as 10ng into bisulfite conversion. The option to design custom methylation panels for interrogation of targets of interest without the need for whole genome methylation is now available. &#60;For Research Use Only. Not for use in diagnostic procedures. Early access materials were provided by Thermo Fisher Scientific&#8482; to OICR in support of this abstract, but no other financial support. This study was conducted with the support of the Ontario Institute for Cancer Research through funding provided by the Government of Ontario. &#169; 2023 Thermo Fisher Scientific Inc. All rights reserved. All trademarks are the property of Thermo Fisher Scientific and its subsidiaries unless otherwise specified.&#62;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"DNA methylation,Next-generation sequencing (NGS),Early detection,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Loni Pickle<\/b><sup>1<\/sup>, Andrew Hatch<sup>1<\/sup>, Gokhan Yavas<sup>1<\/sup>, Melanie Spears<sup>2<\/sup>, Louis Gasparini<sup>2<\/sup>, Vida Talebian<sup>2<\/sup>, Anna Ying-Wah Lee<sup>2<\/sup>, Mathieu Lariviere<sup>1<\/sup>, Jane Bayani<sup>2<\/sup>, Seth Sadis<sup>3<\/sup>, Jeffrey  M.  Smith<sup>1<\/sup><br><br\/><sup>1<\/sup>Thermo Fisher Scientific, Carlsbad, CA,<sup>2<\/sup>MaRS Centre, Ontario Institute for Cancer Research, Toronto, ON, Canada,<sup>3<\/sup>Thermo Fisher Scientific, Ann Arbor, MI","CSlideId":"","ControlKey":"33400838-22a8-43ee-b1a9-c0b290d4c569","ControlNumber":"1513","DisclosureBlock":"&nbsp;<b>L. Pickle, <\/b> None..<br><b>A. Hatch, <\/b> None..<br><b>G. Yavas, <\/b> None..<br><b>M. Spears, <\/b> None..<br><b>L. Gasparini, <\/b> None..<br><b>V. Talebian, <\/b> None..<br><b>A. Ying-Wah Lee, <\/b> None..<br><b>M. Lariviere, <\/b> None..<br><b>J. Bayani, <\/b> None..<br><b>S. Sadis, <\/b> None..<br><b>J. M. Smith, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6647","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4416","PresenterBiography":null,"PresenterDisplayName":"Loni Pickle","PresenterKey":"f4af82ef-58b1-4660-8a34-072c518dcc9b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4416. Rapid, low-input, targeted NGS workflow for DNA methylation","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rapid, low-input, targeted NGS workflow for DNA methylation","Topics":null,"cSlideId":""},{"Abstract":"Over the recent years, knowledge of RNA modifications and their regulation has expanded extensively, providing novel insights and strategies to explore potential therapeutics for pathogenesis of various diseases, including cancer. Several chemical modifications in RNA have been identified so far, among these N<sup>6<\/sup>-methyladenosine (m6A) modification is the most abundant and well-studied epitranscriptomic marker found in mRNA and long noncoding RNA. Abnormal m6A expression is proven to be associated with tumorigenesis, cancer stemness and drug resistance of cancers. Methylation in 6-Adenosin of RNA is a dynamic and reversible process tightly regulated by its writer, m6A methyltransferase complex and erasers, FTO and ALKBH5. m6A methyltransferase complex contains METTL3-METTL14-WTAP as core components. METTL3 is the catalytic component, which is activated by heterodimer formation with METTL14. High METTL3 expression is found in several cancers such as breast, lung, liver, gastric, colorectal, AML and a METTL3 catalytic inhibitor is found to delay AML progression in mouse models. Protein that binds RNA m6A modification to execute it signaling are known as m6A readers. Readers are categorized into three main classes, YTH domain proteins, IGF2 mRNA-binding proteins and heterogeneous nuclear ribonucleoproteins. YTH family readers are found to have oncogenic roles in several cancers including AML, breast, lung, CRC and glioblastoma. Recent studies suggest inhibition of m6A binding of individual YTH family proteins is a promising therapeutic strategy however, potent inhibitors are yet to be identified. This poster summarizes current assays we have developed to facilitate cancer therapeutic discovery in m6A related protein targets. We present development and validation of an assay suitable identify in METTL3 catalytic inhibitors using our proprietary hotspot technology. We also show development of HTRF based biochemical assays for all five YTH family protein YTHDF1-3 and YTHDC1-2, to screen for molecules that disrupt protein-m6A interaction. We further study the selectivity of an FDA approved drug Tegaserod, a reported YTHDF1 inhibitor by a structure based virtual screening, between YTH family proteins.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-02 DNA methylation,,"},{"Key":"Keywords","Value":"Drug-discovery screen,RNA methylation,m6A modification,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. F. AbdulSalam<\/b>, S. Oh, B. P. Lee, J. J. Ferry, J. R. Ries, K. Y. Horiuchi; <br\/>Reaction Biology Corporation, Malvern, PA","CSlideId":"","ControlKey":"39ff5412-b5dc-4b93-a29e-d621f5ff99db","ControlNumber":"5388","DisclosureBlock":"&nbsp;<b>S. F. AbdulSalam, <\/b> None..<br><b>S. Oh, <\/b> None..<br><b>B. P. Lee, <\/b> None..<br><b>J. J. Ferry, <\/b> None..<br><b>J. R. Ries, <\/b> None..<br><b>K. Y. Horiuchi, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6648","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4417","PresenterBiography":"","PresenterDisplayName":"Safnas AbdulSalam, PhD","PresenterKey":"5d86dc42-c16f-43a4-a3e1-79c880261461","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4417. Development of biochemical screening assays to facilitate drug discovery in RNA m6A modification regulators","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"373","SessionOnDemand":"False","SessionTitle":"Epigenetics and Cancer Biology","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of biochemical screening assays to facilitate drug discovery in RNA m6A modification regulators","Topics":null,"cSlideId":""}]