[{"Abstract":"Glioblastoma multiforme (GBM) is a highly aggressive and deadly brain cancer. Temozolomide (TMZ) is the standard chemotherapeutic agent for GBM, but many patients experience recurrence and invasion of tumor cells. We investigated whether TMZ treatment of GBM cells regulates matrix metalloproteinases (MMPs), which have main function to promote tumor cell invasion. TMZ effectively killed GL261, U343, and U87MG cells at a concentration of 500 &#956;M, and surviving cells upregulated MMP9 expression and its activity but not those of MMP2. TMZ also elevated levels of <i>MMP9<\/i> mRNA and <i>MMP9<\/i> promoter activity. Subcutaneous graft tumors survived from TMZ treatment also exhibited increased expression of MMP9 and enhanced gelatinolytic activity. TMZ- mediated-MMP9 upregulation was specifically mediated through the phosphorylation of p38 and JNK. This then stimulates AP-1 activity through the upregulation of c-Fos and c-Jun. Inhibition of the p38, JNK, or both pathways counteracted the TMZ-induced upregulation of MMP9 and AP-1. This study proposes a potential adverse effect of TMZ treatment for GBM: upregulation of MMP9 expression associated with increased invasion and poor prognosis. This study also provides valuable insights into the molecular mechanisms by which TMZ treatment leads to increased MMP9 expression in GBM cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Glioblastoma,Temozolomide,MMP9,Invasion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Jung<\/b>, H. D. Thanh, S. Lee, K.-S. Moon; <br\/>Chonnam National University Medical School, Hwasun-gun, Korea, Republic of","CSlideId":"","ControlKey":"1a7e57a6-152f-4f00-8320-05f737af6c1b","ControlNumber":"2988","DisclosureBlock":"&nbsp;<b>C. Jung, <\/b> None..<br><b>H. D. Thanh, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>K. Moon, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3141","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5407","PresenterBiography":"","PresenterDisplayName":"Chaeyong Jung, DVM;PhD","PresenterKey":"eaa206e8-cd52-46fc-9c88-b2d972abe177","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5407. Temozolomide promotes matrix metalloproteinase 9 expression through p38 MAPK and JNK pathways in glioblastoma cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Temozolomide promotes matrix metalloproteinase 9 expression through p38 MAPK and JNK pathways in glioblastoma cells","Topics":null,"cSlideId":""},{"Abstract":"Cervical cancer is the fourth most common cancer in women, with 311,000 deaths worldwide in 2018. About two thirds of patients with cervical cancer exhibit elevated serum levels of squamous cell carcinoma antigen (SCCA), also known as SERPINB3. SERPINB3 is associated with advanced stage and lymph node metastasis and we have previously shown it has a protective role against radiation treatment and chemotherapy induced cell death. We have also shown that SERPINB3 promotes tumor growth in both immunocompromised and immune competent murine models, yet the molecular mechanism is unknown. We have recently shown that SERPINB3 expression results in activation of signal transducer of transcription 3 (STAT3) and extracellular signal regulated kinase (ERK) in cervical cancer cells. These signaling cascades promote cell proliferation, survival, invasion, and metastasis. Proximity labeling using biotin-ligase fused to SERPINB3 revealed STAT3 and ERK as potential interacting partners. We aim to identify the molecular mechanism by which SERPINB3 promotes tumor progression, and determine if SERPINB3 drives invasion and metastasis in-vivo. We hypothesized that SERPINB3 directly interacts with and activates STAT3 and ERK leading to downstream signaling promoting invasion and metastasis. To test this hypothesis, we used cervical tumor cell lines engineered with SERPINB3 or empty vector control and determined migration by wound healing assay and downstream activation of STAT3 and ERK. Co-immunoprecipitation (co-IP) with western blot was performed to determine an interaction between SERPINB3 and STAT3 and ERK. E6\/E7-expressing TC-1, and Lewis Lung Carcinoma cells, LL2, to develop a method for injecting the cervix of immunocompetent c57BL\/6 albino mice (no available murine cervical carcinoma line). Wound healing assays revealed that knocking out SERPINB3 shows a decrease in wound closure in both SW756 and HT3 cervical cancer cells compared to control cells, respectively. Co-IP of STAT3 in HT3 cells revealed the presence of SERPINB3, providing further evidence for an interaction between STAT3 and SERPINB3. We were able to grow tumors in the cervix of the C57\/BL6 mice and identified potential metastatic deposits in the lung. Moving forward, we plan to identify the minimal functional domain of the interaction between SERPINB3 and STAT3\/ERK using a step-wise genetic approach for protein domain deletion. To determine the role of SERPINB3 on metastasis in vivo, we will use, LL2 and TC-1 engineered with the mouse orthologue mSERPINB3a to determine effect of SERPINB3 on invasion and metastasis. Conducting this study will provide insights as to how SERPINB3 may function in a pro-tumor role in cervical cancer and allow the development of SERPINB3-targeted drugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Cell migration,Cervical cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. L. Campos Guerrero<\/b>, L.-Y. Chen, S. Markovina; <br\/>Washington University In St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"f0857e6a-541d-4708-893c-11b0ce2e05ce","ControlNumber":"7381","DisclosureBlock":"&nbsp;<b>M. L. Campos Guerrero, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>S. Markovina, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3142","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5408","PresenterBiography":null,"PresenterDisplayName":"Marlene Campos Guerrero, AA,BS","PresenterKey":"a28acab5-37a9-4dc5-b0fd-e3bb8a5b7365","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5408. SERPINB3 impact on cervical cancer cell mobility and migration","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SERPINB3 impact on cervical cancer cell mobility and migration","Topics":null,"cSlideId":""},{"Abstract":"Although head and neck squamous cell carcinomas (HNSCCs), including tongue, vocal cord, and buccal cancers, are one of the most common cancers worldwide with a mortality rate of more than 40%, there have been no solid standard biomarkers for effectively diagnosing HNSCCs at early stages and no effective protocols available to support in vitro expansion of HNSCC cells. To establish a cell culture method to support in vitro self-renewal of HNSCC cells, patient-derived tumor was enzymatically digested, and the tongue cancer epithelial cells were seeded onto feeder cells with the Rho kinase inhibitor (Y-27632). Additionally, to test our hypothesis that free thiol groups in the cells, generated by a mild reduction of cell surface proteins using the reducing agent tris(2-carboxyethyl) phosphine hydrochloride (TCEP), would modulate cancer cell adhesion and migration, we assessed the expression levels of integrins, focal adhesion kinase (FAK), and phosphorylated FAK (pFAK) of tongue cancer epithelial cells cultured on both soft and rigid polyacrylamide (PAAm) hydrogel-based cell culture substrates. Patient-derived tongue cancer epithelial cells exhibited self-renewal ability and maintained cancerous phenotypes, with high expressions of P53, Ki67, E-cadherin, CD44, and AHDH1A1. Treatment with the reducing agent (TCEP) increased the degree of cell adhesion through the significantly upregulated integrin<b> <\/b>&#945;5&#946;1-mediated phosphorylation of FAK, resulting in inhibited single-cell and collective cell migration as well as invasion. Additionally, when these cells were cultured on stiff PAAm hydrogels mimicking the tumor microenvironment, the cells exhibited accelerated cell migration behaviors, compared to cells on soft hydrogels. These results highlight the synergetic contributions of feeder cells and Rho kinase inhibitor to support long-term self-renewal of tongue cancer patient-derived epithelial cells. <b> <\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,patient-derived cancer cell ,Cell migration,Cell invasion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Kim<\/b><sup>1<\/sup>, L. D. Anggradita<sup>1<\/sup>, S. Hur<sup>1<\/sup>, J. Park<sup>2<\/sup>, S.-H. Kim<sup>3<\/sup>, M. Ban<sup>2<\/sup>, Y. Hwang<sup>1<\/sup>; <br\/><sup>1<\/sup>Soonchunhyang Institute of Medi-bio Science, Cheonan-si, Korea, Republic of, <sup>2<\/sup>Soonchunhyang University Cheonan Hospital, Cheonan-si, Korea, Republic of, <sup>3<\/sup>Korea Institute of Science and Technology, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"829bc47b-59a7-4fac-9ee3-1dc94ba8b339","ControlNumber":"4092","DisclosureBlock":"&nbsp;<b>J. Kim, <\/b> None..<br><b>L. D. Anggradita, <\/b> None..<br><b>S. Hur, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>M. Ban, <\/b> None..<br><b>Y. Hwang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3143","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5409","PresenterBiography":null,"PresenterDisplayName":"Joo Hyun Kim","PresenterKey":"e0619e22-087a-4c80-9112-3cec9c8cb55f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5409. Phosphorylated focal adhesion kinase by mild reduction of cell surface proteins inhibits integrin &#945;5&#946;1-dependent patient- derived cancer cell migration and invasion","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phosphorylated focal adhesion kinase by mild reduction of cell surface proteins inhibits integrin &#945;5&#946;1-dependent patient- derived cancer cell migration and invasion","Topics":null,"cSlideId":""},{"Abstract":"The impact of advanced glycation end products (AGEs) accumulation is associated with the development and exacerbation of many degenerative processes and disorders, including aging and cancer. AGEs accumulation in the skin leads to stiffness and loss of elasticity by building up in the connective tissue during aging process. This process has implications of the extracellular matrix, affecting the adhesion, migration, and invasiveness potential of melanoma cells. Furthermore, tumor invasiveness is correlated with mechanical stiffness, contributing to the high metastatic capacity of melanoma. To address this research gap, our study aimed to evaluate the invasive potential of chemoresistant melanoma using an in vitro model of reconstructed aged human skin modified by glycation. Glycated skin exhibited distinct features indicative of aging, including positive pentosidine fluorescence and elevated CML labeling and expression, well-established biomarkers of aging. Furthermore, glycated skin with resistant melanoma demonstrated reduced expression of differentiated keratinocytes (CK-10) and increased expression of undifferentiated keratinocytes (CK-14). Overall, in glycated skin with resistant melanoma, decreased proliferation and increased tumor invasion were observed, associated with changes in the expression of key markers, such as reduced MITF and SOX-10 and increased AXL. Downregulation of MITF in skin with resistant melanoma resulted in decreased Melan-A expression, implying altered pigmentation of melanoma cells. Additionally, resistant melanoma in glycated skin showed enhanced inflammation, as indicated by higher levels of IL-8 and IL-1&#945;. Gene screening showed upregulation of the PAI-1, ABL-1, COL1A1, SPARC genes. Among these genes, PAI-1 (Plasminogen activator inhibitor-1) was upregulated in resistant melanoma compared to na&#239;ve melanoma both in glycated skin. PAI-1 may play a critical role in the development of aging-associated pathological changes. In addition, PAI-1 is recognized as a marker of senescence and a key member of a group of proteins collectively known as the senescence-messaging secretome. It also performs protumorigenic functions, such as promoting vasculature, increasing growth, motility and protecting tumor cell apoptosis. Overall, this work demonstrated that skin aged by glycation when associated with i-Braf resistant melanoma exhibited a more invasive and less proliferative profile (low MITF and SOX10, elevated AXL), more inflammatory (elevated IL-8 and IL-1&#945;) and with a greater number of immature keratinocytes (elevated ck-14). PAI-1 overexpression may be a promising target to expand studies caused by oncogenes in the model of aged skin by glycation with resistant melanoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"3D models,Melanoma,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Oliveira da Silva<\/b><sup>1<\/sup>, L. A. C. Carvalho<sup>2<\/sup>, D. E. M. Camarena<sup>1<\/sup>, J. R. Silva<sup>1<\/sup>, I. H. Y. Noma<sup>1<\/sup>, M. O. Moraes, Jr.<sup>1<\/sup>, P. C. Pennacchi<sup>3<\/sup>, S. S. Maria Engler<sup>1<\/sup>; <br\/><sup>1<\/sup>University of São Paulo, São Paulo, Brazil, <sup>2<\/sup>Moffitt, Tampa, FL, <sup>3<\/sup>Vivia Biotech,, Madrid, Spain","CSlideId":"","ControlKey":"cf2eaaa9-5443-480a-8675-24ec61c32129","ControlNumber":"4867","DisclosureBlock":"&nbsp;<b>R. Oliveira da Silva, <\/b> None..<br><b>L. A. C. Carvalho, <\/b> None..<br><b>D. E. M. Camarena, <\/b> None..<br><b>J. R. Silva, <\/b> None..<br><b>I. H. Y. Noma, <\/b> None..<br><b>M. O. Moraes, <\/b> None..<br><b>P. C. Pennacchi, <\/b> None..<br><b>S. S. Maria Engler, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3144","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5410","PresenterBiography":null,"PresenterDisplayName":"Renaira Oliveira da Silva","PresenterKey":"cbb9325f-02ea-4238-b6c1-006b2856ff99","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5410. Unveiling PAI-1 as a new player in chemoresistant melanoma in aged human skin reconstructed in vitro","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unveiling PAI-1 as a new player in chemoresistant melanoma in aged human skin reconstructed in vitro","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Clear Cell Renal Cell Carcinoma (ccRCC) is the most common type of kidney cancer, presenting with defining characteristics of increased lipid droplets formation, loss of the VHL tumor suppressor, and low levels of fatty acid oxidation (FAO). Obesity is associated with an increase in ccRCC incidence, although obese patients respond better to different therapies, a phenomenon called as obesity paradox. The consumption of diets rich in lipids and leading to obesity has been increasing, but how the dietary composition affects ccRCC progression, or could be modulated in combination with other therapies for better responses is still unclear. In the present study, we aimed to evaluate how different fatty acids (FAs) affect ccRCC behavior and metabolism.<br \/><b>Methods:<\/b> We used 786-O and 769-P ccRCC cell lines. Palmitic acid (PA), oleic acid (OA), and linoleic acid (LA), which are saturated, monounsaturated, and polyunsaturated fatty acids, respectively were used as stimuli for the cells at 50 or 200&#181;M. All stimuli were diluted in culture media with 5% FBS. Lipid droplets were evaluated by Oil Red O staining; viability was assessed by MTT; protein expression was tested by Western Blotting; Oxygen Consumption rate (OCR) by Seahorse; survival was quantified by clonogenic assay; and mRNA was measured by RT-qPCR.<br \/><b>Results:<\/b> All FAs increased the amount of lipid droplets compared to the control, but OA was the most potent. PA impaired the growth rate for cells compared to control, and other FAs in both cell lines, and did not increase the expression of cleaved caspase-3. PA, even in a lower concentration [50&#181;M], impaired the formation of colonies for both cell lines compared to control and other FAs. LA impaired colony formation only in the higher concentration [200&#181;M], while OA only induced a difference for 769-P cells at the smaller concentration, increasing the number of colonies. OA, and mainly PA, decreased 769-P cells migration, at the time of 6 and 12 h, while only PA decreased migration for 786-O cells, at the time of 12 h. LA, and mainly PA, increased CPT1a mRNA levels in 786-O cells but did not induce a significant difference to 769-P, and all FAs decreased FASN in both cell lines.<br \/><b>Conclusion:<\/b> It was demonstrated that OA was a potent inducer of lipid droplet formation, which can be protective in avoiding lipid peroxidation. On the other hand, PA and LA induced fewer lipid droplets probably because they are going to FAO, as we observed increased mRNA CPT1a levels, which is the rate-limiting enzyme in FAO. PA impaired potentially the formation of colonies and growth rate, and it is important to highlight that it was without inducing caspase 3-dependent programmed cell death. Taken together our data suggest that PA could be a target therapy for<br \/>ccRCC, but it is still necessary for more studies in vitro and in vivo to evaluate how PA and enriched lipid diet can impact a better outcome for patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Kidney cancer,Obesity,Fatty acids,Lipid metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>I. Ramos de Andrade<\/b>, D. Wang, S. Welford; <br\/>University of Miami Miller School of Medicine, Miami, FL","CSlideId":"","ControlKey":"4f7597ff-e773-4ec3-9394-45e13cbdbf78","ControlNumber":"7292","DisclosureBlock":"&nbsp;<b>I. Ramos de Andrade, <\/b> None..<br><b>D. Wang, <\/b> None..<br><b>S. Welford, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3145","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5411","PresenterBiography":null,"PresenterDisplayName":"Isadora Ramos de Andrade, PhD,MS","PresenterKey":"63a1e64e-76bf-427e-800f-3335e1de9800","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5411. Effect of different fatty acids on ccRCC behavior and metabolism","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effect of different fatty acids on ccRCC behavior and metabolism","Topics":null,"cSlideId":""},{"Abstract":"Different types of cancer cells exhibit varying levels of invasiveness, migration behavior and ability to resume growth at distant sites. In order to classify cell lines for these fundamentally important traits of metastasis, we sought to generate an image-based <i>in vitro<\/i> assay that quantifies morphological and functional features of cancer cell plasticity. We developed an Imaging-Based Pipeline as an R Package for <i>in vitro<\/i> cell monitoring using the breast cancer cell lines MDA-MB-231 and MCF-7 that represent high-metastatic and low-metastatic cells <i>in vivo<\/i>, respectively, to identify relevant feature variables. Live cell imaging via the zenCELL owl system captured images for labeling and segmentation. Pre-trained neural network models from Cellpose, combined with user-calibrations, accurately segmented cells for tracking. The tracking pipeline calculated similarity coefficients, Jaccard index, between consecutive frames for cell trajectory analysis. Geometric and morphological features, speed, and distance measurements were derived for assessing structural motility and proliferation-associated changes. The analysis of two cell line models revealed significant variations in morphological changes, with MDA-MB-231 showing more rapid changes between round and elongated shape compared to MCF-7 cells. Moreover, the analysis of cell motility, consistent with the morphological changes, revealed that TGF-beta1 induced migration in MDA-MB-231 cells much stronger than in MCF-7 cells. Likewise, differences in proliferation induction upon addition of growth factor was monitored, showing that MCF-7 cells are more responsive to the growth stimulation than MDA-MB-231 cells. Consequently, the morphological plasticity of cancer cells, closely linked to the epithelial-to-mesenchymal transition (EMT) state, emerges as a defining factor for the <i>in vitro <\/i>plasticity of these cells. Quantified proliferation rate and migration speed of the cells was then used to establish an <i>in vitro<\/i> \"plasticity index\" that captures a cell line&#8217;s ability to switch between migration and proliferation. This index will undergo validation using cell lines with well-established metastatic propensities.<br \/>In conclusion, we developed an Imaging-Based Pipeline that can effectively explore cancer cell plasticity in vitro and monitor the impact of genetic or pharmacologic perturbations on this critical characteristic of aggressive cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Metastatic potential,Epithelial-mesenchymal transition (EMT),Imaging,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Sameri<\/b><sup>1<\/sup>, D. Das<sup>2<\/sup>, S. Michaelis<sup>3<\/sup>, J. Wegener<sup>3<\/sup>, H. Hosseini<sup>1<\/sup>, M. Hoffmann<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Regensburg, Regensburg, Germany, <sup>2<\/sup>Fraunhofer Institute for Toxicology and Experimental Medicine ITEM, Regensburg, Germany, <sup>3<\/sup>Fraunhofer Institute for Electronic Microsystems and Solid State Technologies EMFT, Regensburg, Germany","CSlideId":"","ControlKey":"747ea293-4147-4a04-bf17-5ff7407836a3","ControlNumber":"4558","DisclosureBlock":"&nbsp;<b>S. Sameri, <\/b> None..<br><b>D. Das, <\/b> None..<br><b>S. Michaelis, <\/b> None..<br><b>J. Wegener, <\/b> None..<br><b>H. Hosseini, <\/b> None..<br><b>M. Hoffmann, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3146","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5412","PresenterBiography":null,"PresenterDisplayName":"Saba Sameri, MS","PresenterKey":"877f1451-57d3-4f40-9c2e-ff01acfe6add","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5412. In vitro plasticity profiling of metastatic cancer cells with an imaging-based pipeline","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"In vitro plasticity profiling of metastatic cancer cells with an imaging-based pipeline","Topics":null,"cSlideId":""},{"Abstract":"Hypoxia is a common condition in the tumor microenvironment that contributes to tumor cell migration, invasion, and metastasis, partly through inducing epithelial-mesenchymal transition (EMT). One of the key proteins in this process is hypoxia-inducible factor 1 (HIF-1), which regulates the expression of various genes as transcription factor and is vital for the cellular response in tissue hypoxia. Several studies have investigated the causation between hypoxic conditions and increased <i>in vitro<\/i> tumor cell motility and the role of potential regulatory signaling pathways. Understanding the precise molecular mechanisms underlying hypoxia-induced responses is crucial for better targeting tumor progression. However, establishing sound and predictive models is urgently needed to achieve this.In this study, we investigated the migration ability of four non-small cell lung cancer cell lines carrying different mutations of the growth factor pathway (H1975: EGFR T790M, PF901: BRAF V600E, PF139: KRAS G12C mutant, and H838: triple WT) under normoxic, hypoxic, and hypoxia-mimicking CoCl<sub>2<\/sub>-treated conditions. The motility of the cells was investigated by 48 h video microscopy (single cell random migration) and 72 h scratch assay. We analyzed the expression of crucial genes and proteins, including HIF-1&#945;, as well as molecules associated with epithelial-mesenchymal transition (<i>vimentin, n-cadherin,<\/i> and <i>e-cadherin<\/i>), proliferation (PCNA), and apoptosis (PARP), using Western blot and qPCR techniques. Our work showed no change in cellular motility between any of the cell lines following treatment with CoCl<sub>2<\/sub> compared to normoxic conditions. However, PF139 and PF901 cell lines showed a significant decrease in single-cell motility upon hypoxia. Interestingly, immunoblot analysis revealed stabilization of HIF-1&#945; in response to both CoCl<sub>2<\/sub> and hypoxia in the meantime. Additionally, we observed cell line-dependent changes in EMT marker expression upon CoCl<sub>2<\/sub> treatment and hypoxia. Our work complements previous results published by our group and others on the tumor-promoting role of hypoxia, demonstrating that short-term exposure to hypoxia may act as an acute stressor for tumor cell lines. Our work suggests that the tumor progression-promoting effects are tissue-specific and should be investigated using long-term hypoxia models. Acknowledgments: This work was supported by the Hungarian Thematic Excellence Program (TKP2021-EGA-44) and the National Laboratories Program - National Laboratory for Tumor Biology (NLP-17). S&#225;ra Eszter Surguta is a grantee of the ITM-NKFIA funded Cooperative Doctoral Program (1018567).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Tumor hypoxia,Migration,Hypoxia-inducible factor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. E. Surguta<\/b><sup>1<\/sup>, M. Baranyi<sup>2<\/sup>, L. Svajda<sup>1<\/sup>, I. Ran&#273;elovi&#263;<sup>1<\/sup>, M. Cserepes<sup>1<\/sup>, J. Tóvári<sup>1<\/sup>; <br\/><sup>1<\/sup>National Institute of Oncology, Budapest, Hungary, <sup>2<\/sup>KINETO Lab Ltd., Budapest, Hungary","CSlideId":"","ControlKey":"080dee54-774e-4a90-beef-6d6060e76ba7","ControlNumber":"2436","DisclosureBlock":"&nbsp;<b>S. E. Surguta, <\/b> None..<br><b>M. Baranyi, <\/b> None..<br><b>L. Svajda, <\/b> None..<br><b>I. Ran&#273;elovi&#263;, <\/b> None..<br><b>M. Cserepes, <\/b> None..<br><b>J. Tóvári, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3147","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5413","PresenterBiography":null,"PresenterDisplayName":"Sára Surguta, MS","PresenterKey":"a94285e4-b660-4345-990e-ba6a1ae3e243","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5413. <i>In vitro<\/i> modeling of the migration ability of lung adenocarcinoma cell lines under hypoxic conditions","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vitro<\/i> modeling of the migration ability of lung adenocarcinoma cell lines under hypoxic conditions","Topics":null,"cSlideId":""},{"Abstract":"Perineural invasion (PNI) is a crucial mechanism facilitating prostate cancer metastasis. PNI encompasses perineural, circumferential, and intraneural invasion, with cancer cells closely interacting with nerves. Evidence suggests that cancer cells utilize the nervous system for metastasis through signaling pathways. PNI is associated with poor prognoses in various cancers, but its role in prostate cancer remains unclear. PCa primarily metastasizes through systemic routes, such as lymphatic and circulatory systems. Metastasizing cancer cells undergo epithelial-mesenchymal transition (EMT), enhancing their motility. SNAIL1, a transcriptional repressor, induces EMT and promotes cancer cell migration, including towards nerves, termed neurite outgrowth. Neurite outgrowth involves intricate signaling between tumor cells and nerves, possibly facilitating cancer cell infiltration into nerve sheaths and PNI. Our lab has shown SNAIL1 in interactions with neurotrophic factors like Brain-Derived Neurotrophic Factor (BDNF) and Tyrosine Kinase Receptor Beta (TrkB), modulating cancer cell behavior. TrkB is overexpressed in various cancers, while BDNF signaling contributes to EMT via the Twist-Snail axis. BDNF may also play a role in PNI pathogenesis. <b>Our hypothesis posits the BDNF-TrkB axis drives aggressive prostate cancer and PNI.<\/b> This study employed prostate cancer cell lines for comprehensive analysis. We assessed BDNF expression in different cell lines, particularly those with high Snail levels, and analyzed BDNF transcript levels via real-time quantitative PCR following RNA extraction and reverse transcription. We explored whether BDNF overexpression enhanced cancer cell migration towards nerves, employing migration assays. Our findings indicated heightened migration in BDNF-high cell lines, C42, PC3, and MDA-2b, compared to BDNF knockdown cells. Additionally, a TrkB inhibitor, K252a, attenuated migration due to BDNF-induced TrkB phosphorylation. Our study establishes that BDNF\/TrkB signaling promotes prostate cancer cell migration towards nerves, a phenomenon reversible with K252a, offering a potential strategy to impede prostate cancer progression and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Prostate,Cancer,Metastasis,Invasion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. J. Edwards<\/b><sup>1<\/sup>, V. Odero-Marah<sup>2<\/sup>; <br\/><sup>1<\/sup>Claflin University, Orangeburg, SC, <sup>2<\/sup>Morgan State University, Baltimore, MD","CSlideId":"","ControlKey":"82306368-c17c-4abb-b5fc-999f0ea88ad8","ControlNumber":"90","DisclosureBlock":"&nbsp;<b>G. J. Edwards, <\/b> None..<br><b>V. Odero-Marah, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3148","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5414","PresenterBiography":null,"PresenterDisplayName":"Gabrielle Edwards, BS;PhD","PresenterKey":"13afc596-faf8-4e81-98a7-4ce1d2dff4ee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5414. BDNF\/TrKB signaling may lead to higher incidence of perineural invasion in men with prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BDNF\/TrKB signaling may lead to higher incidence of perineural invasion in men with prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Head and neck squamous cell carcinoma (HNSCC) is the sixth most common cancer worldwide, with a five-year-survival of 61-64%. Recent studies have demonstrated tumor keratinocytes with features of a partial transition from epithelial to a mesenchymal phenotype, also known as partial-EMT (pEMT), at the edge of invading tumor islands associates with metastatic disease. As such, pEMT likely results from direct interactions between tumor cells and their surrounding microenvironment. To test if specific secreted factors or cell interactions drive the acquisition of pEMT, we first analyzed a series of primary and established HNSCC cell populations to determine TGF-&#946;1 responsiveness since TGF-&#946;1 is a known driver of pEMT. Of the eight populations tested, six displayed an increased level of pSMAD3 upon incubation with 5 ng\/mL of TGF-&#946;1 (p &#60; 0.0001). To determine if this TGF-&#946;1 response leads to an increase in pEMT phenotype, a pEMT-score (derived from mRNA expression of 9 pEMT markers) for each HNSCC population was determined following TGF-&#946;1 treatment. As expected, the two non-responsive HNSCC populations showed no increase in pEMT-score, whilst five of the six TGF-&#946;1-responsive HNSCC populations demonstrated a significant increase in pEMT-score (p = 0.006). To assess if TGF-&#946; induced pEMT phenotype correlates with increased invasive potential, we produced 3D skin equivalent models using the eight HNSCC keratinocyte populations, in the presence or absence of primary fibroblasts and\/ or TGF-&#946;1 treatment. TGF-&#946;1 treatment alone caused a significant increase in invasion of all five TGF-&#946;1-induced pEMT HNSCC populations (r<sup>2<\/sup>&nbsp;= 0.449, p = 0.0045), whilst the three populations previously shown to be pEMT unresponsive to TGF-&#946;1 treatment showed no increase. Interestingly, addition of primary fibroblasts without TGF-&#946;1 treatment caused a universal dramatic increase in invasion in 3D organ culture (p = 0.0064, 34-fold increase), regardless of the previously determined TGF-&#946;1-induced pEMT status. Unexpectedly, TGF-&#946;1 treatment in the presence of fibroblasts caused no significant increase in invasion in 3D cultures (r<sup>2&nbsp;<\/sup>= 0.00001, p = 0.9906). We next compared levels of pEMT markers in 3D cultures using immunofluorescence and observed a significant increase in PDPN in six of the eight HNSCC populations (p = 0.0136) with the addition of fibroblasts suggesting that factors independent of TGF-&#946;1 contributes to pEMT marker expression and invasion in 3D culture. Overall, these data demonstrate fibroblasts induce HNSCC keratinocyte invasion regardless of the population&#8217;s ability to respond to TGF-&#946;1-induced pEMT and that pEMT may be driven by factors independent of TGF-&#946;1 in 3D culture.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Invasion,3D cell culture,Partial EMT,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Park<\/b>, M. M. Alexander, J. M. Curry, A. J. Luginbuhl, A. P. South; <br\/>Thomas Jefferson University, Philadelphia, PA","CSlideId":"","ControlKey":"14662bd8-3644-4ea0-8dc0-b6df55264b9a","ControlNumber":"3488","DisclosureBlock":"&nbsp;<b>P. Park, <\/b> None..<br><b>M. M. Alexander, <\/b> None..<br><b>J. M. Curry, <\/b> None..<br><b>A. J. Luginbuhl, <\/b> None..<br><b>A. P. South, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3149","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5415","PresenterBiography":null,"PresenterDisplayName":"Pyung hun (Paul) Park, BS","PresenterKey":"d04fd4fd-28eb-44f3-a00c-af4e4d6e3d9d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5415. Fibroblast mediated head and neck tumor cell invasion in 3D culture is independent of partial epithelial to mesenchymal transition","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fibroblast mediated head and neck tumor cell invasion in 3D culture is independent of partial epithelial to mesenchymal transition","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Cancer places a tremendous strain on society in both developed and economically less developed nations. It remains the most recurring and deadliest disease despite rapid advances in treatment modalities. The major contributors are the prevalence of known risk factors, urbanization, population growth and ageing. Cancer resurgence depends on the organ in which the tumor first appears, immune response, patient&#8217;s characteristics, disease stage and tumor microenvironment (TME). Among the several inflammatory molecules found within the TMEs, the levels of adenosine triphosphate (ATP) has been found to be high. In healthy tissue, the concentration of ATP in the extracellular space (eATP) is negligible and does not accumulate significantly due to the activity of ectonucleotidases. However, tissue injury, cellular stress and chemotherapy mediated cell death can increase the levels of ATP in the TME. The eATP exerts its effect mainly through purinergic P2 receptors expressed by most malignant cells. We have previously shown that eATP promoted migration and invasion of cancer cells in vitro through increased expression of the enzyme cyclooxygenase 2 (COX-2) (Sharma et al., 2021). We showed that eATP mediated COX-2 expression is through P2 receptors (Akter et al., 2021). Accordingly, we hypothesized that blocking the P2 receptors would abolish the COX-2-mediated migration of tumor cells and tested the same in an animal model.<br \/>Methodology: Tumors were generated in 8-15-week-old male C57BL\/6 mice (20-25 g weight) through subcutaneous injection of syngeneic EL4 lymphoma cells in the left flank of the mice. When tumors were palpable around day 10, saline or P2 receptor, antagonists were directly injected into the center of the tumor and mice were divided into three groups: saline (vehicle control), suramin (broad-spectrum P2 receptor antagonist), and MRS 2578 (P2Y6 receptor-specific antagonist). Drugs were chosen based on prior in vitro research and a vernier caliper was used to assess the growth of the tumor every day. Behavioral tests were performed on day 8 (prior to P2 receptor injections) and days 11, 14 and 17 post-tumor injection. Mice were continuously monitored for their health and were sacrificed on day 18 with deep CO2 anesthesia and cervical dislocation.<br \/>Results: We found that suramin-injected tumors had a substantial reduction in tumor volume when compared to saline-injected ones. Intra-tumoral injections of P2 receptor antagonists such as MRS-2578 also resulted in similar outcomes as suramin. In tumors treated with P2 receptor antagonists, the expression of COX-2, cell cycle proteins and epithelial-to-mesenchymal (EMT) markers, which aid in metastasis, were significantly downregulated, indicating a suppressive effect. Therefore, we propose that P2 receptor-dependent anti-inflammatory drugs (PBAIDs) could be considered a potential alternative therapeutic option for preventing cancer recurrence.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Tumor metastases,eATP,P2 receptors ,PBAIDs,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Ghimeray<\/b>, S. Sharma, R. S. Akundi; <br\/>South Asian University, New Delhi, India","CSlideId":"","ControlKey":"b9320006-3e75-42d4-971a-b8309f011118","ControlNumber":"835","DisclosureBlock":"&nbsp;<b>K. Ghimeray, <\/b> None..<br><b>S. Sharma, <\/b> None..<br><b>R. S. Akundi, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10160","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5416","PresenterBiography":null,"PresenterDisplayName":"Khagendra Ghimeray, BS;MS","PresenterKey":"9e870505-2771-4c6a-9f6d-fa2e00eeb1e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5416. Purinergic P2Y6 receptor antagonists as potential anti tumor agents","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Purinergic P2Y6 receptor antagonists as potential anti tumor agents","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Phosphoglycerate dehydrogenase (PHGDH) is a metabolic enzyme, which is associated with the first step of serine synthesis. The gene encoding this enzyme is often elevated in some types of human cancer, including breast cancer. There are some researches that High-PHGDH expression promotes cancer cell proliferation and tumorigenesis. However, latest study showed that although breast tumors with high expression levels of PHGDH had more possibility to undergo primary-tumor growth, were less likely to metastasize than tumors with low expression of PHGDH by using mouse cell derived mouse models and PDX models. Nevertheless, the applicability of these outcomes to human breast cancer cell lines remains uncertain.<br \/><b>Methods:<\/b> The survival analysis according to PHGDH mRNA expression was analyzed in METABRIC datasets of breast cancer and the whole-transcriptome sequencing data of 120 breast cancer patients. To investigate the effect of PHGDH in human TNBC cell lines, PHGDH overexpressing MDA-MB-231 cell lines and PHGDH knockdown MDA-MB-468 cell lines were established. Subsequent functional experiments were performed to explore the influence of PHGDH on breast cancer tumorigenesis and metastasis.<br \/><b>Results:<\/b> In the analysis using METABRIC datasets, overall survival and disease-free survival were reduced in patients with high PHGDH expression and basal type breast cancer showed the highest mRNA level of PHGDH. Using whole-transcriptome sequencing data of 120 breast cancer patients, we also found PHGDH expression level was higher in cancer tissue(n=120) than normal tissue(n=90). In particular, triple-negative breast cancer indicated higher PHGDH level than luminal type breast cancer. We also used this data to perform analysis of overall survival, disease-free survival, metastasis free survival of non-TNBC patient and it resulted in reducing survival rate when patient showed high-PHGDH expression. However, TNBC patients demonstrated diametrical results in the identical analysis. We examined the impact of PHGDH overexpression in MDA-MB-231 cells and PHGDH knockdown in MDA-MB-468 cells, observing increased proliferation and decreased migration in breast cancer cells with elevated PHGDH levels. Conversely, PHGDH knockdown exhibited opposing effects. Subsequently analysis of markers associated with epithelial-mesenchymal transition revealed a correlation with PHGDH expression.<br \/><b>Conclusions:<\/b> Our data suggest that a potential role for PHGDH in breast cancer as a marker of reduced survival in triple-negative breast cancer, and as a regulator of cancer cell proliferation and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Breast cancer,Migration,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Baik<\/b><sup>1<\/sup>, J. Kim<sup>2<\/sup>, S. Lee<sup>1<\/sup>, A. Park<sup>3<\/sup>, K. Shin<sup>4<\/sup>, S. Kwon<sup>4<\/sup>, H. Lee<sup>5<\/sup>, W. Han<sup>3<\/sup>; <br\/><sup>1<\/sup>Integrated Major in Innovative Medical Science, Seoul National University Graduate School, Seoul, Korea, Republic of, <sup>2<\/sup>Biomedical Research Institute, Seoul National University, Seoul, Korea, Republic of, <sup>3<\/sup>Interdisciplinary Programs in Cancer Biology Major, Seoul National University Graduate School, Seoul, Korea, Republic of, <sup>4<\/sup>Department of Electrical and Computer Engineering, Seoul National University, Seoul, Korea, Republic of, <sup>5<\/sup>Department of Surgery, Seoul National University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"750f4442-72a2-4d1a-a84a-bf41c882c7e5","ControlNumber":"8228","DisclosureBlock":"&nbsp;<b>J. Baik, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>A. Park, <\/b> None..<br><b>K. Shin, <\/b> None..<br><b>S. Kwon, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>W. Han, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3151","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5417","PresenterBiography":null,"PresenterDisplayName":"Jihong Baik, BS","PresenterKey":"6ad93b93-425c-42ad-85b8-9573a9584743","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5417. PHGDH expression level impacts tumorigenesis and metastasis in human breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PHGDH expression level impacts tumorigenesis and metastasis in human breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Hypoxia is a physiologically relevant feature of the prostate microenvironment that promotes migration and invasion resulting in extracapsular extension, the first step toward metastatic progression. Prostate cancer invasion depends on integrins as mechanosensing membrane receptors during creation of membrane lamellipodial protrusions and focal adhesions (FAs). The objective of this study was to determine the molecular events that promote membrane protrusions under hypoxia and whether this was dependent upon kindlin-2, an essential integrin adapter that marks activated &#946;1 integrin heterodimers. DU145 cells depleted of one copy of FERMT2<sup>+\/- <\/sup>(50% kindlin-2 expression) by CRISPR\/Cas9 or DU145 FERMT2<sup>wt<\/sup> (normal kindlin-2 expression) were grown under acute exposure to hypoxia (1% O<sub>2<\/sub>) and compared to cells grown under normal tissue culture conditions. Immunofluorescence microscopy experiments were performed to analyze the spatial temporal expression of kindlin-2 complexes. Kindlin-2 complexes were confirmed by immunoprecipitation using an anti-kindlin-2 3A3-antibody from Sigma-Aldrich. Colocalization was determined by obtaining 2D immunofluorescence microscopy images analyzed using ImageJ 2.1.0\/1.53c and Nikon NIS-Elements 5.30.04. Under hypoxic conditions, analysis over four time points (4h, 8h, 12h &#38; 16h) increased the number and area of FAs (marked by paxillin (PXN)) containing kindlin-2 in a time-dependent manner by 2-fold and 1.5-fold, respectively, but not in DU145 FERMT2<sup>+\/-<\/sup> cells. Additionally, hypoxia increased membrane area, perimeter, and the plasma membrane intensity of kindlin-2 exclusive of FAs in DU145 FERMT2<sup>wt<\/sup> cells which was maximal after 8 hours of hypoxia. Interestingly, limiting the kindlin-2 expression in FERMT2<sup>+\/- <\/sup>cells resulted in a loss of hypoxia-induced lamellipodial protrusions (marked by lamellipodin (RAPH1)) containing kindlin-2 while hypoxia-induced kindlin-2 FA changes were preserved. The current working hypothesis is that lamellipodial protrusions are dependent upon kindlin-2 expression whereas the established FAs are stable under conditions of reduced kindlin-2 expression in hypoxia. This data suggests that an early stage of migration, lamellipodial extensions are sensitive to kindlin-2 availability. Further studies are required to determine the dynamic interplay between protrusive events and focal adhesions in relation to kindlin-2 for prostate cancer cells to migrate and invade.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Hypoxia,Prostate cancer,Invasion,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Nelson<\/b><sup>1<\/sup>, D. Hernandez-Cortes<sup>2<\/sup>, K. D. Marr<sup>1<\/sup>, J. M. Gard<sup>1<\/sup>, A. I. Paxson<sup>1<\/sup>, W. L. Harryman<sup>1<\/sup>, N. K. Seppanen<sup>1<\/sup>, J. M. Ryniawec<sup>1<\/sup>, A. E. Cress<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Arizona, Tucson, AZ, <sup>2<\/sup>University of California San Fransico, San Fransico, CA","CSlideId":"","ControlKey":"37651d0c-ec95-4c7f-8b21-c36e31fa2718","ControlNumber":"8150","DisclosureBlock":"&nbsp;<b>C. Nelson, <\/b> None..<br><b>D. Hernandez-Cortes, <\/b> None..<br><b>K. D. Marr, <\/b> None..<br><b>J. M. Gard, <\/b> None..<br><b>A. I. Paxson, <\/b> None..<br><b>W. L. Harryman, <\/b> None..<br><b>N. K. Seppanen, <\/b> None..<br><b>J. M. Ryniawec, <\/b> None..<br><b>A. E. Cress, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3152","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5418","PresenterBiography":null,"PresenterDisplayName":"Colin Nelson","PresenterKey":"4f249945-0fb7-40d6-b19b-4e79dc4dd26f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5418. Lamellipodial protrusions induced by hypoxia depend upon kindlin-2 in prostate cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lamellipodial protrusions induced by hypoxia depend upon kindlin-2 in prostate cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Ras-related protein 25 (Rab25) is a member of small GTPase, and growing evidence demonstrates the context-dependent roles of Rab25 in cancer progression. While Rab25 aggravates cancer cell invasion in ER-positive breast, ovarian, and gastric cancers, Rab25 is under-expressed and suppresses colon and triple-negative breast cancer progression. Claudins are major components of tight junctions, and disruption of claudins is implicated in tumorigenesis. Among 27 known members of the claudin family, claudin-7 is suggested to suppress colon cancer progression. Previously, we identified that Rab25 induces endothelial-mesenchymal transition (EMT) and invasiveness of several types of cancer cells through activating the &#946;1 integrin\/epidermal growth factor receptor (EGFR)\/Snail signaling cascades. However, little is known about the underlying mechanism of Rab25-induced tumor suppression. In the present study, we identify the critical role of claudin-7 in Rab25-induced suppression of colon cancer invasion. 3D Matrigel and modified Boden chamber were used to assess the invasiveness of colon cancer cells. Wound-healing assay was used to analyze colon cancer cell migration. 3D Matrigel was used to analyze tumor growth. Immunoblotting was used to assess the protein expression. Rab25 induced claudin-7 expression in colon cancer cells through protein stabilization. In addition, the enforced expression of claudin-7 not only reduced the EGFR\/ Ras signaling activity and Snail expression but also attenuated colon cancer cell invasion. However, silencing of claudin-7 expression rescued the tumor suppressive role of Rab25, thereby increasing colon cancer cell invasiveness. Collectively, our data demonstrate for the first time that Rab25 reduces the EGFR\/ Ras\/ Snail signaling activity and inhibits colon cancer cell invasion by upregulating claudin-7 expression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Colon cancer,Rab25,Claudin-7,Invasion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Cho<\/b><sup>1<\/sup>, B. Jeong<sup>2<\/sup>, S.-H. Yoon<sup>1<\/sup>, C. Park<sup>1<\/sup>, H. Lee<sup>1<\/sup>; <br\/><sup>1<\/sup>Konyang Univ. College of Medicine, Daejeon, Korea, Republic of, <sup>2<\/sup>Oregon Health Science University, Portland, OR","CSlideId":"","ControlKey":"a4834a85-9e0d-4431-8f00-d5d9decce43f","ControlNumber":"1430","DisclosureBlock":"&nbsp;<b>S. Cho, <\/b> None..<br><b>B. Jeong, <\/b> None..<br><b>S. Yoon, <\/b> None..<br><b>C. Park, <\/b> None..<br><b>H. Lee, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3153","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5419","PresenterBiography":null,"PresenterDisplayName":"Su Jin Cho, BS","PresenterKey":"fe1cd729-810e-4172-b66e-594b01dcbf10","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5419. Claudin-7 mediates Rab25-induced suppression of colon cancer cell invasion","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Claudin-7 mediates Rab25-induced suppression of colon cancer cell invasion","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is one of the most common male cancer and is the second leading cause of death in men. The basic working components about its cause and progression are not surely known in the research as well as the practitioner community. The current curing therapies such as surgery, radiation therapy, cryotherapy, and hormone therapy are not very encouraging. Subsequently, there is a need to investigate new potential targets for focused treatment. NLRX1 (NOD9 or NLR family member X1) is one member among the NLRs and is a non-inflammasome forming NLR sub-group localized in mitochondria. Previous studies showed that NLRX1 is involved as a tumor suppressor in colorectal cancer and hepatocellular carcinoma. However, NLRX1 serves as tumor promoter in breast cancer and head and neck cancer sarcoma. The present study focuses on the role of NLRX1 in prostate cancer cells under stress conditions including serum-free and hydrogen peroxide (H<sub>2<\/sub>O<sub>2<\/sub>) to understand cell regulation and functions of NLRX1. We used human prostate cancer PC3 and LNCaP cell lines as the models and the following methods, including Annexin V\/PI staining for cell viability, BrdU incorporation for cell proliferation, mitoSOX staining for mitochondrial ROS, wound healing assay for cell migration and Boyden chamber for cell invasion. First, we assessed the TCGA database via UCSC Xena and found that prostate cancer tumors have high NLRX1 expression than normal tissues. Next, we knock down the NLRX1 through lentivirus transduction. We found that silencing NLRX1 expression can decrease cell proliferation in PC3 cells. Furthermore, silencing NLRX1 can significantly decrease cell viability under H<sub>2<\/sub>O<sub>2<\/sub> in PC3 cells and serum-free condition in both cancer cell lines. In addition, we found that H<sub>2<\/sub>O<sub>2<\/sub>-induced cell death is reversed by necroptosis inhibitor Nec-1. Moreover, NLRX1 silencing reduces cell migration in both PC3 and LNCaP cells and can inhibit cell invasion in both cell lines at 24 h. These results suggest that NLRX1 is a positive regulator of cell growth, migration and invasion in prostate cancer cells, and NLRX1 provides a cell-protective role in response to H<sub>2<\/sub>O<sub>2<\/sub> and serum-free stress. Thus, this study will provide a potential target for the development of a therapeutic strategy for prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Prostate cancer,Cell death,Cell growth,Mitochondria,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>W.-W. Lin<\/b>, V. Rathore; <br\/>National Taiwan University College of Medicine, Taipei, Taiwan","CSlideId":"","ControlKey":"962631d0-cdad-4550-88e6-dfe7f21532ce","ControlNumber":"2431","DisclosureBlock":"&nbsp;<b>W. Lin, <\/b> None..<br><b>V. Rathore, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3154","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5420","PresenterBiography":null,"PresenterDisplayName":"Wan-Wan Lin","PresenterKey":"d964f70c-47c1-45f1-a7f7-e97d2f25e465","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5420. NLRX1 involves in prostate cancer cell growth, survival and migration","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NLRX1 involves in prostate cancer cell growth, survival and migration","Topics":null,"cSlideId":""},{"Abstract":"Cancer cell migration is a necessary step in the metastatic cascade, but there are heterogeneous cellular mechanisms to achieve this behavior. This study leveraged live-cell tracking and end-point spatial proteomics to better characterize what underlying molecular states drive migration heterogeneity. U2OS osteosarcoma stably expressing the FUCCI cell cycle reporter system were tracked for 20 hours on a Leica DMI8 widefield microscope. Immediately after, cells were fixed and prepared for highly-multiplexed immunofluorescence imaging on a Canopy CellScape instrument. Initial results from these experiments demonstrate that transferring the sample between these two systems is feasible and results in minimal loss of cells despite the multiple staining cycles. Unlike standard marker panels intended to differentiate between cell types, the initial panel used in this study includes markers that differentiate between migration modes. Even within one cell line, unsupervised clustering identified cell clusters for vimentin high\/ E-cadherin low and E-cadherin high\/ vimentin low, indicated an epithelial to mesenchymal transition (EMT) axis in the dataset. Furthermore, the spatial relationships between the cell neighborhoods show largely heterogeneous distributions of cell states, with clusters of more homogeneous cell states arising in more densely-packed regions of the coverslip. Further analysis of how single cell trajectories correlate to these cell states, as well as how cell cycle dynamics impact both migration and molecular cell states are in progress. Results from these analyses will shed new light on the &#8220;go vs. grow&#8221; hypothesis by directly testing how cell speed, persistence, and overall invasion correspond to cell cycle stage and progression. Furthermore, the high-resolution detail from the multiplexed imaging will allow for subcellular profiling of dynamic proteins, such as beta catenin, and directly link it to a larger protein and migration state. Overall, this experimental approach represents an important bridging between functional measurements and end-point omics technologies that will be crucial to gain actional insights amid the boom in multiomics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Migration,Spatial proteomics,Systems biology,Imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>W. D. Leineweber<\/b>, A. Finkelstein, E. Lundberg; <br\/>Stanford University, Stanford, CA","CSlideId":"","ControlKey":"6b1efc6c-45db-4ddf-9773-e51ca5a8e16a","ControlNumber":"7241","DisclosureBlock":"<b>&nbsp;W. D. Leineweber, <\/b> <br><b>Canopy Biosciences<\/b> Travel.<br><b>A. Finkelstein, <\/b> None.&nbsp;<br><b>E. Lundberg, <\/b> <br><b>Interline Therapeutics<\/b> Other, Advisor and equity interest. <br><b>Cartography Biosciences<\/b> Other, Advisor and equity interest. <br><b>Element Biosciences<\/b> Other, Advisor and equity interest. <br><b>Santa Ana Bio<\/b> Other, Advisor and equity interest. <br><b>Pixelgen Technologies<\/b> Other, Advisor and equity interest. <br><b>Moleculent AB<\/b> Other, Advisor and equity interest.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3155","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5421","PresenterBiography":null,"PresenterDisplayName":"William Leineweber, BA;BS,PhD","PresenterKey":"760e442c-c566-44ba-bbeb-238b1e49a9f5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5421. Characterizing functional cell migration states with highly multiplexed immunofluorescence imaging","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing functional cell migration states with highly multiplexed immunofluorescence imaging","Topics":null,"cSlideId":""},{"Abstract":"ZEB1 is a master transcription factor playing a crucial role in promoting epithelial-mesenchymal transition (EMT), as well as the progression and metastasis of lung cancer. The progression of lung cancer is regulated by non-coding RNAs, including microRNAs, long non-coding RNAs, and circular RNAs (circRNAs). In this study, we aimed to identify circRNAs under the regulation of ZEB1 and elucidate their functions within lung cancer cells. Through RNA sequencing and subsequent CIRI-full analysis in ZEB1-overexpressing lung cancer cells, we identified 25 circRNAs displaying differential expression compared to control cells. Among these circRNAs, we targeted circDennd1b, which showed down-regulation in ZEB1-overexpressing cells. We used siRNAs to target the back-splicing junction of circDennd1b, resulting in its knockdown and consequently promoting the invasion of lung cancer cells. Now, we are studying how circDennd1b affects the progression and metastasis of lung cancer. In summary, the circRNAs modulated by ZEB1 are anticipated to play a key role in the invasion, progression, and metastasis of lung cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Invasion,ZEB1,circular RNAs,circDennd1b,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Cho<\/b>, J.-A. Choi, Y.-H. Ahn; <br\/>Ewha Womans University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"f9883ede-c541-4cdc-86f8-402ed25d7891","ControlNumber":"5914","DisclosureBlock":"&nbsp;<b>S. Cho, <\/b> None..<br><b>J. Choi, <\/b> None..<br><b>Y. Ahn, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3180","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5422","PresenterBiography":null,"PresenterDisplayName":"Seongran Cho, BS","PresenterKey":"606df579-c24a-44b9-b53d-3510ab647d03","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5422. Identification of ZEB1-regulated circular RNAs in lung cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of ZEB1-regulated circular RNAs in lung cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Studies have reported clear clinical observations indicating that obesity and diabetes, which often accompany hyperglycemia, are linked to a poor prognosis across various types of cancer. Specifically, multiple clinical studies involving breast cancer patients have demonstrated that hyperglycemia (&#62;7 mM) is associated with an unfavorable prognosis. Despite the evident correlation between elevated glucose levels and cancer metastasis, the causality remains unclear, and the underlying molecular mechanisms are largely unknown.<br \/>In both normal and diseased physiology, a broad range of tissue glucose levels has been documented, ranging from normal blood circulation (5.5 mM) to normal tissues (1 - 3 mM) and to tumor tissues (&#60;0.5 mM). Consequently, during the early stages of metastasis, cancer cells undergo a significant increase in extracellular glucose levels.<br \/>The capacity of cancer cells to deform and exert contractile force, collectively known as cell mechanics, plays a crucial role in various stages of metastasis. In our previous work, we demonstrated that elevated extracellular glucose levels boost glycolysis and activate the RhoA signaling pathway. This leads to heightened cell stiffness and increased contractility in human triple-negative breast cancer (TNBC) cells. Furthermore, the modified cell mechanics are associated with enhanced cell migration and invasion.<br \/>In this study, we present findings indicating that the inhibition of glucose transporter 3 (GLUT3) significantly diminishes the motility of human TNBC cells, including MDA-MB-231 and its highly metastatic variant, MDA-MB-231\/HM cells. Mechanistic investigations reveal that GLUT3 inhibition, facilitated by a well-characterized potent GLUT3-selective inhibitor (G3iA), results in reduced glucose uptake and glycolysis. The diminished glycolysis, induced by GLUT3 inhibition, activates 5' AMP-activated protein kinase (AMPK) and enhances the phosphorylation of Yes-associated protein (YAP). Moreover, GLUT3 inhibition leads to a decrease in non-muscle myosin II activity and induces alterations in F-actin rearrangement by influencing actin-binding proteins such as VASP and cofilin. These changes are associated with a reduction in cell migration.<br \/>In summary, our results suggest that inhibiting GLUT3 modifies the mechanics of TNBC cells, leading to a decrease in cell motility. Given that GLUT3 is notably elevated in TNBC and is linked to metastatic progression and a poor prognosis in breast cancer patients, our findings underscore the need for further in vivo studies to validate G3iA as a potential anti-metastatic drug in hyperglycemic TNBC animal models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Glucose metabolism,Metastasis,Actin cytoskeleton,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T.-H. Kim<\/b><sup>1<\/sup>, A. Qadir Bhat<sup>1<\/sup>, C. V. Iancu<sup>2<\/sup>, J.-Y. Choe<sup>2<\/sup>; <br\/><sup>1<\/sup>University of New Mexico Health Sciences Center, Albuqueruqe, NM, <sup>2<\/sup>University of New Mexico, Albuqueruqe, NM","CSlideId":"","ControlKey":"4ff63f19-69f5-458a-b79f-63006bb3130b","ControlNumber":"1847","DisclosureBlock":"&nbsp;<b>T. Kim, <\/b> None..<br><b>A. Qadir Bhat, <\/b> None..<br><b>C. V. Iancu, <\/b> None..<br><b>J. Choe, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3181","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5423","PresenterBiography":"","PresenterDisplayName":"Tae-Hyung Kim, PhD","PresenterKey":"4e357172-0991-494d-977f-648ca97a0572","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5423. Selective inhibition of glucose transporter 3 (GLUT3) suppresses triple-negative breast cancer cell migration by modulating actin cytoskeleton and cell mechanics","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Selective inhibition of glucose transporter 3 (GLUT3) suppresses triple-negative breast cancer cell migration by modulating actin cytoskeleton and cell mechanics","Topics":null,"cSlideId":""},{"Abstract":"Metastases are a major cause of morbidity and mortality in patients with cancer. How metastatic tumors employ metabolic programs to successfully colonize diverse microenvironment is poorly understood. Using an orthotopic xenograft mouse model of lung cancer that develops metastases and recapitulates metastatic lung cancer spread, we injected GFP-LUC-expressing human H1975 lung tumor cells into the left lungs of mice. In vivo bioluminescence imaging was used to visualize tumor growth and metastatic spread for 30 days. Animals were then euthanized and primary and metastatic tumors were collected from different anatomical sites of the body (left lung, right lung, mediastinum, abdominal metastases). Tumor samples were analysed by RNA sequencing analysis. The transcriptomes of lung metastases demonstrated a significant reduction in the expression of genes encoding respiratory pathway protein as compared to the primary lung tumors, suggesting metabolic reprogramming of their respiratory metabolism. CRISPRi-mediated silencing of genes encoding components of respiratory function in human lung cancer cells was associated with significantly increased metastatic spread <i>in vivo<\/i>. These studies suggest the functional importance of respiratory metabolism on modulating <i>in vivo<\/i> disease spread.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Metastatic tumors,RNA-seq,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Bisoyi<\/b>, Y. Sei, N. Bennett, K. Nakamura, J. L. Nakamura; <br\/>UCSF - University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"00bdc04d-0033-46c3-9ac0-cbdefe0e19a2","ControlNumber":"5995","DisclosureBlock":"&nbsp;<b>P. Bisoyi, <\/b> None..<br><b>Y. Sei, <\/b> None..<br><b>N. Bennett, <\/b> None..<br><b>K. Nakamura, <\/b> None..<br><b>J. L. Nakamura, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3182","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5424","PresenterBiography":null,"PresenterDisplayName":"PADMINI BISOYI","PresenterKey":"2224dc9b-73b9-450d-880d-4e12d4aef4db","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5424. Respiratory function linked to <i>in vivo <\/i>metastatic lung cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Respiratory function linked to <i>in vivo <\/i>metastatic lung cancer progression","Topics":null,"cSlideId":""},{"Abstract":"<i>Introduction:<\/i> Microphthalmia-associated transcription factor (MITF) is a critical regulator of melanocyte differentiation and melanoma oncogenesis. Melanoma expression profiling has revealed a strong trend between low MITF expression levels and invasive behavior. However, it is unclear how low levels of MITF are connected to invasive behavior. Preliminary data from our lab has identified transcription factor E3 (TFE3), a MITF paralog, as a transcriptional regulator in MITF-low melanoma states. We hypothesize that in melanoma cells with low MITF levels, TFE3 promotes invasion. To assess the possibility that the antagonistic regulatory interaction between MITF and a paralog was coopted from the embryo, we examine migratory behavior of neural crest cells in zebrafish embryos that are wild-type, <i>mitfa<\/i> loss-of-function (LOF) mutants, <i>tfec <\/i>(TF3 ortholog) LOF mutants, or <i>mitfa\/tfec<\/i> double LOF embryos.<br \/><i>Methods:<\/i> We evaluated TFE3 levels by Western blot in a panel of melanoma cell lines known to express a range of MITF expression levels. We mutated <i>TFE3<\/i> exon 4, which encodes the DNA binding domain, using a single guide RNA, and assessed cellular invasive potential using an <i>in vitro<\/i> transwell invasion assay. CUT&#38;RUN sequencing was used to profile TFE3 genomic binding. Zebrafish embryos were generated in which the <i>mitfa<\/i> promoter drove expression of RNA encoding green fluorescent protein (GFP), and of the genotypes mentioned above. From transgenic wild-type and <i>mitfa<\/i> LOF mutant embryos we isolated GFP-expressing cells and conducted single cell-RNA sequencing. We assessed migration of GFP-labeled cells by fluorescent microscopy in 20-48 hour post fertilization zebrafish embryos of all genotypes mentioned above.<br \/><i>Results:<\/i> We found that melanoma cell lines with high levels of <i>MITF<\/i> (SKMEL3 and SKMEL28) had low levels of TFE3 protein, and those with low levels of <i>MITF<\/i> (A375 and RPMI 7952) had high levels of TFE3 protein. The TFE3-high cell lines were more invasive <i>in vitro<\/i> than the TFE3-low cell lines. TFE3-high cell lines depleted of TFE3 were less in invasive <i>in vitro<\/i> than parental cells. CUT&#38;RUN profiling of TFE3 demonstrates that TFE3 binds mesenchymal-like enhancers in MITF-low cell lines. Single cell RNA sequencing revealed that in a melanocyte precursor cluster present in both wild types and in <i>mitfa<\/i> mutants, expression of <i>tfec<\/i> was higher in the latter. Finally, migration of GFP-expressing cells was higher in <i>mitfa<\/i> LOF mutant embryos than in <i>mitfa\/tfec<\/i> double LOF mutant embryos.<br \/><i>Conclusion:<\/i> These data indicate that reduction of MITF expression up-regulates TFE3 expression in melanoma and <i>tfec <\/i>in zebrafish melanocytes, although the mechanism of this regulation is unclear. They also show that TFE3 and Tfec promote migration of metastatic melanoma and melanocyte precursors, respectively. Because regulatory mechanisms in cancer are often coopted from embryonic cells, studying the embryo may illuminate cancer pathogenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Malignant melanoma,Malignant progression,Metastatic potential,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Chang<\/b><sup>1<\/sup>, K. Campbell<sup>1<\/sup>, R. Moore<sup>1<\/sup>, R. Cornell<sup>2<\/sup>, C. Kenny<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Iowa Hospitals & Clinics, Iowa City, IA, <sup>2<\/sup>University of Washington, Seattle, WA","CSlideId":"","ControlKey":"41812adb-91fd-4c60-adda-e7f865f0c00e","ControlNumber":"7873","DisclosureBlock":"&nbsp;<b>J. Chang, <\/b> None..<br><b>K. Campbell, <\/b> None..<br><b>R. Moore, <\/b> None..<br><b>R. Cornell, <\/b> None..<br><b>C. Kenny, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3183","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5425","PresenterBiography":null,"PresenterDisplayName":"Jeremy Chang","PresenterKey":"59f1bc16-01c6-44b0-b4eb-a74db9d231be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5425. MITF\/TFE regulatory programs in neural crest migration are co-opted in melanoma metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MITF\/TFE regulatory programs in neural crest migration are co-opted in melanoma metastasis","Topics":null,"cSlideId":""},{"Abstract":"Chromatin instability has been associated with the expression of structural maintenance of chromosomes (SMC) family members and is a common feature in many tumors. SMC family members have been associated with poor outcomes in several cancer types. However, little is known about their functions and mechanisms in promoting cancer progression, particularly in non-small cell lung cancer (NSCLC). Here, we evaluated the expression of SMC family members in the tumor microenvironment of NSCLC specimens using single-cell RNA sequencing analyses. After a survival analysis, it was found that the sole factor associated with a poor prognosis for NSCLC was member SMC2 expression. Immunohistochemistry was used with data from the Human Protein Atlas, the Cancer Genome Atlas, and the Gene Expression Omnibus databases to confirm the overexpression of SMC2 in NSCLC. We demonstrated that SMC2 regulates not only the fluctuations in the critical states of tumor cells, which are defined by different transcriptome and metabolic properties but also coordinates the immunological components and cell-to-cell communications of the immune milieu, potentially through the pleiotrophin and the Galectin pathways. In vitro and in vivo evidence support the pro-metastatic role of SMC2 in NSCLC. Subsequent investigations showed that SMC2 increases NSCLC progression and metastasis via modulating the ERK\/AKT\/NF-&#954;B pathway and the epithelial-mesenchymal transition process. Our research clarifies the role and potential mechanisms of SMC2 in NSCLC, providing new treatment options and valuable insights for the management of NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Invasion,Metastasis,Epithelial-mesenchymal transition (EMT),NSCLC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Y. He<sup>1<\/sup>, Z. Luo<sup>2<\/sup>, Y. Wang<sup>2<\/sup>, S. Xiong<sup>2<\/sup>, <b>R. Wan<\/b><sup>1<\/sup>, X. Zhang<sup>1<\/sup>, H. Bai<sup>1<\/sup>, J. Wang<sup>1<\/sup>; <br\/><sup>1<\/sup>CAMS Key Laboratory of Translational Research on Lung Cancer, State Key Laboratory of Molecular Oncology, Department of Medical Oncology, National Cancer Center\/National Clinical Research Center for Cancer\/Cancer Hospital, Chinese Academy of Medical , Beijing, China, <sup>2<\/sup>Southwest Medical University, Luzhou, China","CSlideId":"","ControlKey":"4f3d802b-01c4-489e-aaf3-fd2b026cd454","ControlNumber":"2323","DisclosureBlock":"&nbsp;<b>Y. He, <\/b> None..<br><b>Z. Luo, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>S. Xiong, <\/b> None..<br><b>R. Wan, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>H. Bai, <\/b> None..<br><b>J. Wang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3184","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5426","PresenterBiography":"","PresenterDisplayName":"Rui Wan, MD","PresenterKey":"ec79875d-62b9-4792-a249-ef8c38478d2b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5426. SMC2 orchestrates non&#8209;small cell lung cancer proliferation, invasion, and metastasis by modulating the ERK\/AKT\/NF-&#954;B pathways","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"429","SessionOnDemand":"False","SessionTitle":"Invasion and Motility","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SMC2 orchestrates non&#8209;small cell lung cancer proliferation, invasion, and metastasis by modulating the ERK\/AKT\/NF-&#954;B pathways","Topics":null,"cSlideId":""}]