[{"Abstract":"F-actin cytoskeleton remodeling is essential for cell migration, organ development, and immune responses. CDC42, a factor orchestrating F-actin remodeling for membrane dynamics, switches between its inactive GDP- and active GTP-bound forms. However, the biological and clinical significance of the mechanisms regulating CDC42 protein turnover remains unclear. Here we show that KLHL23-mediated CDC42&#183;GTP polyubiquitylation for degradation and RhoGDI-mediated CDC42&#183;GDP sequestration away from the plasma membrane co-inactivate CDC42 in a spatiotemporal context, influencing membrane dynamics and homeostasis during migration. Via a functional genomic screen, we identified KLHL23 as a suppressor of tumor invasion. Decreased KLHL23 level was associated with tumor metastasis and poor clinical outcomes in patients with liver and pancreas cancers. KLHL23 functions as the E3 ligase responsible for CDC42 polyubiquitylation and degradation. KLHL23 shares with RhoGDI the switch II region of CDC42 for binding, enhancing selective targeting of CDC42&#183;GTP and CDC42&#183;GDP, respectively. KLHL23 depletion in cells leads to F-actin and membrane over-protrusion, as well as epithelial-mesenchymal transition and tumor metastasis. Fluorescence resonance energy transfer assays reveal that the KLHL23&#8212;CDC42&#183;GTP interaction plays a primary role in quenching CDC42 activity during membrane protrusion-retraction, while the RhoGDI&#8212;CDC42&#183;GDP interaction occurs lately. Our results demonstrate the spatiotemporal interplay between RhoGDI and KLHL23 in regulating CDC42 turnover for membrane dynamics. As KLHL23\/RhoGDI&#8212;CDC42 axis dysregulation causes tumor metastasis, our findings open avenues for exploring novel therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-01 Actin cytoskeleton,,"},{"Key":"Keywords","Value":"Actin cytoskeleton,Migration,Metastasis,GTPase,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S.-Y. Hsieh<\/b>; <br\/>Chang Gung Memorial Hospital - Taoyuan Branch, Taoyuan, Taiwan","CSlideId":"","ControlKey":"de55af5f-9e13-48e5-bb46-4c9e3e6e5c1c","ControlNumber":"4195","DisclosureBlock":"&nbsp;<b>S. Hsieh, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3105","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"192","PresenterBiography":null,"PresenterDisplayName":"Sen-Yung Hsieh, MD;PhD","PresenterKey":"6f0909a6-5766-49c9-b117-e3779dc93123","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"192. Orchestrating CDC42 turnover to regulate membrane protrusion and tumor metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Orchestrating CDC42 turnover to regulate membrane protrusion and tumor metastasis","Topics":null,"cSlideId":""},{"Abstract":"Cell shape change and motility are essential in metastasis and involve remodeling of the actin cytoskeleton, cell adhesions, and plasma membrane. How these cytoskeletal and membrane remodeling are regulated and coordinated remains largely unknown. We previously identified TRIM9 as a regulator of actin dynamics and exocytosis in developing neurons. Deletion of murine <i>Trim9 <\/i>impairs neuronal migration, netrin-induced axon turning, and axonal and dendritic branching, and increased exocytosis and filopodial stability. In addition, we have shown TRIM9 alters dynamics of the actin polymerase VASP at filopodia tips via non-degrative mono-ubiquitination. TRIM9 is expressed in other motile cells, but the non-neuronal role of TRIM9 remains unknown. TRIM9 was identified as a possible prognostic biomarker in melanoma and high expression correlates with low patient survival. Melanomas undergo phenotype switching, where three distinct phenotypes exist that are associated with differences in gene expression. The three phenotypes consist of a melanocytic proliferative state, a neural crest-like invasive state, an intermediate state. Single cell RNAseq (scRNASeq) data from patient-derived melanoma indicate TRIM9 is highly expressed in the proliferative melanocytic state, which correlates with poor prognosis. <i>We hypothesize that TRIM9 coordinates actin dynamics, adhesion, and exocytosis in melanoma.<\/i> We show that TRIM9 protein is enriched in several human melanoma lines. Here we examine the role of TRIM9 in regulation of focal adhesions, exocytosis, migration, and invasion in two of these lines. Genetic loss of TRIM9 increased random migration velocity but reduced directional persistence. Interestingly, we find that TRIM9 plays a role in promoting bleb-like morphology and inhibits the ability to durotax on shallow gradients on soft substrate. Fluorescence recovery after photobleaching (FRAP), Total internal reflection fluorescence microscopy (TIRF), and widefield microscopy revealed that loss of TRIM9 results in increased focal adhesions, cell size, and altered dynamics of focal adhesion proteins VASP, zyxin, and paxillin dynamics. In addition, TRIM9 knockout cells exhibit reduced filopodial length and density and altered filopodial localization of VASP. In-gel zymography indicates that TRIM9 knockout cells also display an increased degradative capacity. Current studies are investigating how loss of TRIM9 alters parameters of cell contractility, lamellipodia, invadopodia, and exocytosis to define the role of TRIM9 in melanoma motility. Together these findings suggest TRIM9 reduces adhesion and migration, increases proliferation and blebbing and may be an important regulator of phenotype switching in melanoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-01 Actin cytoskeleton,,"},{"Key":"Keywords","Value":"Actin cytoskeleton,Melanoma\/skin cancers,Migration,Focal adhesions,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Lukasik<\/b>, J. Brooks, S. Redinbo, J. Bear, S. Gupton; <br\/>University of North Carolina at Chapel Hill, Chapel Hill, NC","CSlideId":"","ControlKey":"1ebfc261-6b94-4f3f-96b9-5295f95b9b7e","ControlNumber":"2502","DisclosureBlock":"&nbsp;<b>K. Lukasik, <\/b> None..<br><b>J. Brooks, <\/b> None..<br><b>S. Redinbo, <\/b> None..<br><b>J. Bear, <\/b> None..<br><b>S. Gupton, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3106","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"193","PresenterBiography":null,"PresenterDisplayName":"Kimberly Lukasik, BS,AAS,AS","PresenterKey":"29a8d208-54b2-4e95-a284-f0fcd84a4a8c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"193. Melanoma cytoskeletal dynamics, membrane remodeling, and motility are regulated by TRIM9","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Melanoma cytoskeletal dynamics, membrane remodeling, and motility are regulated by TRIM9","Topics":null,"cSlideId":""},{"Abstract":"Despite recent advances in treatment, the survival rate of glioblastoma (GBM) patients remains low due to the cancer&#8217;s resistance to current treatment modalities. Solid tumors like GBM are known to harbor physical abnormalities at the tissue and cell level. An understanding of GBM cell mechanics may therefore lead to the identification of novel disease mechanisms, biomarkers, and therapeutic strategies to improve treatment outcomes. In this study, we aimed to compare the mechanics of human GBM cells and their normal counterpart, immortalized human astrocytes (IHAs). To accomplish this, we used a parallel-plate flow system to expose single cells to physiological fluid shear stress and recorded the resulting deformation using a camera-coupled microscope. We then utilized digital image correlation analysis to create strain-time profiles of individual cells and fit the profiles with a three-parameter generalized Maxwell model to characterize their nuclear and cytoplasmic viscoelastic properties. We also used fluorescence microscopy and atomic force microscopy to quantify actin density and alignment and adhesion energy in both cell types, respectively. Our results showed that, contrary to extracranial cancer cells, the viscoelastic properties of GBM cells are similar to their normal counterpart. This may explain why metastasis in GBM patients is rare and conventional treatment options are unsuccessful. We also found that actin organization and localization and adhesion energy is different between GBM cells and IHAs. Thus, future research which links the genetic and microenvironmental factors that modulate these unique mechanical features may lead to the development of rational and novel clinical strategies against GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-01 Actin cytoskeleton,,"},{"Key":"Keywords","Value":"Glioblastoma,Actin cytoskeleton,Metastasis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Najera<\/b>, K. Onwudiwe, L. Holen, A. A. Burchett, D. Rodriguez, M. Zarodniuk, S. Siri, M. Datta; <br\/>University of Notre Dame, Notre Dame, IN","CSlideId":"","ControlKey":"d8ec094a-8f9b-4ea0-a26e-94acec22939c","ControlNumber":"1583","DisclosureBlock":"&nbsp;<b>J. Najera, <\/b> None..<br><b>K. Onwudiwe, <\/b> None..<br><b>L. Holen, <\/b> None..<br><b>A. A. Burchett, <\/b> None..<br><b>D. Rodriguez, <\/b> None..<br><b>M. Zarodniuk, <\/b> None..<br><b>S. Siri, <\/b> None..<br><b>M. Datta, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3107","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"194","PresenterBiography":null,"PresenterDisplayName":"Julian Najera, BS","PresenterKey":"c0bf957a-0f55-4fd5-97a7-058440f23789","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"194. Single-cell mechanical analysis reveals that astrocytes and glioblastoma cells have similar viscoelastic properties","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell mechanical analysis reveals that astrocytes and glioblastoma cells have similar viscoelastic properties","Topics":null,"cSlideId":""},{"Abstract":"Metastasis remains the main cause of death in pediatric cancer patients with the lung being one of the most common affected organs. Our inability to cure these patients is largely due to insufficient knowledge about tumor and metastatic niche plasticity, while existing models are not fully effective in mirroring the response seen in clinical setting. Our goal is to overcome these limitations by establishing <i>in vitro<\/i> lung metastasis models using tumor\/lung organoid co-cultures to study lung infiltration of pediatric solid tumors. We successfully established patient-derived lung organoids from pediatric lung tissue and characterized them according to the presence and the localization of the respective lung epithelial cell types. Co-culture conditions of lung organoids with PDX-derived Ewing sarcoma and osteosarcoma cells were optimized and models established, while the establishment of models for other pediatric solid tumor entities is ongoing. We have observed infiltration of the lung organoids by tumor cells, and our preliminary findings suggest distinct patterns of infiltration among different tumor entities. Furthermore, we have performed single-cell RNA sequencing analysis on these co-cultures in comparison to the parental lung organoids and tumor cells, aiming to uncover the specific signaling pathways activated in the lung metastatic niche in response to tumor cell invasion. Additionally, experiments using conditioned medium suggest that the lung organoid secretome is sufficient to induce homing of osteosarcoma and Ewing sarcoma cells to the organoids, with the CXCL12\/CXCR4 signaling axis as a prime candidate driver. To ascertain the extent to which our <i>in vitro<\/i> model recapitulates the <i>in vivo<\/i> lung metastatic niche, we performed spatial transcriptomics (using VISIUM\/10X Genomics) on formalin-fixed paraffin-embedded (FFPE) tissue blocks of paired primary tumors and lung metastasis samples for Ewing sarcoma and osteosarcoma. Comprehensive data analysis is currently ongoing, which will instruct a stepwise incorporation of additional factors into our modular organoid co-culture model, resulting in a better representation of the lung metastatic niche. Further, the analysis of patient-derived material will elucidate the spatial organization of solid tumor lung metastases and contribute to the identification of signaling pathways implicated in lung infiltration. In conclusion, our study not only unravels the complexities of pediatric solid tumor metastasis, but also lays the foundation for exploring the anti-metastatic potential of pathway-specific compounds targeting tumor\/lung interactions using the established <i>in vitro<\/i> lung metastasis models. This study is supported by grant 35353-B of the Austrian Science Fund.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-12 Other,,"},{"Key":"Keywords","Value":"Organoids,Pediatric solid tumors,Lung metastasis,3D models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Zylka<\/b><sup>1<\/sup>, C. Hafemeister<sup>1<\/sup>, L. Watzke<sup>2<\/sup>, U. Mann<sup>2<\/sup>, D. Surdez<sup>3<\/sup>, E. Sweet-Cordero<sup>4<\/sup>, B. Liegl-Atzwanger<sup>5<\/sup>, M. Dettmer<sup>6<\/sup>, M. Farlik<sup>2<\/sup>, F. Halbritter<sup>1<\/sup>, M. Metzelder<sup>2<\/sup>, H. Kovar<sup>1<\/sup>, B. Radic-Sarikas<sup>1<\/sup>; <br\/><sup>1<\/sup>St. Anna Children's Cancer Research Institute, Vienna, Austria, <sup>2<\/sup>Medical University of Vienna, Vienna, Austria, <sup>3<\/sup>Universitätsklinik Balgrist, Balgrist, Switzerland, <sup>4<\/sup>University of California, San Francisco, San Francisco, CA, <sup>5<\/sup>Medical University Graz, Graz, Austria, <sup>6<\/sup>Klinikum Stuttgart, Stuttgart, Germany","CSlideId":"","ControlKey":"27a4bc2c-5ef0-4db2-ac64-31d555a5668d","ControlNumber":"6576","DisclosureBlock":"&nbsp;<b>M. Zylka, <\/b> None..<br><b>C. Hafemeister, <\/b> None..<br><b>L. Watzke, <\/b> None..<br><b>U. Mann, <\/b> None..<br><b>D. Surdez, <\/b> None..<br><b>E. Sweet-Cordero, <\/b> None..<br><b>B. Liegl-Atzwanger, <\/b> None..<br><b>M. Dettmer, <\/b> None..<br><b>M. Farlik, <\/b> None..<br><b>F. Halbritter, <\/b> None..<br><b>M. Metzelder, <\/b> None..<br><b>H. Kovar, <\/b> None..<br><b>B. Radic-Sarikas, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3114","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"196","PresenterBiography":null,"PresenterDisplayName":"Martha Zylka, BS,MS","PresenterKey":"a9b9c6d5-1c63-4b76-9c1b-3e623547d676","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"196. <i>In vitro<\/i> modeling of pediatric solid tumor lung metastases","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vitro<\/i> modeling of pediatric solid tumor lung metastases","Topics":null,"cSlideId":""},{"Abstract":"Background: Breast cancer is the most diagnosed cancer worldwide and is the second leading cause of cancer death among women in the United States. Despite breakthroughs in targeted therapies for breast cancer, the 5-year survival rate for women with metastatic breast cancer is 30%. There is a strong rationale to explore the therapeutic potential of G-protein coupled receptors (GPCRs), which comprise the largest class of proteins successfully targeted by FDA-approved drugs. Importantly, at least one-third of GPCRs are &#8220;orphans&#8221; and remain largely uncharacterized. One of these orphan GPCRs is GPR52. To date, there is no literature on the role of GPR52 in any cancer type, but we find from publicly available clinical data that low mRNA expression of GPR52 in breast tumors correlates with reduced overall survival (hazard ratio=0.67 [0.53-0.83], logrank P= 0.00035) and that GPR52 mRNA levels tend to be lower in tumor metastases compared to primary tumor (n&#62;80, p=4.45e-17). Therefore, we hypothesize that loss of GPR52 may support breast cancer metastasis.<br \/>Results: We used CRISPR-Cas9 to knockout (KO) GPR52 in triple-negative breast cancer cell lines MDA-MB-468 and MDA-MB-231, and in the non-cancerous breast epithelial cell line MCF10A, and confirmed the generation of frameshift mutations by Sanger sequencing. Interestingly, we observed that GPR52 KO cells clustered together &#173;<i>in vitro <\/i>in 2D and hypothesized that this characteristic may allow GPR52 KO breast cancer cells to increase their metastatic potential. We conducted invasion assays though Matrigel and found that GPR52 KO cells were more likely to invade as sheets or clusters. To determine the <i>in vivo <\/i>impact of GPR52 loss, we injected MDA-MB-468 GPR52 KO cells in zebrafish (<i>Danio rerio<\/i>) two days post-fertilization and observed that GPR52 loss led to increased metastatic foci and total cancer surface area thirty hours post-injection (n&#8805;12, p&#60;0.05). We determined from RNA-sequencing (n=3, p&#60;.0001) and confirmed with western blotting that the melanoma cell adhesion molecule (MCAM) is upregulated in the MCF10A and MDA-MB-468 GPR52 KO cells. Increased mRNA expression of MCAM has been associated with reduced overall survival in breast cancer patients (hazard ratio=1.33 [1.05-1.62], logrank P= 0.02)<br \/>Conclusion: Knockout of GPR52 from breast cancer cells promotes increased cell clustering <i>in vitro<\/i> and metastasis in zebrafish. These data support the investigation of GPR52 as a biomarker of cancer aggression and a potential therapeutic target for breast cancer patients whose tumors express GPR52.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-12 Other,,"},{"Key":"Keywords","Value":"Breast cancer,G-protein-coupled receptors (GPCR),Invasion and metastasis,Adhesion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Z. Hanif<sup>1<\/sup>, C. C. Au<sup>1<\/sup>, I. Torregroza<sup>1<\/sup>, B. Bhinder<sup>1<\/sup>, L. Dow<sup>1<\/sup>, O. Elemento<sup>1<\/sup>, T. Evans<sup>1<\/sup>, <b>K. A. Brown<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Weill Cornell Medicine, New York, NY, <sup>2<\/sup>University of Kansas Medical Center, Lawrence, KS","CSlideId":"","ControlKey":"90c26e23-4fea-4a34-a8c0-3bc3c857a79e","ControlNumber":"1335","DisclosureBlock":"&nbsp;<b>S. Z. Hanif, <\/b> None.&nbsp;<br><b>C. C. Au, <\/b> <br><b>ARMA BIO INC<\/b> Other, Co-Founder.<br><b>I. Torregroza, <\/b> None..<br><b>B. Bhinder, <\/b> None.&nbsp;<br><b>L. Dow, <\/b> <br><b>Mirimus, Inc.<\/b> Other, Advisory\/Scientific Board Member, Ownership. <br><b>Frazier Healthcare Partners<\/b> Other, Consultant. <br><b>; Revolution Medicines, Inc.<\/b> Other, Consultant. <br><b>Volastra<\/b> Other, Consultant. <br><b>O. Elemento, <\/b> <br><b>Freenome<\/b> Other, Ownership; proprietary interest. <br><b>OneThree Biotech<\/b> Ownership. <br><b>Owkin, Inc.<\/b> Ownership. <br><b>Volastra<\/b> Ownership. <br><b>Champions Oncology Inc<\/b> Other, Unspecified. <br><b>T. Evans, <\/b> <br><b>OncoBeat, LLC<\/b> Other, Ownership; Advisory\/Scientific Board Member.<br><b>K. A. Brown, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3115","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"197","PresenterBiography":null,"PresenterDisplayName":"Kristy Brown, PhD","PresenterKey":"58754d69-653a-4c77-966d-c9d8dfa33234","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"197. The GPR52-MCAM axis as a novel regulatory mechanism of breast cancer cell clustering and metastatic potential","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The GPR52-MCAM axis as a novel regulatory mechanism of breast cancer cell clustering and metastatic potential","Topics":null,"cSlideId":""},{"Abstract":"Tumor metastasis requires sufficient nutrients to support outgrowth of disseminated tumor cells. Cancer cells utilize fatty acids as a key source of energy and biomass, but these nutrients impair the cytotoxic activities of T cells, serving to support metastatic progression. Blood is a rich source of fatty acids, but the vascular endothelium serves as a barrier to limit access to the surrounding tumor tissue. However, it is unclear how long-chain fatty acid delivery to early metastatic tumors is regulated. Here, we report that endothelial mTORC1 promotes transport of fatty acids into developing metastatic tumors, leading to reduced anti-tumor immune responses and improved outgrowth. Using a murine model of metastatic outgrowth in the lung, tumor burden was significantly reduced upon targeted deletion of Raptor, an essential component of the mTORC1 complex, in endothelial cells (Rptor<sup>ECKO<\/sup>). We employed a multifaceted approach using metabolomics, transcriptomics, and molecular assays to identify a Raptor\/mTORC1-mediated mechanism of transendothelial fatty acid transport via RAB and CLSTN1 cargo trafficking. In vivo uptake of a fluorescent palmitic acid analog in tumor cells and T cells was reduced in Rptor<sup>ECKO<\/sup> lung metastatic tumors, which correlated with improved markers of cytotoxicity. Combination of low-dose RAD001\/everolimus, which selectively inhibits mTORC1 in endothelial cells, with anti-PD1 reduces metastatic disease and impairs long-chain fatty acid uptake in T cells, corresponding to improved anti-tumor immunity. These findings describe a novel mechanism of transendothelial fatty acid transportation during metastatic outgrowth, supporting future development of therapeutic strategies to target endothelial mTORC1 activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-12 Other,,"},{"Key":"Keywords","Value":"Metastasis,Endothelial cells,Fatty acids,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. N. Edwards<\/b><sup>1<\/sup>, S. Wang<sup>1<\/sup>, W. Song<sup>1<\/sup>, L. C. Kim<sup>2<\/sup>, Y. Hwang<sup>1<\/sup>, J. Chen<sup>1<\/sup>; <br\/><sup>1<\/sup>Vanderbilt University Medical Center, Nashville, TN, <sup>2<\/sup>Vanderbilt University, Nashville, TN","CSlideId":"","ControlKey":"b0ff9f13-5dc6-4a9a-bdf3-a7d450b8d0ae","ControlNumber":"1643","DisclosureBlock":"&nbsp;<b>D. N. Edwards, <\/b> None..<br><b>S. Wang, <\/b> None..<br><b>W. Song, <\/b> None..<br><b>L. C. Kim, <\/b> None..<br><b>Y. Hwang, <\/b> None..<br><b>J. Chen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3116","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"198","PresenterBiography":null,"PresenterDisplayName":"Deanna Edwards, PhD","PresenterKey":"23b99202-1072-4d9a-a629-74d1c0885d45","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"198. Selective targeting of endothelial mTORC1 reduces transendothelial fatty acid delivery to improve anti-tumor immunity and suppress metastatic outgrowth","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Selective targeting of endothelial mTORC1 reduces transendothelial fatty acid delivery to improve anti-tumor immunity and suppress metastatic outgrowth","Topics":null,"cSlideId":""},{"Abstract":"Background and Purpose: Circulating tumor cells (CTCs) are exposed to mechanical and biochemical stresses including fluid shear stress (FSS) and oxidative distress. Recently we have shown that viable CTCs actively resist destruction when exposed to FSS by a mechano-adaptive mechanism that depends on RhoA-actomyosin activity<sup> <\/sup>[PMID: 32187555]. Since the RhoA-actomyosin axis is implicated in other cellular behaviors that might contribute to metastasis; herein, we explored the hypothesis that exposure to FSS alters the biology of viable CTCs to promote metastatic colonization.<br \/>Methodology: To determine if exposure to FSS alters metastatic potential, we exposed PC-3 prostate and MDA-MB-231 breast cancer cells to FSS prior to injection into the tail-vein of NCG mice. We then monitored metastatic colonization by weekly bioluminescence imaging. Further, we examined if FSS exposure altered the invasive potential of PC-3 and MDA-MB-231 cells, as well as their ability to survive\/proliferate under anchorage-independent conditions. We conducted GC\/LC-MS metabolomic profiling and measured lactate production following FSS exposure. To investigate oxidative burden on FSS exposed cells, we used dihydroethidium to measure general ROS production and a lipid peroxide sensor.<br \/>Results: We found that FSS exposure shortens the time for metastatic colonization for both cell lines. We found that FSS exposure leads to approximately two-fold increase in invasion through collagen matrix, which, for PC-3 cells, is RhoA dependent. Moreover, FSS exposure resulted in increased proliferation (~25%) under anchorage independent conditions in both cell lines. Metabolomic profiling revealed that FSS exposure resulted increased glycolysis, reduced entry into the TCA cycle, and increased lactate levels. We blocked glycolysis in PC-3 and MDA-MB-231 cells with 2-deoxyglucose and found that this increased the fraction of cells destroyed by FSS ~20-30%. We also investigated redox stress and found that compared to cells held in suspension, those exposed to FSS demonstrate lower ROS burden. Interestingly, cells exposed to FSS exhibit lower levels of lipid peroxides in a manner that depends on RhoA.<br \/>Conclusion: Our findings demonstrate that brief pulses of FSS exposure can enhance metastatic potential, increase invasive and anchorage-independent proliferative capacity and rapidly alter metabolism. The phenotypic changes driven by exposure to FSS depend in part on RhoA activation but may also reflect other mechanisms by which cancer cells sense and respond to FSS. The rapid changes in metabolism may act to reduce oxidative distress while CTCs are in suspension. In summary, our data indicate that FSS exposure in the circulation not only represents a physical force that CTCs must overcome to survive, but it also provides instructive cues that may enhance the metastatic behavior of some CTCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-12 Other,,"},{"Key":"Keywords","Value":"Circulating tumor cells,Metabolomics,Metastasis,Invasion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"D. L. Moose, <b>A. N. Pope<\/b>, M. Dykstra, E. B. Taylor, P. Breheny, M. D. Henry; <br\/>Carver College of Medicine, University of Iowa, Iowa City, IA","CSlideId":"","ControlKey":"54d8e6b0-50ea-41fc-83d6-ba36b64b20f1","ControlNumber":"206","DisclosureBlock":"&nbsp;<b>D. L. Moose, <\/b> None..<br><b>A. N. Pope, <\/b> None..<br><b>M. Dykstra, <\/b> None..<br><b>E. B. Taylor, <\/b> None..<br><b>P. Breheny, <\/b> None..<br><b>M. D. Henry, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3117","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"199","PresenterBiography":null,"PresenterDisplayName":"Amanda Pope, BS","PresenterKey":"4ca476f6-0926-4f35-bb42-6729fd20126b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"199. Fluid shear stress enhances metastatic potential and rapidly alters metabolism of circulating tumor cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fluid shear stress enhances metastatic potential and rapidly alters metabolism of circulating tumor cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b>Olive oil has long been considered a healthier edible oil, rich in 75% oleic acid (OA) as its main component. OA is a monounsaturated fatty acid, and recent studies have shown that it is no longer limited to protecting cardiovascular and cerebrovascular systems, but can also reduce the risk of cancer. However, there is limited research on the specific mechanism. After fatty acid is ingested into the body, through fatty acids &#946;-oxidation produces acetyl-CoA, which is a donor of protein acetylation. EMT is an important process to regulate tumor metastasis, and Zeb1 is one of the important EMT transcription factors. Therefore, we explored whether OA could inhibit the progress of breast cancer by affecting the acetylation modification of Zeb1.<br \/><b>Methods: <\/b>Western blotting, CCK8 assay, and Transwell were used to test the impact of gradient doses of OA on breast cancer cells. Immunoprecipitation and Immunoprecipitation mass spectrum were used to determine the acetylation modification sites of Zeb1. Coimmunoprecipitation, IF, and pull-down were used to test and verify the acetylase and deacetylase of Zeb1. Knockdown endogenous<i> ZEB1<\/i> and then reconstructed stable cell lines of Zeb1 wild-type (Zeb1<sup>K1108WT<\/sup>), acetylation activated (Zeb1<sup>K1108Q<\/sup>), and inactivated mutants (Zeb1<sup>K1108R<\/sup>) by lentivirus. Detection of Zeb1 acetylation in patient tissue samples and mouse models under OA treatment using Zeb1-specific acetylation-modified antibodies.<br \/><b>Results:<\/b> OA inhibits the proliferation and migration of breast cancer cells in a concentration gradient-dependent manner, and inhibits the expression of Zeb1, N Cadherin, and upregulates E Cadherin. Among numerous fatty acids, only OA can promote the acetylation of Zeb1 by adjusting the ratio of acetyl-CoA and NAD+\/NADH. K1108 is a biologically functional acetylation site of Zeb1, Zeb1<sup>K1108R<\/sup> exerts the cancer promoting function of Zeb1, while Zeb1<sup>K1108Q<\/sup> does not. OA can promote acetylation of Zeb1<sup>K1108WT<\/sup>, but cannot promote acetylation of Zeb1<sup>K1108R<\/sup>.<br \/><b>Conclusions:<\/b> OA inhibits the development of breast cancer through K1108 acetylation of Zeb1. These results suggest that breast cancer may be ameliorated through dietary interventions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-03 Epithelial\/mesenchymal transition (EMT and MET),,"},{"Key":"Keywords","Value":"Breast cancer,Acetylation,Zinc finger proteins,Diet,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Guo<\/b>, Y. Wang, Y. Shi, S. Yang; <br\/>Nankai University, Tianjin, China","CSlideId":"","ControlKey":"0ce64a9c-2f54-4966-b7ea-033fc7ac3055","ControlNumber":"6183","DisclosureBlock":"&nbsp;<b>M. Guo, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>Y. Shi, <\/b> None..<br><b>S. Yang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3159","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"200","PresenterBiography":null,"PresenterDisplayName":"Min Guo","PresenterKey":"ea1de29e-aecf-4934-a2e5-3650358164dd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"200. OA inhibits the development of breast cancer through K1108 acetylation of Zeb1","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"OA inhibits the development of breast cancer through K1108 acetylation of Zeb1","Topics":null,"cSlideId":""},{"Abstract":"Vimentin is recognized as an important marker in the epithelial-mesenchymal transition (EMT) of several cancer cell types. The overexpression of vimentin appears to coincide with increased tumor growth, migration, and poor prognosis. The vulvar cancer cell line, A431, is of squamous cell origin and displays hallmarks of a squamous cell including expression of cytokeratins 8 and 18 as well as E- and P-cadherin. We have found that treatment of A431 cells with the glucocorticoid, clobetasol, results in upregulation of vimentin which is accompanied by change to a more mesenchymal-like morphology. Despite this change in morphology, the cells continue to express cytokeratins 8 and 18. This suggests that the vimentin has a greater impact on cell morphology than does cytokeratins 8 and 18. However, we previously reported that the analogous glucocorticoid, dexamethasone, also downregulates E- and P-cadherin in these cells which may account for the observed change in morphology. Here we examine more closely the impact of vimentin on cellular morphology in the clobetasol treated A431 cells by both immunofluorescence microscopy and Raman imaging.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-03 Epithelial\/mesenchymal transition (EMT and MET),,"},{"Key":"Keywords","Value":"Epithelial-mesenchymal transition (EMT),,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. E. Lewis<\/b>, K. Haering, K. Yokoyama; <br\/>SUNY Geneseo, Geneseo, NY","CSlideId":"","ControlKey":"c2965f76-e411-41bc-93c7-080ed83adc09","ControlNumber":"7861","DisclosureBlock":"&nbsp;<b>J. E. Lewis, <\/b> None..<br><b>K. Haering, <\/b> None..<br><b>K. Yokoyama, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3160","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"201","PresenterBiography":null,"PresenterDisplayName":"Jani Lewis, BS;MS;PhD","PresenterKey":"4d322d1f-e33a-49f5-981f-34c3db8a67c7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"201. Morphological changes to the vulvar squamous carcinoma cell line, A431, resulting from clobetasol-induced upregulation of vimentin","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Morphological changes to the vulvar squamous carcinoma cell line, A431, resulting from clobetasol-induced upregulation of vimentin","Topics":null,"cSlideId":""},{"Abstract":"Background: Cutaneous melanoma (CM) is a very aggressive malignancy that still represents the deadliest form of skin cancer. About 50% of CM harbors the activating BRAF<sup>V600<\/sup> mutation which exerts most of the oncogenic effects through the MAPK signaling pathway. In the last years, a number of MAPK modulators have been identified, including Spry1. In this context, we have recently reported that Spry1 knockdown (Spry1<sup>KO<\/sup>) reduced the expression of several markers of epithelial-mesenchymal transition (EMT) both <i>in vitro<\/i> and <i>in vivo<\/i>. Loss of E-cadherin is a hallmark of EMT in CM, and the presence of aberrant E-cadherin expression in CM is usually associated with a significantly worse overall survival. Based on these premises, in this study we wondered to explore whether Spry1 influences EMT through the modulation of E-cadherin expression.<br \/>Material and Methods: SPRY1 gene was knocked-out using the CRISPR strategy in BRAF wild-type (wt) and in BRAF-mutant CM cell lines. By using <i>in vitro<\/i> and <i>in vivo<\/i> models, the effects of Spry1<sup>KO<\/sup> on E-cadherin expression and localization was investigated through RNA-sequencing (RNA-seq), quantitative real-time PCR, western blot, and immunofluorescence analyses. To gain insight into Spry1 interactome, immunoprecipitation coupled to mass spectrometry (IP-MS) was performed.<br \/>Results and Discussion: E-cadherin mRNA and protein levels were significantly increased both <i>in vitro<\/i> and <i>in vivo<\/i> in Spry1<sup>KO<\/sup> clones. In addition, immunofluorescence analysis revealed a sustained redistribution of E-cadherin to the plasma membrane following Spry1 loss, thus confirming that Spry1 plays a role in EMT in CM. E-cadherin requires p120-catenin (p120) to maintain cell adhesion and functional adherens junctions. Indeed, p120 dysregulation results in the rapid turnover of E-cadherin complexes. Intriguingly, IP-MS analyses identified several Spry1 protein partners, including p120. Although a number of functional studies are still ongoing, preliminary western blot analysis of cytosolic and mitochondrial proteins indicated that Spry1 and p120 were mostly located in mitochondria.<br \/>Conclusion: Spry1 reduced E-cadherin expression <i>in vitro<\/i> and <i>in vivo<\/i>. Starting from preliminary data, we hypothesized that Spry1-p120 interaction might influence E-cadherin distribution over the plasma membrane.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-03 Epithelial\/mesenchymal transition (EMT and MET),,"},{"Key":"Keywords","Value":"E-cadherin,Epithelial-mesenchymal transition (EMT),Malignant melanoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Montico<\/b><sup>1<\/sup>, G. Giurato<sup>2<\/sup>, R. Guerrieri<sup>1<\/sup>, A. Salvati<sup>2<\/sup>, F. Colizzi<sup>1<\/sup>, L. Baboci<sup>1<\/sup>, L. Sigalotti<sup>1<\/sup>, A. Covre<sup>3<\/sup>, M. Maio<sup>3<\/sup>, A. Steffan<sup>1<\/sup>, T. A. Nyman<sup>4<\/sup>, A. Weisz<sup>2<\/sup>, M. Mongiat<sup>1<\/sup>, E. Andreuzzi<sup>5<\/sup>, E. Fratta<sup>1<\/sup>; <br\/><sup>1<\/sup>Centro di Riferimento Oncologico IRCCS, Aviano, Italy, <sup>2<\/sup>‘Scuola Medica Salernitana’, University of Salerno, Salerno, Italy, <sup>3<\/sup>Center for Immuno-Oncology, University Hospital of Siena, Siena, Italy, <sup>4<\/sup>Institute of Clinical Medicine, University of Oslo, Oslo, Norway, <sup>5<\/sup>Institute for Maternal and Child Health IRCCS Burlo Garofolo, Trieste, Italy","CSlideId":"","ControlKey":"6282d24f-3313-4e4b-ab8a-1dc9a8a62636","ControlNumber":"4410","DisclosureBlock":"&nbsp;<b>B. Montico, <\/b> None..<br><b>G. Giurato, <\/b> None..<br><b>R. Guerrieri, <\/b> None..<br><b>A. Salvati, <\/b> None..<br><b>F. Colizzi, <\/b> None..<br><b>L. Baboci, <\/b> None..<br><b>L. Sigalotti, <\/b> None..<br><b>A. Covre, <\/b> None..<br><b>M. Maio, <\/b> None..<br><b>A. Steffan, <\/b> None..<br><b>T. A. Nyman, <\/b> None..<br><b>A. Weisz, <\/b> None..<br><b>M. Mongiat, <\/b> None..<br><b>E. Andreuzzi, <\/b> None..<br><b>E. Fratta, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3161","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"202","PresenterBiography":null,"PresenterDisplayName":"Barbara Montico, PhD","PresenterKey":"cdb2f22f-921c-4d6d-a7cb-8a7306b0cc03","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"202. Spry1 targeting enhances E-cadherin expression in cutaneous melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spry1 targeting enhances E-cadherin expression in cutaneous melanoma","Topics":null,"cSlideId":""},{"Abstract":"Elevated expression of ERBB3 receptor correlates with increased distant metastasis of breast cancers with amplification and\/or overexpression of <i>ERBB2 <\/i>(<i>HER2\/neu<\/i>), which the underlying molecular mechanism remains unclear. In recent years, cumulative studies have demonstrated that mesenchymal stem cells (MSCs), one of the important cellular components in tumor microenvironment, play important roles in multiple hallmarks of cancer including invasion and metastasis. However, its role in metastasis of ERBB2-positive breast cancer as well as the precise mechanisms are largely unrevealed. In our current study, we found that co-culture with MSCs or treatment with exosomes derived from MSCs can significantly promote the epithelial-mesenchymal transition (EMT), migration and invasion of ERBB2-positive breast cancer cells. MSCs exhibited significantly higher expression of NRG-1, a known ligand of ERBB3, as compared with ERBB2-positive breast cancer cells. The presence of NRG-1 in exosomes derived from MSCs was also evidenced. Mechanistically, co-culture with MSCs or treatment with exosomes derived from MSCs induced upregulation of ZEB1 and Slug via activation of downstream PI3K\/Akt singaling to promote EMT of ERBB2-positive breast cancer cells. In addition, the expression of MMP2 was also upregulated by treatment with MSCs-derived exosomes, which enhanced the migration and invasion of ERBB2-positive breast cancer cells simultaneously. Interestingly, our study further demonstrated that treatment with MSCs-derived exosomes could significantly downregulate the expression of PTEN, the key negative regulator of PI3K\/Akt singaling, via transferring three PTEN-targeting miRNAs (miR-21-5p, miR-23a-3p, and miR-148a-3p). Taken together, we presented here that MSCs may, on the one hand, directly activate the ERBB2\/ERBB3&#8594;PI3K\/Akt signaling pathway in ERBB2-positive breast cancer cells through the expression and secretion of NRG-1 via exosomes. Meanwhile, miR-21-5p, miR-23a-3p, and miR-148a-3p targeted delivery by exosomes specifically downregulated the expression of PETN, thus reliefs the negative regulation of PI3K\/Akt signaling in ERBB2-positive breast cancer cells. These effects of MSCs act in concert to promote the metastasis of ERBB2-positive breast cancer. Our study lays a theoretical foundation and preliminary experimental basis for the development of novel combined therapies for patient with ERBB2-positive breast cancer through co-targeting MSC-derived NRG-1 and miR-21-5p, miR23a-3p, miR148a-3p\/PTEN axis in tumor microenvironment in the future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-03 Epithelial\/mesenchymal transition (EMT and MET),,"},{"Key":"Keywords","Value":"Mesenchymal stem cell,ErbB2,Breast cancer,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Y. Wu<sup>1<\/sup>, L. Chen<sup>1<\/sup>, Y. Cao<sup>2<\/sup>, Q. Huang<sup>1<\/sup>, H. Niu<sup>1<\/sup>, X. Lai<sup>1<\/sup>, M. Zhao<sup>1<\/sup>, H. Yan<sup>1<\/sup>, H. Lyu<sup>3<\/sup>, B. Liu<sup>4<\/sup>, S. Zhang<sup>1<\/sup>, <b>S. Wang<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Affiliated Dongfang Hospital of School of Medicine (the 900th Hospital), Xiamen University, Fuzhou, China, <sup>2<\/sup>Fuzhou General Clinical Medical School, Fujian Medical University, Fuzhou, China, <sup>3<\/sup>Stanley S. Scott Cancer Center, School of Medicine, Louisiana State University (LSU) Health Sciences Center, New Orleans, LA, <sup>4<\/sup>Stanley S. Scott Cancer Center, School of Medicine, Louisiana State University (LSU) Health Sciences Center, Fuzhou, LA","CSlideId":"","ControlKey":"b79e9f7a-d7d0-40ad-ae36-36927cb18690","ControlNumber":"5927","DisclosureBlock":"&nbsp;<b>Y. Wu, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>Y. Cao, <\/b> None..<br><b>Q. Huang, <\/b> None..<br><b>H. Niu, <\/b> None..<br><b>X. Lai, <\/b> None..<br><b>M. Zhao, <\/b> None..<br><b>H. Yan, <\/b> None..<br><b>H. Lyu, <\/b> None..<br><b>B. Liu, <\/b> None..<br><b>S. Zhang, <\/b> None..<br><b>S. Wang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3162","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"203","PresenterBiography":null,"PresenterDisplayName":"Shuiliang Wang, PhD","PresenterKey":"b9e971ce-9ae8-4ff6-aac8-2f48b3d39ca9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"203. Promotion of metastasis of ERBB2-positive breast cancer by mesenchymal stem cells via exosomes-mediated activation of ERBB2\/ERBB3&#8594;PI3K\/Akt singaling pathway","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Promotion of metastasis of ERBB2-positive breast cancer by mesenchymal stem cells via exosomes-mediated activation of ERBB2\/ERBB3&#8594;PI3K\/Akt singaling pathway","Topics":null,"cSlideId":""},{"Abstract":"Epithelial-mesenchymal transition (EMT) is a cellular differentiation process whereby epithelial cells lose epithelial features and acquire mesenchymal, fibroblast-like properties, leading to reduced cell-cell contacts and increased motility. EMT is a fundamental biological process required for normal embryonic development, but may be co-opted by malignant epithelial tumors to facilitate metastatic spread. A known driver of EMT is the TGF-&#946; superfamily of growth factor ligands, which elicit receptor-mediated responses in cells, primarily via TGF-&#946;\/SMAD signaling pathways. In these pathways, receptor-mediated SMAD (R-SMAD) proteins serve as the primary downstream effector molecules, the activities of which are regulated through receptor-mediated phosphorylation. The magnitude and duration of ligand-induced receptor activation influences the level of SMAD phosphorylation, which in turn influences the magnitude of the downstream cellular response(s). In this study, we describe high-throughput methods to quantitatively evaluate the biochemical and cellular responses to TGF-&#946;\/SMAD pathway activation in a cellular model of TGF-&#946;-induced EMT. Effects of pathway activation are examined at different levels of biological complexity (biochemical, cellular, and multicellular), using 2D and 3D (spheroid) models. Collectively, these approaches enable a comprehensive evaluation of TGF-&#946;\/SMAD pathway activation that is amenable to high-throughput analysis platforms.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-03 Epithelial\/mesenchymal transition (EMT and MET),,"},{"Key":"Keywords","Value":"TGF-&#946;,High-throughput assay,Spheroids,Imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. W. Wood<\/b><sup>1<\/sup>, E. Heimsath<sup>2<\/sup>; <br\/><sup>1<\/sup>Cell Signaling Technology, Inc., Danvers, MA, <sup>2<\/sup>Agilent Technologies, Inc., Winooski, VT","CSlideId":"","ControlKey":"da1d41c4-2737-479e-9e5f-42a755f74382","ControlNumber":"458","DisclosureBlock":"&nbsp;<b>A. W. Wood, <\/b> None..<br><b>E. Heimsath, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3163","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"204","PresenterBiography":null,"PresenterDisplayName":"Antony Wood, PhD","PresenterKey":"671123da-2489-43ed-98f7-fda437a350e6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"204. Quantitative evaluation of biomarkers for TGF-&#946;-induced epithelial-mesenchymal transition in biochemical, cellular, and 3D spheroid model systems","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Quantitative evaluation of biomarkers for TGF-&#946;-induced epithelial-mesenchymal transition in biochemical, cellular, and 3D spheroid model systems","Topics":null,"cSlideId":""},{"Abstract":"Cancer cells can become metastatic and develop resistance to targeted therapies through epithelial-to-mesenchymal transition (EMT), which is regulated by epigenetic factors. Our ultimate objective is to understand the molecular mechanisms behind EMT-driven cancer progression and identify potential targets for preventing cancer metastasis. Recently, we made groundbreaking discoveries indicating that EMT can modify membrane trafficking machinery to coordinate cancer cell invasion and immunosuppression in the tumor microenvironment (TME) of lung adenocarcinoma (LUAD). To dissect the &#8220;adaptive&#8221; membrane trafficking program, we initiated a CRISPRi <i>in vivo<\/i> screen to assess more than 2000 trafficking-related genes in syngeneic mouse LUAD models for their requirements for tumorigenesis both with and without immune selective pressure. We identified a panel of membrane trafficking regulators that specifically &#8220;dropped out&#8221; in immunocompetent mice, suggesting their essential roles in the immunosuppressive TME. Of particular interest is REEP2. REEPs are an evolutionarily conserved protein family that is critical to the endoplasmic reticulum (ER) function and potentially regulates secretory trafficking. We discovered that REEP2 is specifically linked to poor prognosis in LUAD patients and is highly correlated with a z-normalized, 16-gene EMT score (P = 1.32e-27) that was previously reported. Our previous studies demonstrated that the EMT activator, ZEB1, accelerates membrane trafficking dynamics by silencing a microRNA network that targets multiple membrane trafficking components. Analysis of REEP2 3&#8217;-untranslated regions (3&#8217;-UTRs) identified predicted binding sites for several microRNAs, which are silenced by ZEB1. Thus, we hypothesize that ZEB1 coordinates a microRNA network to activate REEP2-driven ER trafficking. We show that REEP2 depletion significantly reduces the invasion of cancer cells but does not affect their migration and proliferation. These findings suggest that REEP2 plays a significant role in extracellular matrix (ECM) modification to enhance the invasion of metastatic cells, conferring a vulnerability in EMT-driven LUAD metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-03 Epithelial\/mesenchymal transition (EMT and MET),,"},{"Key":"Keywords","Value":"Epithelial-mesenchymal transition (EMT),Membrane trafficking ,REEP2,LUAD metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>O. E. Obaleye<\/b>, K. L. Fulp, G.-Y. Xiao; <br\/>University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"ad519451-b0d3-4663-9d77-8bbb543feab0","ControlNumber":"3305","DisclosureBlock":"&nbsp;<b>O. E. Obaleye, <\/b> None..<br><b>K. L. Fulp, <\/b> None..<br><b>G. Xiao, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3166","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"205","PresenterBiography":null,"PresenterDisplayName":"Oluwafunminiyi Obaleye, BS,MS","PresenterKey":"500d8249-7755-45f6-bbb7-9db7a67db7c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"205. Adaptive membrane trafficking activated by epithelial-to-mesenchymal transition drives lung adenocarcinoma progression","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Adaptive membrane trafficking activated by epithelial-to-mesenchymal transition drives lung adenocarcinoma progression","Topics":null,"cSlideId":""},{"Abstract":"<b><i>Background<\/i><\/b>- Triple-negative breast cancer (TNBC) is challenging to treat due to fewer clinically detectable targets and its propensity to metastasize. Epithelial to mesenchymal transition (EMT) is a key feature of the metastatic cascade. Recent data highlights the enhanced metastatic potential of hybrid epithelial-mesenchymal (EM) phenotypes from partial activation of EMT. However, mechanistic insights and targetable vulnerabilities within hybrid EM remain elusive. We identified that hybrid EM tumors are enriched in CD38, an immunesuppressive molecule associated with worse clinical outcomes in liquid malignancies. Hence, we sought to investigate role of CD38 in hybrid EM-driven metastasis. We hypothesize that hybrid EM tumors drive metastasis via intratumoral accumulation of CD38, promoting an immunosuppressive tumor microenvironment (TME).<br \/><b><i>Methods<\/i><\/b>- Reverse Phase Protein Array, cell migration\/invasion assays, flowcytometry and immunohistochemistry were used to evaluate phenotype, immune cell populations and molecular mechanisms upon CD38 knockdown (KD) and overexpression (OE) <i>in vivo<\/i>.<br \/><b><i>Results<\/i><\/b>- CD38 KD weakened the process of EMT and reduced cell migration and invasion. Tumors lacking CD38 showed increased infiltration of CD8 T cells and M1-like (anti-tumor) macrophages coupled with a decrease in immunosuppressive regulatory T cells (T<sub>regs<\/sub>) and M2-like (pro-tumor) macrophages. In contrast, cancer cells with CD38 OE maintained a hybrid phenotype through co-expression of epithelial and mesenchymal markers and also showed significant increase in cell migration and invasion<i>. <\/i>Tumors arising from CD38 OE cells displayed a significant increase in T<sub>regs<\/sub><i>. <\/i>Most strikingly, hybrid EM tumors that no longer express CD38 show reduction in lung metastases and circulating tumor cell colonies. Taken together, these findings suggest that CD38 is important for the metastatic and immune evasive potential of hybrid EM breast cancers.<br \/><b><i>Conclusion<\/i><\/b>- Our data exposes CD38 as a survival strategy in hybrid EM tumors to suppress immune cells and sustain metastasis with strong implications in other carcinomas which have hybrid EM properties.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-03 Epithelial\/mesenchymal transition (EMT and MET),,"},{"Key":"Keywords","Value":"Metastasis,Epithelial-mesenchymal transition (EMT),Triple-negative breast cancer (TNBC),Immune checkpoint blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Visal<\/b>; <br\/>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"b5dedece-5178-4d9a-9570-9c01ac79ed4d","ControlNumber":"7234","DisclosureBlock":"&nbsp;<b>T. Visal, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3167","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"206","PresenterBiography":null,"PresenterDisplayName":"Tanvi Visal","PresenterKey":"b6718aeb-3c5a-4911-a4e3-8b3a928ce6f0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"206. Intratumoral accumulation of CD38 enhances immune evasion and metastasis in models of breast cancer with EMT plasticity","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intratumoral accumulation of CD38 enhances immune evasion and metastasis in models of breast cancer with EMT plasticity","Topics":null,"cSlideId":""},{"Abstract":"NKX2-1 is a homeodomain transcription factor, known as a master regulator of thyroid development. NKX2-1 is also crucial for lung epithelium differentiation, and the involvement of NKX2-1 in lung carcinogenesis and cancer progression has been intensely investigated. However, the role of NKX2-1 in thyroid cancer progression remains elusive. The Cancer Genome Atlas (TCGA) dataset analysis demonstrated that papillary thyroid cancer (PTC) patients with low <i>NKX2-1 <\/i>mRNA expression had significantly poorer prognosis than those with a combination of intermediate and high mRNA expression of <i>NKX2-1. <\/i>Lentivirus-transduced tetracycline (Tet)-inducible system was used to achieve NKX2-1 overexpression in advanced follicular thyroid cancer (FTC) cell lines, FTC-238 and WRO, and an anaplastic thyroid cancer (ATC) cell line 8305C, in which NKX2-1 expression is barely\/not detected. All these thyroid cancer cell lines showed significant suppression of cell proliferation with NKX2-1 overexpression. In addition, NKX2-1 overexpression inhibited migration of FTC-238 cells. The levels of mRNA and protein expression of mesenchymal markers, matrix metalloproteinase-2 (MMP-2) and fibronectin, were decreased by NKX2-1 overexpression in FTC-238 cells, suggesting a possibility that NKX2-1 partially inhibits epithelial-mesenchymal transition (EMT). SNAIL and SLUG are essential EMT transcription factors involved in metastasis in cancer progression. <i>NKX2-1<\/i> mRNA expression was significantly lower in high <i>SNAI1<\/i> (encoding SNAIL) expressing PTC in TCGA database. Indeed, suppression of SNAIL protein expression was found upon overexpression of NKX2-1 in FTC-238 cells which naturally express high level of SNAIL. These findings suggest that NKX2-1 may inhibit the migration of advanced thyroid cancer cells through SNAIL-induced EMT. Similarly, suppression of SLUG protein expression by overexpression of NKX2-1 was observed in WRO and 8305C cells which express high level of SLUG protein. Whether NKX2-1 overexpression inhibits migration and invasion of WRO and 8305C cells through SLUG-induced EMT is currently under examination. The Tet-inducible NKX2-1 expressing thyroid cancer cells will be used for <i>in vivo<\/i> evaluation of their metastatic ability using an immunocompromised mouse model. The findings so far suggest that NKX2-1 exerts a tumor suppressive activity in advanced thyroid cancers through suppression of cell proliferation, and cell migration presumably via suppression of EMT transcription factors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-03 Epithelial\/mesenchymal transition (EMT and MET),,"},{"Key":"Keywords","Value":"Thyroid cancer,Epithelial-mesenchymal transition (EMT),Transcription factor,Snail,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y.-T. Shirai<\/b>, S. Kimura; <br\/>National Institutes of Health, National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"69802ee2-d1a6-4b87-a88a-a9203bee5132","ControlNumber":"336","DisclosureBlock":"&nbsp;<b>Y. Shirai, <\/b> None..<br><b>S. Kimura, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3168","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"207","PresenterBiography":null,"PresenterDisplayName":"Yo-Taro Shirai, MD;PhD","PresenterKey":"cb7d08df-87e8-4920-8aa3-db3de02160d3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"207. Tumor suppressive role of NKX2-1 in advanced thyroid cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor suppressive role of NKX2-1 in advanced thyroid cancer progression","Topics":null,"cSlideId":""},{"Abstract":"The splice variants specific protein expression in tumor cells presents promising targets for cancer therapy. The concept is supported by the recent introduction of the splice variant-specific antibody against FGFR2 IIIb (FGFR2b) in gastric cancer. Indeed, signaling of the two FGFR2 splice variants FGFR2b and FGFR2 IIIc (FGFR2c), whose expression is mutually exclusive on a cellular level, is mediated by different ligands and distinct downstream responses that can contribute to many aspects of tumorigenesis. Our study aimed to characterize the expression FGFR2b and 2c in non-malignant lung and non-small cell lung cancer (NSCLC) tissue and relate splice variant-specific expression to the histological and molecular background of cancer and its clinical impact.FGFR2b\/FGFR2c isoforms expression was determined in RNA-seq data from 180 NSCLC patients and 19 tissues from normal lung (patient-matched). Cell-type specific expression and pan-cancer analysis of FGFR2 were explored using a public database, including DBTSS (NSCLC: 26, normal lung epithelium: 1, normal lung fibroblast 1) and CCLE (Total: 1019, NSCLC: 131), GTEx (normal lung tissue: 578) and HPA (scRNAseq for lung).Our results confirm a cell-specific expression in normal cells with dominance of FGFR2b in epithelial cells and FGFR2c in mesenchymal cells. In normal lung tissue, the FGFR2b variant showed high abundance. Pan-cancer analysis revealed FGFR2c dominant cancers (e.g., CNS tumors, kidney, liver) as well as FGFR2b dominant cancer types (e.g., breast, colon, lung cancer). The RNAseq data from our NSCLC cohort showed a chief expression of FGFR2b in 116 cases (64%), FGFR2c in 31 cases (17%), and a mixed FGFR2c\/FGFR2b transcriptomics (18%). The ratio of FGFR2b\/FGFR2c as a metric for splice variant dominance was associated with squamous histology, higher stage, and KRAS mutations. Differential gene expression analysis of cancer tissue and cell lines revealed an association of the splice variant FGFR2c to epithelial-mesenchymal transition (EMT) and the regulation of genes (ZEP1, ERSP1, CDH1) involved in the TGF-beta signal pathway. Finally, the ratio of FGFR2b \/FGFR2c demonstrated a strong association with overall survival in NSCLC patients with the FGFR2c variant as unfavorable predictors (High vs low ratio, p = 0.01). Our study indicates cell-specific splice variant expression in non-malignant and malignant cells. The prognostic unfavorable impact of the FGFR2c variant on NSCLC patient survival might be explained by its association with TGF signaling and EMT. The observed clinical and biological difference between FGFR2b and FGFR2c dominated cancers gives further rationale to exploit splice variants as therapeutical targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-03 Epithelial\/mesenchymal transition (EMT and MET),,"},{"Key":"Keywords","Value":"Fibroblast growth factor receptor 2  (FGFR-2),Splice variants,Epithelial-mesenchymal transition (EMT),TGF-&#946;,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Yu<\/b><sup>1<\/sup>, M. Horie<sup>2<\/sup>, A. Lindberg<sup>1<\/sup>, M. Backman<sup>1<\/sup>, N. Hekmati<sup>1<\/sup>, J. Mattsson<sup>1<\/sup>, N. Miyashita<sup>3<\/sup>, H. Brunnström<sup>4<\/sup>, F. Ponten<sup>1<\/sup>, A. Saito<sup>5<\/sup>, C. Strell<sup>1<\/sup>, P. Micke<sup>1<\/sup>; <br\/><sup>1<\/sup>Uppsala University, Uppsala, Sweden, <sup>2<\/sup>Kanazawa University, Kanazawa, Japan, <sup>3<\/sup>Duke University School of Medicine, Durham, NC, <sup>4<\/sup>Lund University, Lund, Sweden, <sup>5<\/sup>The University of Tokyo, Tokyo, Japan","CSlideId":"","ControlKey":"049e13a5-1423-4b49-bb24-b014f9b06e3b","ControlNumber":"6264","DisclosureBlock":"&nbsp;<b>H. Yu, <\/b> None..<br><b>M. Horie, <\/b> None..<br><b>A. Lindberg, <\/b> None..<br><b>M. Backman, <\/b> None..<br><b>N. Hekmati, <\/b> None..<br><b>J. Mattsson, <\/b> None..<br><b>N. Miyashita, <\/b> None..<br><b>H. Brunnström, <\/b> None..<br><b>F. Ponten, <\/b> None..<br><b>A. Saito, <\/b> None..<br><b>C. Strell, <\/b> None..<br><b>P. Micke, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3169","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"208","PresenterBiography":null,"PresenterDisplayName":"Hui Yu, BS,MS","PresenterKey":"f74903b6-c0fc-4994-846c-1ac01b080491","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"208. FGFR2 splice variant as a cell fate adjudicator determines clinical outcomes in non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FGFR2 splice variant as a cell fate adjudicator determines clinical outcomes in non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background and Purpose: <\/b>With the rising popularity of E-cigarettes among the youth, there is an urgent need to understand their long-term health implications, particularly the potential for carcinogenesis. Although tobacco smoking is established as a major cancer risk factor, the carcinogenic potential of E-cigarettes remains underexplored. Given that metastatic cancer accounts for most cancer-related deaths in the United States, elucidating the biological impacts of E-cigarette aerosols on cancer progression is critical for developing effective interventions. This study aims to address this critical gap by exploring the effects of E-cigarette aerosols on cellular models pertinent to breast and lung cancer.<br \/><b>Methods:<\/b> Mouse breast epithelial cells (HC11), triple-negative breast cancer cells (4T1), and human lung adenocarcinoma cells (Calu-3) were exposed to E-cigarette aerosol at the air-liquid interface for one hour, followed by a 24-hour recovery period.<br \/><b>Results:<\/b> Our study revealed that E-cigarette aerosols with mint flavor induce epithelial-to-mesenchymal transition (EMT) in both normal mammary epithelial and breast cancer cells. Furthermore, we also observed activation of the TGF pathway and an increased expression of stemness-related markers (OCT4, SOX2, NANOG, KLF4, and c-MYC) in 4T1 cells exposed to mint and menthol-flavored E-cigarette aerosols in both 2D and 3D cell culture environments. Microscopic examination at a 10X magnification level revealed that 4T1 and Calu-3 cells exposed to menthol-flavored E-cigarette aerosols exhibited signs of cellular disassociation and detachment whereas the control cells maintained discoidal aggregate morphology.<br \/><b>Conclusion:<\/b> The data presented here illuminate a potential link between E-cigarette use and carcinogenic processes, challenging the notion of E-cigarettes as a safe smoking alternative. This research is of paramount importance to cancer research as it unveils possible new avenues for tumor progression, emphasizing the necessity for a critical evaluation of E-cigarette products.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-03 Epithelial\/mesenchymal transition (EMT and MET),,"},{"Key":"Keywords","Value":"Breast cancer,Epithelial-mesenchymal transition (EMT),Lung cancer,Stemness,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Begum<\/b>, S. Thota, N. Chintala, B. Sapkota, A. Pandit, J. Francis; <br\/>Louisiana State University, Baton Rouge, LA","CSlideId":"","ControlKey":"ff2d1211-a0b1-4bfd-8ab4-e424dee4baed","ControlNumber":"7010","DisclosureBlock":"&nbsp;<b>R. Begum, <\/b> None..<br><b>S. Thota, <\/b> None..<br><b>N. Chintala, <\/b> None..<br><b>B. Sapkota, <\/b> None..<br><b>A. Pandit, <\/b> None..<br><b>J. Francis, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3171","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"210","PresenterBiography":null,"PresenterDisplayName":"Rizwana Begum, PhD,M Pharm,B Pharm","PresenterKey":"aa727a57-65b4-4f20-8109-dd05b4066da9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"210. Carcinogenic influence of e-cigarette aerosols on breast and lung cancer models","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Carcinogenic influence of e-cigarette aerosols on breast and lung cancer models","Topics":null,"cSlideId":""},{"Abstract":"Metastatic Breast Cancer is accountable for over half a million deaths worldwide each year, the majority of which are from the triple negative breast cancer (TNBC) subtype, known to be highly aggressive, metastatic and resistant to targeted therapy. Metastasis is driven by the ability of cancer cells to undergo epithelial to mesenchymal transition (EMT), a cell state transition involving a gain of stemness, cell motility and chemoresistance. EMT has been well characterized using a range of techniques based upon quantitative proteomics and transcription profiling, yet targeting EMT to prevent tumor metastasis and chemoresistance is an obstacle that remains to be fully overcome. Using a cellular thermal shift assay coupled with mass spectrometry (CETSA-MS), we have measured changes in protein stability upon induction of EMT and have uncovered key enzymes in the citric acid (TCA) cycle that are stabilized during EMT of human mammary epithelial cells. Such enzymes are responsible for the conversion of TCA cycle intermediates required for a recently discovered post-translational modification. In TNBC cells, we find that loss of these enzymes causes not only global changes to crucial post-translational modification of mitochondrial proteins, but very specific alterations in several cytoskeletal proteins, leading to altered EMT status as well as reduced tumor growth and initiation both <i>in vitro<\/i> and <i>in vivo<\/i>. This demonstrates the importance of TCA cycle-controlled post-translational modification of cytoskeletal proteins in tumorigenesis and establishes basis for further investigation into their role in EMT and metastasis of breast cancer. Through pharmacological inhibition and immunofluorescence imaging, we discovered regulators of post-translational modifications that may be viable drug targets to overcome chemoresistance and relapse in TNBC patients with limited and inefficacious options.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-03 Epithelial\/mesenchymal transition (EMT and MET),,"},{"Key":"Keywords","Value":"Epithelial-mesenchymal transition (EMT),Triple-negative breast cancer (TNBC),Post-translational modification (PTM),Citric acid (TCA) cycle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. A. Lidster<\/b><sup>1<\/sup>, S. Loo<sup>2<\/sup>, Z. Wu<sup>2<\/sup>, L. Dai<sup>3<\/sup>, S. Ng<sup>2<\/sup>, N. Prabhu<sup>4<\/sup>, D. Kappei<sup>1<\/sup>, W. Tam<sup>2<\/sup>; <br\/><sup>1<\/sup>Cancer Science Institute of Singapore, Singapore, Singapore, <sup>2<\/sup>Genome Institute of Singapore, Singapore, Singapore, <sup>3<\/sup>Nanyang Technological University, Singapore, Singapore, <sup>4<\/sup>Institute of Molecular and Cell Biology (IMCB), Singapore, Singapore","CSlideId":"","ControlKey":"cf70359f-c634-4399-a594-e84ac0b026d0","ControlNumber":"3098","DisclosureBlock":"&nbsp;<b>J. A. Lidster, <\/b> None..<br><b>S. Loo, <\/b> None..<br><b>Z. Wu, <\/b> None..<br><b>L. Dai, <\/b> None..<br><b>S. Ng, <\/b> None..<br><b>N. Prabhu, <\/b> None..<br><b>D. Kappei, <\/b> None..<br><b>W. Tam, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3172","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"211","PresenterBiography":null,"PresenterDisplayName":"Jessica Lidster, BS;MS","PresenterKey":"d7258065-c55a-47ae-a2b8-5e17482f9db6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"211. Applying cellular thermal shift assays to uncover novel regulators of epithelial to mesenchymal transition in triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Applying cellular thermal shift assays to uncover novel regulators of epithelial to mesenchymal transition in triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Malignant transformation is associated with tumor aggressiveness and poor patient outcome. This cellular alteration is due to either activation of oncogenes or the silencing of tumor suppressor genes. NKX2-1 was identified as a lineage-specific gene downregulated in poorly differentiated lung adenocarcinoma (LUAD). However, the molecular mechanism and functional role of infiltrated immune cells in NKX2-1-negative tumors are not clearly understood.<br \/><b>Methods: <\/b>Clinical relevance of NKX2-1 expression and disease status were evaluated by immunohistochemical analysis of LUAD tissue arrays and the overall survival analysis of TCGA databases. <i>In vitro <\/i>and <i>in vivo <\/i>experiments were applied to confirm the role and mechanisms of NKX2-1 actions in transformed cells. The secretion of chemokines was evaluated by using chemokine array. Flow cytometry and single-cell RNA sequencing analysis of mouse tumor tissue were used to demonstrate the infiltration of neutrophils in mouse models.<br \/><b>Results: <\/b> Low expression of NKX2-1 was observed in high-grade LUAD tumors. LUAD patients who express a pattern of NKX2-1<sup>high<\/sup>\/TGF-&#946;<sup>low<\/sup> had better survival outcomes than those with NKX2-1<sup>low<\/sup>\/TGF-&#946;<sup>high<\/sup>. Mechanistically, TGF-&#946; induced the downregulation of NKX2-1 which led to enhanced epithelial-mesenchymal transition (EMT), cell motility, and CXC chemokine expression. The high release of these chemoattractants promoted the recruitment of neutrophils. Meanwhile, NKX2-1-dependent suppression of CXC chemokines gene expression may be via repressive histone methylation at the promoter region of CXC chemokines in lung cancer cells. In the <i>in vivo<\/i> syngeneic LUAD models, exacerbated neutrophil infiltration was noted. Single-cell RNA sequencing and flow cytometry both revealed that neutrophils were recruited via CXCLs\/CXCR2 activation in LUAD tumors with NKX2-1 knockdown.<br \/><b>Conclusion: <\/b>Our data showed that NKX2-1 represses tumor growth, metastasis, and neutrophil recruitment via the CXCLs\/CXCR2-dependent mechanisms. Notably, targeting CXCR2 in NKX2-1-negative tumors may improve LUAD patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-03 Epithelial\/mesenchymal transition (EMT and MET),,"},{"Key":"Keywords","Value":"Lung cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S.-H. Chiou<\/b>, P.-H. Tsai, M.-L. Wang; <br\/>National Yang-Ming University, Taipei, Taiwan","CSlideId":"","ControlKey":"3e0287fd-3ede-4923-9b5e-f8d1465da966","ControlNumber":"6107","DisclosureBlock":"&nbsp;<b>S. Chiou, <\/b> None..<br><b>P. Tsai, <\/b> None..<br><b>M. Wang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3173","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"212","PresenterBiography":null,"PresenterDisplayName":"Shih-Hwa Chiou, MD;PhD","PresenterKey":"d9118582-f2f1-4688-ad6c-e1dd5eda83c5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"212. Repression of NKX2-1 promote epithelial-mesenchymal transition and tumor neutrophil recruitment in lung cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Repression of NKX2-1 promote epithelial-mesenchymal transition and tumor neutrophil recruitment in lung cancer progression","Topics":null,"cSlideId":""},{"Abstract":"The key to preventing metastatic castration-resistant prostate cancer (mCRPC) progression is understanding how androgen-sensitive (AS) PCa cells progress to independence and modify accordingly their transcriptional repertoire. We recently identified a novel axis of the Hippo pathway characterized by the sequential kinase cascade induced by androgen deprivation, AR<sup>-<\/sup>&#62;mTOR&#62;TLK1B&#62;NEK1&#62;pYAP1-Y407, leading to CRPC adaptation. Phosphorylation of YAP1-Y407 increases upon androgen deprivation therapy (ADT), correlated with increased NEK1 activity, and this is suppressed in a YAP-Y407F mutant. Overexpression of wt-GFP-YAP but not the Y407F SDM resulted in dramatic morphologic changes. In fact, LNCaP expressing wt-YAP were AI whereas the Y407F mutant were AS, and LNCaP expressing wt-GFP-YAP underwent EMT transformation. This, largely reflecting transcriptional differences in both AR-dependent genes (FKBP5, PSA) and some involved in EMT (ZEB1, TWIST, E-CAD); all of which could be effectively reversed with J54-mediated inhibition of TLK1&#62;NEK!&#62;YAP signaling. We found that J54, a pharmacological inhibitor of the TLK1&#62;NEK1&#62;YAP1 nexus led to degradation of YAP1, suggesting that the Y407 phosphorylation is critical for transcriptional activation and stabilization of YAP. Specifically, Nek1-mediated phosphorylation of YAP-Y407 increases its productive interaction with transcriptional activators like TEAD or AR, resulting in its nuclear retention and stabilization. This was later demonstrated by coIP of TEAD4 or the AR with GFP-YAP antiserum, as well as via LUC expression transfections using ARE and Hippo reporter plasmids in LNCaP expressing wt-GFP-YAP or Y407F proteins, as well as by ChIP for key AR-responsive gene promoters. Further, in NEK1<sup> <\/sup>haploinsufficient TRAMP mice we determined reduced YAP1 expression, a key transcriptional activator of CRPC progression, and, if castrated at 12 weeks, the mice failed to show to overt prostate carcinomas, even while displaying reduced E-Cadherin (E-Cad) expression in hyperplastic ductules. Finally, IHC examination of prostate cancer biopsies revealed that pYAP1-Y407 nuclear signal is low in samples of low-grade cancer but elevated in high GS specimens.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-03 Epithelial\/mesenchymal transition (EMT and MET),,"},{"Key":"Keywords","Value":"Prostate cancer,Metastasis,Androgen receptor,YAP1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. M. Olatunde<\/b>, I. Ghosh, A. De Benedetti; <br\/>Louisiana State University Health Sciences Center, Shreveport, LA","CSlideId":"","ControlKey":"f9be4648-7981-426f-b433-850373a8c718","ControlNumber":"2553","DisclosureBlock":"&nbsp;<b>D. M. Olatunde, <\/b> None..<br><b>I. Ghosh, <\/b> None..<br><b>A. De Benedetti, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8368","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"213","PresenterBiography":null,"PresenterDisplayName":"Damilola Olatunde, BS;MS","PresenterKey":"0c0f48c7-1db2-4bc8-923c-5561f570483d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"213. NEK1-mediated phosphorylation of YAP1 is key to prostate cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"428","SessionOnDemand":"False","SessionTitle":"Membrane, Biophysical, and EMT Aspects of Motility\/Metastasis","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NEK1-mediated phosphorylation of YAP1 is key to prostate cancer progression","Topics":null,"cSlideId":""}]