[{"Abstract":"The epithelial-to-mesenchymal transition (EMT) is a biological process that allows epithelial cells to convert into a mesenchymal phenotype, acquiring increased mobility and the capacity to migrate. EMT has historically been represented as binary states; however, a growing consensus supports an EMT continuum involving multiple intermediate stable states. While we lack a comprehensive understanding of the EMT continuum, several reports indicate that the late stable states lead to optimal stem cell traits for cancer. In addition, it has been suggested that EMT heterogeneity within tumor cell populations is associated with poor patient prognosis. Hence, there is a clear need to define the genetic drivers of EM plasticity in heterogeneous cell populations along the EMT continuum. To fulfill this need, we will collect and analyze single cell RNA sequencing (scRNA-seq) data from EMT-cell-state specific genetic CRISPR screens on EMT-heterogeneous cell populations. Here, we apply a series of cloning techniques including polymerase chain reaction and Gibson ligation to engineer an adeno-associated virus (AAV) plasmid containing the avian TVA receptor gene under control of the N-cadherin promoter. Since N-cadherin is predominantly expressed in mesenchymal cells, this AAV enables us to generate cell lines that will exclusively express the TVA receptor when in a mesenchymal state. Consequently, we will be able to deliver mesenchymal-specific CRISPR gene edits via an avian retrovirus-derived RCAS system.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Adenovirus vector,CRISPR\/Cas9,Epithelial-mesenchymal transition (EMT),Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. K. Williams<\/b>, N. Hou; <br\/>Columbia University, New York, NY","CSlideId":"","ControlKey":"38837a67-341a-48b9-a988-e18c226190eb","ControlNumber":"291","DisclosureBlock":"&nbsp;<b>D. K. Williams, <\/b> None..<br><b>N. Hou, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8989","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"423","PresenterBiography":null,"PresenterDisplayName":"Destinee Williams","PresenterKey":"b743ffc9-19c9-4c00-977c-3aaba9ab8a92","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"423. Cell state-specific genomics to define plasticity along the epithelial-mesenchymal transitioncontinuum","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell state-specific genomics to define plasticity along the epithelial-mesenchymal transitioncontinuum","Topics":null,"cSlideId":""},{"Abstract":"Iron-Sulfur clusters (Fe-S) are synthetized in mainly mitochondria and binds to various proteins (Fe-S proteins). Fe-S proteins play important roles in various cellular functions including energy metabolism, nucleic acid synthesis or redox homeostasis. However, roles of Fe-S clusters in cancer cells are not fully understood. Here, we report that loss of Fe-S biosynthesis causes proliferation arrest with DNA-damage response or cell death depend on TP53 status in ovarian cancer (OVC) cells. CRISPR-screening of all metabolism-related genes identified that Fe-S biosynthesis is essential for OVC proliferation. We chose one of the Fe-S biosynthesis factors, FDX2, and developed a cell line that can maintain FDX2 expression doxycycline (Dox) -dependently. In these cells, FDX2-loss induced irreversible growth arrest. FDX2-KO cells also showed enlarged and flatten morphology, up-regulation of SASP factors, and DNA damage through p53\/p21 pathway activation. These were all senescence like phenotypes. To know these mechanisms, we performed proteome analysis and found that FDX2-loss caused global but differential post-transcriptional down-regulation of Fe-S proteins, in turn perturbing mitochondrial respiration, iron-regulation and redox homeostasis. These results all associated with DNA damage. Furthermore, we found that FDX2-KO induced caspase dependent cell death in TP53-KO condition instead of growth arrests. These results suggest that Fe-S cluster biosynthesis is significant in OVC proliferation and fate of FDX2-KO cells depends on TP53 status (senescence or cell death). FDX2 or Fe-S biosynthesis may be a new therapeutic target of OVC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Senescence,Caspases,Cancer metabolism,Iron,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Miyahara<\/b><sup>1<\/sup>, M. Ohuchi<sup>2<\/sup>, M. Nomura<sup>2<\/sup>, K. Hayashi<sup>2<\/sup>, M. Shimada<sup>1<\/sup>, N. Yaegashi<sup>1<\/sup>, N. Tanuma<sup>2<\/sup>; <br\/><sup>1<\/sup>Tohoku University Graduate School of Medicine, Sendai, Japan, <sup>2<\/sup>Miyagi Cancer Center Research Institute, Natori, Japan","CSlideId":"","ControlKey":"cdcb88be-b2cd-4e11-8349-484333834bf2","ControlNumber":"330","DisclosureBlock":"&nbsp;<b>S. Miyahara, <\/b> None..<br><b>M. Ohuchi, <\/b> None..<br><b>M. Nomura, <\/b> None..<br><b>K. Hayashi, <\/b> None..<br><b>M. Shimada, <\/b> None..<br><b>N. Yaegashi, <\/b> None..<br><b>N. Tanuma, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8990","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"424","PresenterBiography":null,"PresenterDisplayName":"Shuko Miyahara, MD","PresenterKey":"ef97c687-f446-450c-b7e6-9e21fd142aca","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"424. FDX2-KO induces global down-regulation of iron-sulfur cluster-containing proteins and senescence-like growth arrest or death in ovarian cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FDX2-KO induces global down-regulation of iron-sulfur cluster-containing proteins and senescence-like growth arrest or death in ovarian cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Background:<i> <\/i>Metabolic reprogramming in hepatocellular carcinoma (HCC) has received rising interest. However, current studies often focus on fatty acid <i>de novo <\/i>synthesis or oxidation, but less on glycerolipids metabolism. Interestingly, in HCC, we observed frequent dysregulation in enzymes responsible for glycerol-3-phosphate shuttle, which potentially links glycolysis and glycerolipids metabolism. Hence, we aimed to identify the functional significance of glycerol-3-phosphate dehydrogenase 1 like (GPD1L), an enzyme for the shuttle, and its regulation of expression in HCC.<br \/>Methods: We utilized transcriptomic analysis of clinical HCC samples to validate the frequent overexpression of GPD1L in tumor cells and examined its association with clinicopathological features. <i>In vitro <\/i>and <i>in vivo <\/i>assays were performed to explore the functional significance of GPD1L in HCC initiation and progression. Furthermore, with targeted metabolomics analysis, we investigated the role of GPD1L in glycerol-3-phosphate shuttle in HCC. We also performed promoter study to understand the transcriptional regulation on GPD1L expression.<br \/>Results: Among GPD family members, GPD1L was consistently upregulated at mRNA level in clinical HCC samples in The Cancer Genome Atlas-Liver Hepatocellular Carcinoma (TCGA-LIHC) (N=50) and our in-house RNA-sequencing cohorts (N=41), and in a separate independent in-house cohort as examined by RT-qPCR (N=80). GPD1L overexpression was associated with increased tumor invasiveness (p=0.008) and poorer overall survival (p=0.0017) in HCC patients. Functionally, knockdown of GPD1L suppressed HCC migration (fold change &#8804; 0.43) and invasion (fold change &#8804; 0.40). GPD1L knockdown also inhibited tumor initiation abilities, as shown by reduced colony (fold change &#8804; 0.37) and sphere formation (fold change &#8804; 0.41) <i>in vitro<\/i>, and lower stem cell frequency (p=1.96e-9) <i>in vivo<\/i>. Furthermore, GPD1L knockdown enhanced sensitivity of HCC cells to chemotherapeutic drugs, sorafenib and doxorubicin. Metabolically, GPD1L facilitated synthesis of glycerolipids precursor, glycerol-3-phosphate (G3P) from glycolysis intermediate dihydroxyacetone phosphate (DHAP) in HCC. Lastly, with chromatin-immunoprecipitation and Luciferase reporter assays, we demonstrated ELF1 bound to GPD1L promoter directly to enhance the gene transcription, while knockdown of ELF1 suppressed GPD1L mRNA and protein expression.<br \/>Conclusion: Our study demonstrated the overexpression of the glycolysis-related gene, GPD1L, in HCC. GPD1L promoted tumor initiation, invasion and chemoresistance, and in turn might lead to worse clinical outcome. Metabolically, it was responsible for DHAP-to-G3P conversion in HCC and might serve as a linkage between glycolysis and glycerolipid metabolism. Our results also identified the novel role of ELF1 as the transcriptional activator of GPD1L in HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Metabolism,Glycerol-3-phosphate dehydrogenase 1 Like (GPD1L),E74 like ETS transcription factor 1 (ELF1),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T.-Y. Yu<\/b>, L. Zhao, L. Tian, C. Kam, J.-F. Lee, D.-H. Ho, L.-K. Chan, Y.-M. Tsui, K.-F. Sze, I.-L. Ng; <br\/>Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"f4e69cf5-3341-4840-9051-a25dc4ba8366","ControlNumber":"405","DisclosureBlock":"&nbsp;<b>T. Yu, <\/b> None..<br><b>L. Zhao, <\/b> None..<br><b>L. Tian, <\/b> None..<br><b>C. Kam, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>D. Ho, <\/b> None..<br><b>L. Chan, <\/b> None..<br><b>Y. Tsui, <\/b> None..<br><b>K. Sze, <\/b> None..<br><b>I. Ng, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8991","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"425","PresenterBiography":null,"PresenterDisplayName":"Tiffany Ching-Yun Yu, BS","PresenterKey":"6f5da789-ba9b-412a-9501-4733ac60f310","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"425. GPD1L participates in glycerol-3-phosphate biogenesis and promotes tumor initiation and invasion in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GPD1L participates in glycerol-3-phosphate biogenesis and promotes tumor initiation and invasion in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Glycogen plays an important role in glucose homeostasis and contributes to key functions related to brain cancer cell survival in glioblastoma multiforme (GBM) disease progression. Such adaptive molecular mechanism is dependent on the glycogenolytic pathway and intracellular glucose-6-phosphate (G6P) sensing by brain cancer cells residing within those highly hypoxic tumors. The involvement of components of the glucose-6-phosphatase (G6Pase) system remains however elusive.<br \/>Objective: We questioned the gene expression levels of components of the G6Pase system in GBM tissues and their functional impact in the control of the invasive and brain cancer stem cells (CSC) phenotypes.<br \/>Methods: In silico analysis of transcript levels in GBM tumor tissues was done by GEPIA. Total RNA was extracted and gene expression of G6PC1-3 as well as of SLC37A1-4 members analyzed by qPCR in four human brain cancer cell lines and from clinically annotated brain tumor cDNA arrays. Transient siRNA-mediated gene silencing was used to assess the impact of TGF-&#946;-induced epithelial-to-mesenchymal transition (EMT) and cell chemotaxis. Three-dimensional (3D) neurosphere cultures were generated to recapitulate the brain CSC phenotype.<br \/>Results: Higher expression in G6PC3, SLC37A2, and SLC37A4 was found in GBM tumor tissues in comparison to low-grade glioma and healthy tissue. The expression of these genes was also found elevated in established human U87, U251, U118, and U138 GBM cell models compared to human HepG2 hepatoma cells. SLC37A4\/G6PC3, but not SLC37A2, levels were induced in 3D CD133\/SOX2-positive U87 neurospheres when compared to 2D monolayers. Silencing of SLC37A4\/G6PC3 altered TGF-&#946;-induced EMT biomarker SNAIL and cell chemotaxis.<br \/>Conclusion: Two members of the G6Pase system, G6PC3 and SLC37A4, associate with GBM disease progression and regulate the metabolic reprogramming of an invasive and CSC phenotype. Such molecular signature may support their role in cancer cell survival and chemoresistance and become future therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Glioblastoma multiforme,Metabolism,Glucose metabolism,Cancer stem cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Torabidastgerdooei, <b>B. Annabi<\/b>; <br\/>Universite du Quebec a Montreal (UQAM), Montreal, QC, Canada","CSlideId":"","ControlKey":"802cfed6-22b5-4935-8377-92be001f29d3","ControlNumber":"652","DisclosureBlock":"&nbsp;<b>S. Torabidastgerdooei, <\/b> None..<br><b>B. Annabi, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8993","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"427","PresenterBiography":null,"PresenterDisplayName":"Borhane Annabi, PhD","PresenterKey":"3d808f8d-548c-4683-a521-ab4239aadcbd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"427. A molecular signature for the G6PC3 \/ SLC37A2 \/ SLC37A4 interactors in glioblastoma disease progression and in the acquisition of a brain cancer stem cell phenotype","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A molecular signature for the G6PC3 \/ SLC37A2 \/ SLC37A4 interactors in glioblastoma disease progression and in the acquisition of a brain cancer stem cell phenotype","Topics":null,"cSlideId":""},{"Abstract":"Internal tandem duplication in FMS-like tyrosine kinase 3 (FLT3\/ITD), is a common type of activating mutation and frequently detected in AML. FLT3\/ITD is associated with poor prognosis of AML. In this study, we investigated the regulation of FLT3\/ITD mutation on sterol regulatory element-binding protein (SREBP) and the therapeutic vulnerabilities of lipid metabolism in FLT3\/ITD leukemia. With the transcriptomics analysis we found that FLT3\/ITD controlled lipid metabolism via the transcription factor SREBP. The analysis of TCGA_LAML dataset revealed that a gene signature involved in fatty acid and cholesterol metabolism, which is regulated by SREBP, was upregulated in FLT3\/ITD patients compared with FLT3\/wild-type patients. The upregulation of SREBP protein expression in FLT3\/ITD leukemia was confirmed using a genetically engineered mouse model. We further demonstrated that FLT3\/ITD regulates the protein degradation of SREBP through the PI3K\/AKT-GSK3&#946; axis. The metabolomics analysis further showed that FLT3\/ITD primarily regulates glycerophospholipid synthesis, which contribute to the key structure lipid in the membrane, specifically, the cardiolipin. Moreover, pharmacologic inhibition of SREBP activation and its downstream enzyme fatty acid synthase (FASN) sensitized FLT3-ITD AMLs to the treatment of FLT3 inhibitor quizartinib. Collectively, our findings reveal a novel regulation of FLT3-ITD in metabolic reprogramming and indicate a targetable vulnerability in a subset of refractory leukemia.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Leukemias: acute myeloid,Metabolomics,Drug synergy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Hu<\/b>, F. Yin, M. Zhao, W. Lu, T. Yu; <br\/>Sun Yat-sen University Cancer Center, Guangzhou, China","CSlideId":"","ControlKey":"bff3fd45-4824-4913-b646-b03ea5eadce4","ControlNumber":"1250","DisclosureBlock":"&nbsp;<b>Y. Hu, <\/b> None..<br><b>F. Yin, <\/b> None..<br><b>M. Zhao, <\/b> None..<br><b>W. Lu, <\/b> None..<br><b>T. Yu, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8995","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"429","PresenterBiography":null,"PresenterDisplayName":"Yumin (Christie) Hu, PhD","PresenterKey":"ffaf9e5b-4a35-4c71-8c83-a189561d9426","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"429. A novel regulatory role of FLT3\/ITD mutation in lipid metabolism of leukemia cells: The mechanism and therapeutic implications","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel regulatory role of FLT3\/ITD mutation in lipid metabolism of leukemia cells: The mechanism and therapeutic implications","Topics":null,"cSlideId":""},{"Abstract":"Metastasis is the primary cause of breast cancer-related mortality, and understanding the intricate relationship between the tumor microenvironment, lipid metabolism, and metastasis is crucial for preventing cancer progression. Previous work from our group demonstrated that high exogenous levels of oleic acid, a monounsaturated fatty acid (MUFA), in the lymph node environment protects melanoma cells from ferroptosis. Ferroptosis is an iron-dependent form of cell death induced by accumulation of lipid peroxides, which are commonly formed from polyunsaturated fatty acids (PUFAs), but not MUFAs. Here, we hypothesized that increasing dietary PUFAs would alter the exogeneous lipid content of the lymph node environment, thus rendering breast cancer cells more sensitive to ferroptosis. To test this, we determined the in vitro sensitivity of 4T1 triple negative breast cancer cells to ferroptosis when treated with various PUFAs and MUFAs. We also assessed the impact of various PUFA and MUFA fatty acid-enriched diets on breast cancer metastasis and ferroptosis resistance in the lymph nodes in vivo. In concordance with previously published work, our results demonstrated that pharmacological induction of ferroptosis in vitro increased lipid oxidation and was mitigated by fatty acid treatments with higher MUFA compared to PUFA content. In vivo, cancer cells in lymph nodes of mice on palm oil diets had lower lipid oxidation compared to cancer cells from tumors in the mammary fat pad. These findings support the hypothesis that dietary lipids can alter ferroptosis response and the extent of lipid oxidation in breast cancer cells within lymph nodes. Our research has the potential to further reveal mechanistic connections between dietary lipids, the lymphatic microenvironment, and breast cancer progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Lipid metabolism,Breast cancer,Diet,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Mahsa Yavari<\/b><sup>1<\/sup>, Jordan Torpey<sup>1<\/sup>, Marie Sabatier<sup>1<\/sup>, Alanis Carmona<sup>1<\/sup>, Krystina Szylo<sup>1<\/sup>, Midori Flores<sup>1<\/sup>, Mario Palma<sup>1<\/sup>, Cameron Fraser<sup>1<\/sup>, Yanshan Liang<sup>1<\/sup>, Sheng Tony Hui<sup>1<\/sup>, Oana Zeleznik<sup>2<\/sup>, Heather Eliassen<sup>3<\/sup>, Jessalyn Ubellacker<sup>1<\/sup><br><br\/><sup>1<\/sup>Molecular Metabolism, Harvard School of Public Health, Boston, MA,<sup>2<\/sup>Medicine, Brigham and Women's Hospital, Boston, MA,<sup>3<\/sup>Epidemiology, Harvard School of Public Health, Boston, MA","CSlideId":"","ControlKey":"7b652b86-71ee-4003-833d-53e258ca4383","ControlNumber":"1338","DisclosureBlock":"&nbsp;<b>M. Yavari, <\/b> None..<br><b>J. Torpey, <\/b> None..<br><b>M. Sabatier, <\/b> None..<br><b>A. Carmona, <\/b> None..<br><b>K. Szylo, <\/b> None..<br><b>M. Flores, <\/b> None..<br><b>M. Palma, <\/b> None..<br><b>C. Fraser, <\/b> None..<br><b>Y. Liang, <\/b> None..<br><b>S. Hui, <\/b> None..<br><b>O. Zeleznik, <\/b> None..<br><b>H. Eliassen, <\/b> None..<br><b>J. Ubellacker, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8996","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"430","PresenterBiography":null,"PresenterDisplayName":"Mahsa Yavari, BS;MS;PhD","PresenterKey":"d75cf71c-4525-4199-9988-c6704a5b165e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"430. Precision diet and lipid modulating agents to induce lipid oxidation in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Precision diet and lipid modulating agents to induce lipid oxidation in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background &#38; Hypothesis: Treatments for triple-negative breast cancer (TNBC) are limited to chemotherapy, PARP inhibitors and immunotherapies. Tumor metabolism seeks to identify metabolic pathways preferentially utilized by cancer. Malic enzyme 2 (ME2) has a role in the malate-aspartate shuttle and pyruvate and NADPH production, contributing to the redox balance and metabolite synthesis. We demonstrated that ME2 knockdown inhibits growth of TNBC cells with upregulated serine biosynthesis pathway. We hypothesized that ME2 knock-down (kd) would be growth inhibitory <i>in vivo<\/i>.<br \/>Methods: We used a non-tumorigenic control (MCF10a) and TNBC lines (BT20, MDA-MB-468, HCC1806, HCC70, Hs578T, SUM149). Nude mice received mammary fat pad xenografts of MDA-MB-468, to assess the impact of ME2-shRNA on growth. ME2 relevant metabolite profiling was achieved through the Promega Metabolite-Glo assay, measuring NAD, NADH, NADP, NADPH, Malate, and Glutamate. Cellular proliferation was quantified via the BioTek BioSpa 8 system and Promega CellTiter Glo. Comprehensive profiling of metabolic genes was achieved with the Nanostring nCounter across all cell lines. The potential therapeutic efficacy of NPD-389, MDSA, disodium embonate and doxorubicin was evaluated, alone or in combination, through targeted drug assays. Metabolic flux analyses, specifically mitochondrial and glycolytic function, were conducted using the Seahorse XF96, contrasting ME2-shRNA modified and control cells.<br \/>Results: ME2 kd resulted in reduced proliferation in several TNBC cell lines to varying degrees, in contrast to control MCF10a, and to Hs578T. In response to the loss of ME2, several cell lines upregulated serine biosynthesis genes, including PSAT1. MDA-MB-468 ME2 kd cells developed significantly smaller tumors in a nude mouse xenograft model. Increased malate levels, but reduced NADH and NADPH, were detected in TNBC cells with inhibited growth post-ME2 kd, but not in MCF10a or Hs578T cells. Among the tested ME2 inhibitors, NPD-389 had superior efficacy vs. MDSA and disodium embonate. Metabolic flux analysis showed compromised mitochondrial and glycolytic processes in the TNBC cell lines exhibiting growth inhibition upon ME2 kd.<br \/>Conclusions: ME2 knockdown selectively impairs cell proliferation and tumor growth in TNBC cell lines, validating its potential as a therapeutic target. The differential metabolic response, including altered malate and NADH\/NADPH levels, confirms ME2's importance in TNBC metabolism. NPD-389 effectively reduced growth in ME2-sensitive lines, meriting further investigation. These findings support targeting ME2 in as a novel treatment strategy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Mitochondria,Triple-negative breast cancer (TNBC),Metabolism,Inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. D. Slayton<\/b><sup>1<\/sup>, Z. A. Farah<sup>1<\/sup>, J. Jeon<sup>2<\/sup>, A. Achreja<sup>2<\/sup>, B. Krinkel<sup>3<\/sup>, B. Nilaj<sup>1<\/sup>, Y.-H. Eu<sup>1<\/sup>, J. Sung<sup>1<\/sup>, A. Rosenfeld<sup>1<\/sup>, A. Lui<sup>1<\/sup>, M. Collard<sup>1<\/sup>, L. Bao<sup>1<\/sup>, X. Cheng<sup>1<\/sup>, C. Kleer<sup>1<\/sup>, K. Loomes<sup>3<\/sup>, D. Nagrath<sup>2<\/sup>, S. D. Merajver<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Michigan, Michigan Medicine, Ann Arbor, MI, <sup>2<\/sup>University of Michigan, Ann Arbor, MI, <sup>3<\/sup>University of Auckland, Auckland, New Zealand","CSlideId":"","ControlKey":"99e1b2fb-1b43-4c01-b87c-2889b714922d","ControlNumber":"1427","DisclosureBlock":"&nbsp;<b>M. D. Slayton, <\/b> None..<br><b>Z. A. Farah, <\/b> None..<br><b>J. Jeon, <\/b> None..<br><b>A. Achreja, <\/b> None..<br><b>B. Krinkel, <\/b> None..<br><b>B. Nilaj, <\/b> None..<br><b>Y. Eu, <\/b> None..<br><b>J. Sung, <\/b> None..<br><b>A. Rosenfeld, <\/b> None..<br><b>A. Lui, <\/b> None..<br><b>M. Collard, <\/b> None..<br><b>L. Bao, <\/b> None..<br><b>X. Cheng, <\/b> None..<br><b>C. Kleer, <\/b> None..<br><b>K. Loomes, <\/b> None..<br><b>D. Nagrath, <\/b> None..<br><b>S. D. Merajver, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8997","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"431","PresenterBiography":null,"PresenterDisplayName":"Mark Slayton, BS,PhD","PresenterKey":"ea4bef32-841d-44d9-8896-dcb0ebac1c1a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"431. Malic enzyme 2 inhibition reveals metabolic vulnerability in serine-dependent triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Malic enzyme 2 inhibition reveals metabolic vulnerability in serine-dependent triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Metabolic reprogramming is a hallmark of cancer cells and a key contributor to cancer progression, which is a promising target for cancer therapies. The enhanced glycolysis, also known as the Warburg effect, represents the most widely recognized metabolic alteration in cancer, wherein the majority of cancer cells undergoes reprogramming to heavily rely on glycolysis for their accelerated growth and proliferation. The glycolytic enzyme lactate dehydrogenase A (LDHA) catalyzes the conversion of pyruvate to lactate in the final stage of glycolysis. LDHA is frequently overexpressed in cancers, which plays a critical role in promoting glycolysis and cancer progression. To deepen our understanding of the oncogenic mechanism of LDHA, we screened for LDHA-interacting proteins in human breast cancer cells by liquid chromatography mass spectrometry (LC\/MS) analysis. Through this strategy, small GTPase Rac1 was identified as an LDHA-interacting protein. LDHA interacted with the active form of Rac1, Rac1-GTP, and impaired the interaction of Rac1-GTP with its negative regulators, GTPase-activating proteins, leading to Rac1 activation independently of the glycolytic enzyme activity of LDHA. In addition, LDHA overexpression was significantly associated with increased Rac1 activity in clinical breast cancer specimens. Inhibiting Rac1 significantly attenuated the oncogenic effect of LDHA. Combining small-molecule inhibitors targeting LDHA enzyme activity and Rac1 activity displayed a synergistic inhibitory effect on breast cancers with LDHA overexpression in mouse models. Thus, our results revealed a novel and critical noncanonical mechanism of LDHA in promoting cancer progression through its direct interaction and activation of Rac1. Given that LDHA is frequently overexpressed in cancer, LDHA overexpression constitutes an important mechanism contributing to aberrant Rac1 activation in cancer. Importantly, our findings also suggest that pharmacologically targeting LDHA enzyme activity and Rac1 activity simultaneously is a promising strategy to treat breast cancers with LDHA overexpression. <b> <\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Glycolysis,GTPase,Metabolism,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Liu<\/b>, W. Hu, Z. Feng; <br\/>Rutgers Cancer Institute of New Jersey, New Brunswick, NJ","CSlideId":"","ControlKey":"4f5dc434-60d6-4c30-94fc-3e5cbf7c1185","ControlNumber":"1789","DisclosureBlock":"&nbsp;<b>J. Liu, <\/b> None..<br><b>W. Hu, <\/b> None..<br><b>Z. Feng, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8998","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"432","PresenterBiography":null,"PresenterDisplayName":"Juan Liu, MD;PhD","PresenterKey":"c5d4c1bd-31bc-4d1d-b1d3-ff4c75291c5f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"432. The noncanonical mechanism of metabolic enzyme LDHA in cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The noncanonical mechanism of metabolic enzyme LDHA in cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is a highly lethal primary liver malignancy characterized by hypoxia, a common feature of solid tumors, particularly in HCC. Hypoxia-inducible factors (HIFs) play a pivotal role in mediating various cellular processes, such as metabolic adaptation, to support the survival of hypoxic cells. The cytosolic form of branched-chain amino transferase (BCAT1) is responsible for the reversible transamination reaction between branched-chain keto-amino acids (BCKAs) and branched-chain amino acids (BCAAs), facilitating the interconversion between &#945;-ketoglutarate (&#945;-KG) and glutamate. Interestingly, we found that in the context of HCC, BCAT1 consumes &#945;-KG, thereby favoring the stabilization of HIF-1&#945; through suppressing the &#945;-KG-dependent prolyl hydroxylase (PHD). Knockdown (KD) or knockout (KO) of BCAT or BCAT inhibitor (ERG245) suppressed HIF-1 stability, as well as HIF-1 dependent transcriptomic and metabolic changes. Mass spectrometry (MS)-based isotopic carbon tracing showed that KD\/KO or ERG 245 suppressed hypoxia\/HIF-1-induced glycolytic flux. Interestingly, ERG245 effectively inhibited the proliferative output of hypoxic HCC cells and suppressed HCC growth. ERG245 also profoundly inhibited HCC growth <i>in vitro<\/i> and <i>in vivo<\/i> together with Sorafenib, a tyrosine kinase inhibitor (TKI) used in HCC by increasing the apoptotic cell death. Furthermore, we confirmed that the expressions of BCAT1 and the HIF-1&#945;-targeted metabolic genes are positively correlated in human HCCs. Our findings unequivocally demonstrate<br \/>that BCAT1 confers a growth advantage to HCC cells by stabilizing HIF-1&#945; and orchestrating HIF-1&#945;-mediated metabolic reprogramming. Consequently, targeting BCAT1 emerges as a promising therapeutic strategy for HCC patients.<br \/>Funding Support: This work was supported by the Centre for Oncology and Immunology under the Health@InnoHK initiative funded by the Innovation and Technology Commission, The Government of Hong Kong SAR, China and National Natural Science Foundation of China (NSFC) (82173123, C.C.-L.W.)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Metabolism,BCAT1,Hypoxia,Hepatocellular carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Misty Shuo Zhang<sup>1<\/sup>, <b>Kenneth Kin-Leung Kwan<\/b><sup>1<\/sup>, Weixing Li<sup>2<\/sup>, Adonia E. Papathanassiu<sup>2<\/sup>, Irene Oi-Lin Ng<sup>1<\/sup>, Carmen Chak-Lui Wong<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Pathology, The University of Hong Kong, Pok Fu Lam, Hong Kong,<sup>2<\/sup>Ergon Pharmaceuticals, Silver Spring, MD","CSlideId":"","ControlKey":"8e870b85-d762-430f-96a7-d84f12adbafd","ControlNumber":"2292","DisclosureBlock":"&nbsp;<b>M. Zhang, <\/b> None..<br><b>K. Kwan, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>A. Papathanassiu, <\/b> None..<br><b>I. Ng, <\/b> None..<br><b>C. Wong, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8999","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"433","PresenterBiography":null,"PresenterDisplayName":"Kenneth-Kin Leung Kwan, PhD","PresenterKey":"b8f6f450-e6fe-442e-a7ff-e8bef211dc5e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"433. BCAT1 promotes HCC metabolic reprogramming and survival through HIF-1&#945; stabilization","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BCAT1 promotes HCC metabolic reprogramming and survival through HIF-1&#945; stabilization","Topics":null,"cSlideId":""},{"Abstract":"The tumor microenvironment consists of numerous cell populations showing diverse metabolic preferences, causing metabolic heterogeneity and therapy resistance. Fulvestrant, a clinically approved selective estrogen receptor (ER) degrader, is the standard of care for ER-positive breast cancer, yet resistance has been reported among metastatic breast cancer patients. In our previous studies, we showed such resistance is attributable to metabolic heterogeneity in the tumor microenvironment. Despite metabolic heterogeneity posing a common challenge in cancer research, current methods, such as histology and Magnetic Resonance Imaging, cannot explore nutrient uptake at transcript-level resolution with spatial context, making it difficult to understand the heterogeneity that affects cellular growth and metabolism. Visium Spatial Transcriptomics, a method that shows regional gene expression, is emerging as a powerful spatial analysis tool, and we integrated this method with geographic information systems to investigate the tumor microenvironment heterogeneity and highlight the importance of cell-microenvironment interactions. We developed a computational pipeline to visualize hotspots of spatially relevant genes using breast cancer metastatic samples from xenograft models and human patients. This pipeline integrates Visium tools and geospatial methods for processing transcriptome profiling data. We analyzed the degree of local spatial association based on Local Moran&#8217;s I to estimate regions with significant co-localization of single and multiple gene expressions within a tumor. We then leveraged the co-localized areas in the process of biomarker identification and revealing biological pathways. We also used unsupervised clustering of the complete transcriptome profiles to test the resemblance between identified clusters and hotspots as well as any disruption in the spatial structure of clusters in response to therapy or metastasis. Gene set enrichment analysis of these clusters revealed several glucose or lipid metabolism pathways, and mapping of the genes corresponding to each pathway showed mutually exclusive gene expression patterns in the sample. We also observed minimal co-localization of two metabolic pathways but extensive co-localization between metabolic genes and ER target genes, suggesting distinct metabolic preferences and spatial distributions of endocrine therapy resistant cell populations. Altogether, our analysis pipeline established a computational framework for characterizing the link between tumor microenvironment, local metabolism, and changes in transcriptional response to external stimuli. Our findings support the development of strategies to target different endocrine resistant regions using a combination of ER and metabolic signaling inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Breast cancer,Metastatic tumors,Spatial transcriptomics,Endocrine resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Yoo<\/b><sup>1<\/sup>, S. Akter<sup>1<\/sup>, N. Varma<sup>1<\/sup>, A. Jain<sup>2<\/sup>, A. Soliman<sup>2<\/sup>, Z. Madak Erdogan<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Illinois Urbana-Champaign, Urbana, IL, <sup>2<\/sup>National Center for Supercomputing Applications, Urbana, IL","CSlideId":"","ControlKey":"1e436888-f5ff-415b-93ea-c9d3085799ae","ControlNumber":"2770","DisclosureBlock":"&nbsp;<b>J. Yoo, <\/b> None..<br><b>S. Akter, <\/b> None..<br><b>N. Varma, <\/b> None..<br><b>A. Jain, <\/b> None..<br><b>A. Soliman, <\/b> None..<br><b>Z. Madak Erdogan, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9000","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"434","PresenterBiography":null,"PresenterDisplayName":"Jin Young Yoo, MS","PresenterKey":"d267174f-6f9f-41b0-9a69-2bc2167f18e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"434. Understanding metabolic heterogeneity of estrogen receptor positive metastatic breast tumors using spatial transcriptomics and geographic information systems approaches","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Understanding metabolic heterogeneity of estrogen receptor positive metastatic breast tumors using spatial transcriptomics and geographic information systems approaches","Topics":null,"cSlideId":""},{"Abstract":"Triple negative breast cancer (TNBC) is one of the most aggressive subtypes of breast cancer, accounting for 10-15% of all breast cancers in women. The frequency of metastasis in TNBC is disproportionally high compared to other subtypes of breast cancer and is the primary cause of patient mortality. At the cellular level, TNBC's aggressive nature demands rapid adaptation of the tumor cells to navigate cellular stressors for survival and metastatic transformation. These survival adaptations include a cancer cell&#8217;s ability to reprogram its metabolism and regulate mRNA translation control, coordinating alternative pathways to retain a selective proteome and metabolites that will aid in survival, proliferation, and migration. Advanced cancers, including TNBC, are generally highly glycolytic, and have lower rates of mitochondrial respiration (OXPHOS), a phenomenon known as the Warburg effect. This metabolic shift prioritizes the generation of essential metabolic intermediates, to facilitate the production of cellular biomass and fuel proliferation. Another notable alternative pathway is mediated by the ubiquitously expressed translation initiation factor, Death Associated Protein 5 (DAP5). DAP5 is a homolog of eIF4G and mediates translation independently of the canonical mTORC1\/eIF4E pathway. Our findings suggest that this alternative translation initiation plays a crucial role in regulating the metabolic reprogramming of metastatic breast cancer. This non-canonical pathway via DAP5 facilitates the selective translation of 20-30% cap-dependent mRNAs, many of which are essential in cancer cell survival, migration, and metabolism. Importantly, it has recently been shown that DAP5 is critical for breast cancer metastasis but not in primary tumor development. Furthermore, TNBC patient data shows that elevated levels of DAP5 mRNA are correlated with poor survival and metastasis. Our data, using the highly metastatic TNBC cell line, MDA-MB-231, demonstrated that silencing DAP5 significantly reduced glycolytic rate and glycolytic capacity. Consistent with these findings, translatome profiling, showed that DAP5 silencing reduced numerous metabolic targets including glycolytic enzymes and metabolite transporters. Calcium (Ca<sup>2+<\/sup>) signaling, which has an important role in cancer progression, migration, and cellular bioenergetics is also affected by DAP5 in TNBC cells. Collectively, our findings indicate that breast cancer cells utilize the translation initiation factor DAP5 to selectively translate mRNAs that support metabolic reprogramming and cell migration, suggesting that DAP5 has a key regulatory role in the cancer&#8217;s transformation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Metabolism,Calcium,Triple-negative breast cancer (TNBC),Glycolysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Mitaishvili<\/b><sup>1<\/sup>, G. H. Souza Bomfim<sup>2<\/sup>, A. Zou<sup>2<\/sup>, M. Sauane<sup>3<\/sup>, R. Lacruz<sup>2<\/sup>, C. de la Parra<sup>3<\/sup>; <br\/><sup>1<\/sup>The Graduate Center, CUNY, New York, NY, <sup>2<\/sup>New York University College of Dentistry, New York, NY, <sup>3<\/sup>Herbert H. Lehman College, CUNY, New York, NY","CSlideId":"","ControlKey":"10d57556-77bf-4930-a902-4db64cace73f","ControlNumber":"3270","DisclosureBlock":"&nbsp;<b>E. Mitaishvili, <\/b> None..<br><b>G. H. Souza Bomfim, <\/b> None..<br><b>A. Zou, <\/b> None..<br><b>M. Sauane, <\/b> None..<br><b>R. Lacruz, <\/b> None..<br><b>C. de la Parra, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9001","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"435","PresenterBiography":null,"PresenterDisplayName":"Erna Mitaishvili, BA","PresenterKey":"7b3de594-c2a6-4e09-9256-d16c28e615e7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"435. A key regulatory role of the translation initiation factor DAP5 in the metabolic reprogramming of metastatic breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A key regulatory role of the translation initiation factor DAP5 in the metabolic reprogramming of metastatic breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Glutathione (GSH) is the most abundant antioxidant in the human body and plays essential roles in physiology and disease. Unchecked oxidative stress is involved in tumor initiation and progression. Paradoxically, clinical and laboratory data show that ROS-scavenging molecules such as glutathione not only fail to impede tumor growth but, in many cases, accelerate it. Still, preliminary data from our lab show that genetically ablating tumors&#8217; ability to synthesize GSH does not affect their growth. This finding suggests that the favorable influence of glutathione on tumor growth may arise from external sources. Yet, the mechanism cancer cells employ to take advantage of extracellular glutathione in this context is unknown. Here, we show that &#947;-glutamyl-transpeptidase 1 (GGT1), an enzyme that localizes on the outer side of the cell&#8217;s membrane, can break down extracellular GSH, yielding glutamate and the dipeptide cysteinylglycine. Cysteinylglycine can be further metabolized, generating cysteine and glycine to the cells. We found that the addition of exogenous GSH, as well as cysteinylglycine, can mitigate cell death, proliferation arrest, and oxidative stress caused by cystine depletion. The overexpression of human GGT1 in cancer cells significantly reduces the amount of glutathione needed to rescue cell fitness. Accordingly, pharmacologic inhibition of GGT1 activity prevented GSH's ability to rescue cell proliferation. Moreover, an unbiased pharmacological screening revealed that GGT1-mediated cysteine acquisition renders cancer cells resistant to inhibitors of cystine uptake and utilization, supporting the role of GGT1 as a source of cyst(e)ine. Our findings reveal that cancer cells can access cysteine, a vital yet scarce amino acid, through GGT1's ability to break down glutathione, which is present in remarkably high concentrations within the tumor microenvironment. Although the downstream proteins involved in the transport and utilization of GSH breakdown products are yet to be identified, we anticipate this pathway has the potential to uncover novel therapeutic avenues for cancer treatment by targeting alternative pathways of nutrient acquisition that are potentially implicated in cancer progression and therapy resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Glutathione,Antioxidant,Reactive oxygen species,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Hecht<\/b><sup>1<\/sup>, M. Zocchi<sup>1<\/sup>, E. Tuttle<sup>1<\/sup>, G. Asantewaa<sup>1<\/sup>, T. Scales<sup>1<\/sup>, F. Alimohammadi<sup>1<\/sup>, N. Ward<sup>2<\/sup>, G. DeNicola<sup>2<\/sup>, I. Harris<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Rochester, Rochester, NY, <sup>2<\/sup>Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"bb89972f-ab2a-42f0-90dd-3c584c0f0f12","ControlNumber":"4207","DisclosureBlock":"&nbsp;<b>F. Hecht, <\/b> None..<br><b>M. Zocchi, <\/b> None..<br><b>E. Tuttle, <\/b> None..<br><b>G. Asantewaa, <\/b> None..<br><b>T. Scales, <\/b> None..<br><b>F. Alimohammadi, <\/b> None..<br><b>N. Ward, <\/b> None..<br><b>G. DeNicola, <\/b> None.&nbsp;<br><b>I. Harris, <\/b> <br><b>Kojin Therapeutics<\/b> Grant\/Contract. <br><b>Ono Pharma USA<\/b> Consulting.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9002","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"436","PresenterBiography":null,"PresenterDisplayName":"Fabio Hecht Castro Medeiros, MS;PhD","PresenterKey":"3e941d2d-4505-49c2-ac37-f738f854e6f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"436. Extracellular glutathione catabolism as an alternative cyst(e)ine source in cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extracellular glutathione catabolism as an alternative cyst(e)ine source in cancer","Topics":null,"cSlideId":""},{"Abstract":"Cancer cells reprogram their glucose metabolism from oxidative phosphorylation to aerobic glycolysis. This metabolic transformation is partly based on the activity alterations of a rate limiting enzyme known as the pyruvate kinase M2 (PKM2), which is responsible for the conversion of phosphoenolpyruvate (PEP) into pyruvate. Attributed to its critical regulatory role. PKM2 is recognized as the pivotal enzyme in cancer glucose metabolism By reducing the enzyme activity of PKM2, cancer cells attain a greater fraction of glycolytic metabolites for macromolecule synthesis needed for rapid proliferation. Hydrogen sulfide (H<sub>2<\/sub>S), an endogenously produced gasotransmitter that acts as a critical mediator in multiple physiological processes, modifies proteins mainly through the persulfide (-SSH) bond formation, which is called sulfhydration. Our preliminary study demonstrates that H<sub>2<\/sub>S stimulates PKM2 sulfhydration at multiple cysteine residues, including cysteine 326, leading to the destabilization of active tetrameric PKM2 form into dimers or monomers. The PKM2 dimer\/monomer further translocates into the nucleus to simulate the activation of glycolytic related genes. Blocking PKM2 sulfhydration at cysteine 326 through amino acid mutation stabilizes PKM2 tetramer and crystal structure further indicates that the tetramer organization of PKM2<sup>C326S<\/sup> is different from the currently known T or R states, revealing PKM2<sup>C326S<\/sup> as a newly identified intermediate form. Blocking PKM2 sulfhydration at cysteine 326 inhibited cell proliferation and tumor growth in xenograft mouse model. In summary, our current study illustrates that H<sub>2<\/sub>S-mediated sulfhydration induces the dissociation of the PKM2 tetramer, resulting in the reduced PKM2 activity and subsequently inhibits breast cancer cell proliferation and tumor growth. Targeting the sulfhydration site of PKM2 emerges as a promising therapeutic target specific for cancer metabolism.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Glucose metabolism,Post-transcriptional regulation,Breast cancer,Structure-activity relationships,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P.-C. Chien<\/b><sup>1<\/sup>, R.-H. Wang<sup>1<\/sup>, P.-R. Chen<sup>1<\/sup>, Y.-T. Chen<sup>1<\/sup>, Y.-C. Chen<sup>1<\/sup>, Y.-H. Chu<sup>1<\/sup>, C.-C. Chien<sup>1<\/sup>, S.-Y. Lo<sup>1<\/sup>, Z.-L. Wang<sup>1<\/sup>, M.-C. Tsou<sup>1<\/sup>, S.-Y. Chen<sup>1<\/sup>, G.-S. Chiu<sup>1<\/sup>, W.-L. Chen<sup>2<\/sup>, Y.-H. Wu<sup>1<\/sup>, H.-C. Wang<sup>1<\/sup>, S.-Y. Lin<sup>2<\/sup>, W.-C. Wang<sup>1<\/sup>, H.-J. Kung<sup>3<\/sup>, L.-H. Wang<sup>4<\/sup>, H.-C. Cheng<sup>1<\/sup>, K.-T. Lin<sup>1<\/sup>; <br\/><sup>1<\/sup>National Tsing Hua University, Hsinchu, Taiwan, <sup>2<\/sup>National Health Research Institutes, Taiwan, Miaoli, Taiwan, <sup>3<\/sup>Taipei Medical University, Taupei, Taiwan, <sup>4<\/sup>China Medical University, Taiwan, Taichung, Taiwan","CSlideId":"","ControlKey":"04af01cf-79bc-43d9-9bdc-f82678a72b64","ControlNumber":"4364","DisclosureBlock":"&nbsp;<b>P. Chien, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>P. Chen, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>Y. Chu, <\/b> None..<br><b>C. Chien, <\/b> None..<br><b>S. Lo, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>M. Tsou, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>G. Chiu, <\/b> None..<br><b>W. Chen, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>S. Lin, <\/b> None..<br><b>W. Wang, <\/b> None..<br><b>H. Kung, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>H. Cheng, <\/b> None..<br><b>K. Lin, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9003","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"437","PresenterBiography":null,"PresenterDisplayName":"Po-Chen Chien","PresenterKey":"8cd75e50-2357-4f43-b1bd-f66b8fa1553c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"437. Hydrogen sulfide switches the glucose metabolism through sulfhydration on pyruvate kinase M2","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hydrogen sulfide switches the glucose metabolism through sulfhydration on pyruvate kinase M2","Topics":null,"cSlideId":""},{"Abstract":"Background: Metabolic alterations are recognized as a hallmark of cancer progression. In prostate cancer (PCa), in particular, a notable lipid reprogramming occurs with increased expression levels of multiple enzymes involved in the fatty acid synthesis pathway to fulfill the metabolic and structural demands of cancer cells. Fatty acids are vital for membrane building, ATP production through B-oxidation, and storage in lipid droplets for high-energy demands. In castration-resistant prostate cancer (CRPC), the aberrant overexpression of Fatty Acid Synthase (FASN), the rate-limiting enzyme in <i>de novo<\/i> lipogenesis (DNL), results in synthesis of saturated (palmitate) and monounsaturated fatty acids (SFA and MUFA). If DNL is inhibited, polyunsaturated fatty acids (PUFAs) are taken up from the environment. These could undergo lipid peroxidation generating reactive oxygen species (ROS) and contribute to ferroptosis. We hypothesize that combining the inhibition of DNL with the addition of exogenous PUFAs could increase cell death by ferroptosis.<br \/>Methods: PCa cells (LNCaP, 22Rv1 and C4-2) and human organoids were exposed to pharmacologic FASN inhibition and PUFAs for 6 days. Cell viability, lipid peroxidation, superoxide production and, protein carbonylation as a measure of intracellular ROS as well as lipidomic profiling, were assessed.<br \/>Results: FASN inhibition significantly increased lipid peroxidation and intracellular ROS, with subsequent membrane potential hyperpolarization in prostate cancer cells. These effects were partially rescued by palmitate, while FASNi supplemented with PUFA potentiated protein carbonylation. Expression levels of GPX4, the main regulator of ferroptosis, were reduced after DNL inhibition and rescued with palmitate addition. Suppression of DNL combined with supplemental addition of PUFAs resulted in significant cell growth inhibition in prostate cancer cells and organoids. Finally, lipid profiling demonstrated that the suppression of DNL triggers increased acyl chain length in phospholipid and several other lipid classes. Again, this effect was significantly potentiated when combining FASN inhibition with PUFA supplementation.<br \/>Conclusion: FASN inhibition produces a cascade of intracellular events, including lipid remodeling, increased ROS production and ferroptosis, all potentiated by PUFAs. These findings provide compelling evidence for the use a combined approach involving DNL inhibition and PUFA supplementation as a novel therapeutic avenue to treat advanced prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Prostate cancer,Fatty acid synthase,Lipogenesis,Oxidative stress,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. D. Rodrigues<\/b>, I. Ferrari Teixeira, P. Vitale Nuzzo, H. Pakula, D. Nanus, M. Loda; <br\/>Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"1fd43526-7fd1-492e-9e28-ba1437ce2382","ControlNumber":"4591","DisclosureBlock":"&nbsp;<b>S. D. Rodrigues, <\/b> None..<br><b>I. Ferrari Teixeira, <\/b> None..<br><b>P. Vitale Nuzzo, <\/b> None..<br><b>H. Pakula, <\/b> None.&nbsp;<br><b>D. Nanus, <\/b> <br><b>Janssen Oncology<\/b> Other, Advisory Boards. <br><b>Telix<\/b> Other, Advisory Boards. <br><b>Exelixis<\/b> Other, Research support. <br><b>Zenith Epigenetics<\/b> Other, Research support. <br><b>Plantable<\/b> Other, Research support. <br><b>Sagimet Biosciences<\/b> Other, Research support.<br><b>M. Loda, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9004","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"438","PresenterBiography":null,"PresenterDisplayName":"Silvia Rodrigues, PhD","PresenterKey":"5da579b2-4aeb-40d0-8ea6-d76c804008e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"438. Inhibition of <i>de novo<\/i> lipogenesis with PUFA supplementation induces ferroptosis in advanced prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of <i>de novo<\/i> lipogenesis with PUFA supplementation induces ferroptosis in advanced prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Solid cancer cells show higher energy and biomolecules requirements compared with healthy cells, making the targeting of cancer metabolic dysfunctions an appealing therapeutic approach. Tackling the tumor metabolism is a daunting task, due to the ability of cancer cells to re-organize their metabolism switching between glycolysis and oxidative phosphorylation. Cancer metabolic plasticity and re-programming is partially supported by altered ionic channels expression and activity. Our laboratory has described the chronic presence transmembrane form of Chloride Intracellular Channel 1 (tmCLIC1) as a marker of malignancy in tumor cells and a possible therapeutic target since it is mainly absent in healthy cells. CLIC1 is described as a metamorphic protein able to shuttle between the cytoplasmic form to a transmembrane conformation. In the present investigation, we show that tmCLIC1 acts as a privileged metformin target in glioblastoma stem-like cells. Metformin is the first-line drug for type 2 diabetes and has been proposed as an antineoplastic drug, but no direct evidence of its&#8217; membrane permeability nor of a specific membrane receptor in cancer cells has been found yet. Here we demonstrate that metformin impairs tmCLIC1 activity by direct and specific binding coordinated by arginine 29. This residue mutation prevents metformin from tmCLIC1 binding and abolishes the drug's effect on glioblastoma cells in 2D and 3D models and its actions on mitochondrial respiration. <i>In vivo<\/i> experiments in zebrafish embryos and mice orthotopically engrafted with glioblastoma cells and treated with metformin have shown that metformin binding to tmCLIC1 is crucial for its anti-neoplastic effect.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Cancer metabolism,Glioblastoma,Metabolism,Warburg effect,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Francesca Cianci<\/b><sup>1<\/sup>, Ivan Verduci<sup>1<\/sup>, Riccardo Cazzoli<sup>2<\/sup>, Saverio Minucci<sup>2<\/sup>, Michele Mazzanti<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Milan, Milan, Italy,<sup>2<\/sup>European Institute of Oncology, Milan, Italy","CSlideId":"","ControlKey":"7a77ba98-1363-46c3-ab48-4baed25c8383","ControlNumber":"4630","DisclosureBlock":"&nbsp;<b>F. Cianci, <\/b> None..<br><b>I. Verduci, <\/b> None..<br><b>R. Cazzoli, <\/b> None..<br><b>S. Minucci, <\/b> None..<br><b>M. Mazzanti, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9005","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"439","PresenterBiography":"","PresenterDisplayName":"Francesca Cianci, MS;PhD","PresenterKey":"3febd2c3-fe61-4908-a029-e00721b0fb32","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/3febd2c3-fe61-4908-a029-e00721b0fb32.profile.jpeg","SearchResultActions":null,"SearchResultBody":"439. Tackling oxidative phosphorylation of glioblastoma stem cells through the specific impairment of transmembrane chloride intracellular channel 1","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tackling oxidative phosphorylation of glioblastoma stem cells through the specific impairment of transmembrane chloride intracellular channel 1","Topics":null,"cSlideId":""},{"Abstract":"Background: Cholangiocarcinoma (CCA) is a highly lethal and aggressive epithelial cell malignancy of the liver and biliary tract. CCA survival remains poor and response to chemotherapy or immunotherapy is limited. We AIM to identify metabolic vulnerabilities that render CCA susceptible to ferroptosis, an iron-dependent and caspase-independent cell death driven by lipid peroxidation.<br \/>Materials and Methods: We treated human and mouse CCA cell lines with ferroptosis inducers (RSL3, Erastin), inhibitors (Fer-1, Lip-1), necroptosis inhibitor and a pan-caspase inhibitor. Cell viability, intracellular and mitochondrial iron, lipid peroxidation, mitochondrial structure, and function by cell-based and biochemical assays. Gain- and loss-of-function strategies, TURBO proximity-dependent biotin identification, and metabolic techniques were used for mechanistic studies. <i>In vivo<\/i>, orthotopically implanted C57B\/6 mice were treated with RSL3 or vehicle intraperitoneally, followed by assessment of tumor burden and immunophenotyping analysis. Epcam-aptamer coated nanoparticles (tMNPs) packaged with siRNA against GPX4 were used for selective ferroptosis induction.<br \/>Results: We identified ferroptosis-sensitive and -resistant human and mouse CCA cells. Ferroptosis-sensitive cells, rescued by ferroptosis inhibitors but not by necroptosis or pan-caspase inhibitors, exhibited elevated intracellular free iron and mitochondrial iron overload. This led to significant mitochondrial dysfunction and structural changes associated with ferroptosis. Mitochondrial free iron triggered reactive oxygen species generation and lipid peroxidation. We identified BRCA-associated protein 1 (BAP1) as a potential driver of ferroptosis sensitivity. BAP1, mutated in 22-25% of human CCAs, is a tumor suppressor and deubiquitinase (DUB). BAP1 knockdown by siRNA protected cells from ferroptosis, while re-expression of BAP1 sensitized cells to ferroptosis. Subcellular fractionation identified BAP1 in extranuclear compartments, including mitochondria and cytosol. We found that BAP1 interacts and deubiquitinates ATP citrate lyase (ACLY), which converts iron chelator citrate to oxaloacetate and acetyl-CoA. Inhibition of mitochondrial citrate export, protected cells from iron overload and ferroptosis. <i>In vivo<\/i>, RSL3-induced ferroptosis significantly reduced tumor burden, as compared to vehicle-treated mice. RSL3-induced ferroptosis promoted an immunogenic tumor immune microenvironment. Lastly, tMNPs with siGPX4 induced marked ferroptosis of mouse CCA cells and showed maximal enrichment in liver orthotopic tumors <i>in vivo<\/i>.<br \/>Conclusions: Our findings<b> <\/b>indicate that BAP1 deubiquitination of ACLY predisposes CCA cells to iron overload by exhausting citrate to support lipogenesis. CCA vulnerability to ferroptosis opens up novel therapeutic opportunities for CCA.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Metabolism,Cancer metabolism,Cell death,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"P. Classon<sup>1<\/sup>, S. Jaramillo<sup>1<\/sup>, D. Carlson<sup>1<\/sup>, I. Yan<sup>2<\/sup>, T. Patel<sup>2<\/sup>, S. I. Ilyas<sup>1<\/sup>, R. L. Smoot<sup>1<\/sup>, G. J. Gores<sup>1<\/sup>, <b>D. Povero<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic, Rochester, MN, <sup>2<\/sup>Mayo Clinic, Jacksonville, FL","CSlideId":"","ControlKey":"4d13dca9-fc1d-4fab-9840-af59a66a3aef","ControlNumber":"4677","DisclosureBlock":"&nbsp;<b>P. Classon, <\/b> None..<br><b>S. Jaramillo, <\/b> None..<br><b>D. Carlson, <\/b> None..<br><b>I. Yan, <\/b> None..<br><b>T. Patel, <\/b> None..<br><b>S. I. Ilyas, <\/b> None..<br><b>R. L. Smoot, <\/b> None..<br><b>G. J. Gores, <\/b> None..<br><b>D. Povero, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9006","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"440","PresenterBiography":null,"PresenterDisplayName":"Davide Povero, PhD","PresenterKey":"8e20a62c-d98d-44ab-b865-a518befa2827","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"440. BAP1 deubiquitinates ACLY to promote lipogenesis yet predisposing cholangiocarcinoma to iron overload and ferroptosis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BAP1 deubiquitinates ACLY to promote lipogenesis yet predisposing cholangiocarcinoma to iron overload and ferroptosis","Topics":null,"cSlideId":""},{"Abstract":"Dehydrogenases play a pivotal role in cellular metabolism, acting as gatekeepers in key metabolic pathways. Their activity reflects the metabolic state of the cell, which is particularly relevant in the context of cancer and the immune response, where metabolic reprogramming is a hallmark of tumor progression and differentiation stages. Here, we present the development and application of novel bioluminescent dehydrogenase assays for direct measurement of metabolic activity in cell lysates. Our assays are highly sensitive, requiring as few as 100-500 cells, and have been successfully miniaturized to a 384-well plate format conducive to high-throughput screening. This technological advance allows for the precise monitoring of dehydrogenase activity across the pentose phosphate pathway, glycolysis, and the mitochondrial tricarboxylic acid (TCA) cycle. We demonstrate how shifts in dehydrogenase activity can serve as indicators of the metabolic status of cells, and their modulation during differentiation. Moreover, our bioluminescent assays provide a rapid screening platform for pathway-specific metabolic inhibitors, with potential applications in identifying new therapeutic targets within cancer metabolism. Our data reveal a dynamic landscape of metabolic activity during T cell maturation, underscoring the potential of dehydrogenase activity profiling in cancer immunobiology and the development of targeted cancer therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Metabolism,High-throughput assay,Screening,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Haupt<\/b>, N. Karassina, A. Lauer, K. Sylvester, J. Vidugiriene; <br\/>Promega Corporation, Madison, WI","CSlideId":"","ControlKey":"bb2d62a7-6e38-444a-81ca-984fcb676f4a","ControlNumber":"5007","DisclosureBlock":"<b>&nbsp;K. Haupt, <\/b> <br><b>Promega Corporation<\/b> Employment. <br><b>N. Karassina, <\/b> <br><b>Promega Corporation<\/b> Employment. <br><b>A. Lauer, <\/b> <br><b>Promega Corporation<\/b> Employment. <br><b>K. Sylvester, <\/b> <br><b>Promega Corporation<\/b> Employment. <br><b>J. Vidugiriene, <\/b> <br><b>Promega Corporation<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9007","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"441","PresenterBiography":null,"PresenterDisplayName":"Kim Haupt","PresenterKey":"b89b7d11-0d9f-4739-889e-d3441edbf91e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"441. Bioluminescent dehydrogenase assays: A novel approach for metabolic profiling and inhibitor screening in cancer biology","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bioluminescent dehydrogenase assays: A novel approach for metabolic profiling and inhibitor screening in cancer biology","Topics":null,"cSlideId":""},{"Abstract":"Background: A ketogenic diet, with high fat (90% kCal) and low carbohydrate (5% kCal) intake, induces ketosis [2], altering cancer cell carbon utilization toward the tricarboxylic acid cycle (TCA) [3]. While the overall impact on cancer growth is unclear, most literature suggests an anti-cancer effect. Our hypothesis aims to uncover pancreatic cancer cell adaptations to the ketogenic diet, revealing metabolic vulnerabilities for informed therapeutic strategies.<br \/>Methods: Mice on a ketogenic or normal diet (control) underwent pancreatic cancer xenograft observation. Tumor metabolites were analyzed with LC\/GC-MS, oxidative stress with NAD(P)+\/NAD(P)H, and Lipid Peroxidation assays. Western blot assessed enzyme expression. In vitro studies used Seahorse FX Analyzer for mitochondrial function and PicoGreen for cell growth quantification. Ivosidenib and CB839 were used for combination therapies.<br \/>Result: A ketogenic diet induces a metabolic shift in pancreatic cancer, altering nutrient and metabolite levels in diverse in vivo models. Besides the expected increase in TCA metabolites, heightened amino acid anaplerosis, particularly with glutamine and glutamate, was observed. Examination of the diet's impact on oxidative phosphorylation enzymes revealed increased BDH1 expression, aiding ketone body utilization, and upregulation of cytosolic IDH1 for antioxidant defense. Enzymes involved in glutamine uptake and conversion, like ASCT2 and GLS, showed altered expression.<br \/>Simultaneously, we explored tumor microenvironment vulnerabilities, detecting a significant increase in reactive oxygen species (ROS) levels, specifically lipid peroxidation, in mice on the ketogenic diet.<br \/>Given these pancreatic cancer adaptations, we hypothesized that combining therapeutics to elevate ROS levels and target the glutamine pathway would substantially impede tumor growth. To test this, we combined a ketogenic diet with an IDH1 inhibitor for antioxidant defense hindrance and a glutaminase inhibitor to impair mitochondrial function, resulting in a marked reduction in tumor proliferation compared to individual treatments.<br \/>Conclusion: A ketogenic diet demonstrates a robust anti-tumor effect in various pancreatic cancer mouse models, likely arising from the diminished glucose and increased fatty acid load inherent in the diet. Metabolic adaptation towards an oxidative phosphorylation (OXPHOS) phenotype makes pancreatic cancer especially susceptible to antioxidant and mitochondrial inhibitors, as well as inhibitors of glutamine-metabolizing enzymes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Metabolism,Ketogenic Diet,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>O. Hajihassani<\/b>, M. Zarei, S. Tahhan, P. Gallagher, W. Beegan, J. Choi, S. Lei, A. Murray, A. Loftus, K. Lebo, H. Cheng, A. Mudigonda, S. Alibeckoff, K. Ji, J. Hue, H. Graor, J. Winter; <br\/>Case Western Reserve University School of Medicine, Cleveland, OH","CSlideId":"","ControlKey":"33d16390-a473-4860-a49a-0a68dcdcd490","ControlNumber":"5145","DisclosureBlock":"&nbsp;<b>O. Hajihassani, <\/b> None..<br><b>M. Zarei, <\/b> None..<br><b>S. Tahhan, <\/b> None..<br><b>P. Gallagher, <\/b> None..<br><b>W. Beegan, <\/b> None..<br><b>J. Choi, <\/b> None..<br><b>S. Lei, <\/b> None..<br><b>A. Murray, <\/b> None..<br><b>A. Loftus, <\/b> None..<br><b>K. Lebo, <\/b> None..<br><b>H. Cheng, <\/b> None..<br><b>A. Mudigonda, <\/b> None..<br><b>S. Alibeckoff, <\/b> None..<br><b>K. Ji, <\/b> None..<br><b>J. Hue, <\/b> None..<br><b>H. Graor, <\/b> None..<br><b>J. Winter, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9008","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"442","PresenterBiography":null,"PresenterDisplayName":"Omid Hajihassani, BS,MS","PresenterKey":"450133a5-7342-430a-8038-07deb123a788","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"442. Exploring targetable pathways: Unveiling changes in tumor physiology through dietary modification by a ketogenic diet","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring targetable pathways: Unveiling changes in tumor physiology through dietary modification by a ketogenic diet","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Ovarian cancer (OC) depends on fat as fuel for metastasis and growth. We have previously demonstrated that cisplatin resistant (Pt-R) OC cells uptake higher amounts of fatty acids (FAs) compared to sensitive (Pt-S) cells- a process which facilitates cancer cell survival under cisplatin-induced oxidative stress. Here we aimed to determine which class of FAs promotes the Pt-R phenotype and to identify the mechanism through which FAs support cancer survival.<br \/><b>Materials and methods: <\/b>We used two isogenic OC cell lines pairs, sensitive and resistant to cisplatin: OVCAR5 Pt-S (IC50 = 2.881&#956;M) vs Pt-R (IC50 = 6.831 &#956;M) and PEO1 (IC50 = 4.901 &#956;M) vs PEO4 (IC50 = 8.285 &#956;M). Cells were cultured under low serum conditions, supplemented with 50 &#181;M oleic (OA) or 50 &#181;M palmitic acid (PA), and used for viability assays, RNA-Seq, and cell cycle analysis. Quantitative RT-PCR measured expression of key FAs transporters in Pt-S and Pt-R cells.<br \/><b>Results: <\/b>A viability assay showed that Pt-R cells were less viable under serum depletion compared to Pt-S OC cells. OA (unsaturated), but not PA (saturated), promoted proliferation of both OC cell lines, and rescued Pt-R vs Pt-S cells; 268.4% vs 91.6% for OVCAR-5 and 38.1% for PEO4 vs 12.1% for PEO1, suggesting that Pt-R cells depend more on unsaturated FAs compared to Pt-S cells. Quantification of key FAs transporters demonstrated that Pt-R cell expressed higher levels of FABP4, FABP5 and CD36 compared to Pt-S cells. Treatment with an FABP inhibitor reduced the Pt IC50 in Pt-R cells (from 11.893 &#956;M to 5.0415 &#956;M in OVCAR5 and from 8.285 &#956;M to 6.968 &#956;M in PEO4). RNA-Seq analysis analysed transcriptomic changes induced by 24 hour treatment with OA in OVCAR5 cells. There were 923 differentially expressed protein-coding genes, with 300 upregulated and 623 downregulated transcripts (FDR&#60;0.05). Pathway analysis revealed cell cycle related pathways like: <i>cell cycle mitotic<\/i>, <i>cell cycle checkpoints<\/i>, <i>G2\/M checkpoints<\/i> among the top 10 most significantly upregulated pathways and E2F1 was identified as the main effector. Cell cycle analysis confirmed that OA induced increased percentages of cells in S- and G2\/M phases - from 6.95% to 11.6% (p&#60;0.05), and 13.6 to 17.6% (P&#60;0.05), respectively. Treatment with an E2F1 inhibitor significantly reduced the OA-induced cell proliferation.<br \/><b>Conclusion:<\/b> Pt-R OC cells are dependent on unsaturated FAs compared to Pt-S cells and upregulate key transporters to allow increased uptake of FAs. OA supports proliferation of Pt-R cells and cell cycle progression from G1 to S- and G2\/M phases. Ongoing experiments focus on key mechanisms activated by unsaturated FAs in Pt-R cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Ovarian cancer,Fatty acids,Therapy resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Isac<\/b>, G. Zhao, H. Cardenas, D. Matei; <br\/>Robert H. Lurie Comp. Cancer Ctr. of Northwestern Univ., Chicago, IL","CSlideId":"","ControlKey":"044ac2da-e4de-4ef2-9025-a63c5a2ade6b","ControlNumber":"5211","DisclosureBlock":"&nbsp;<b>A. Isac, <\/b> None..<br><b>G. Zhao, <\/b> None..<br><b>H. Cardenas, <\/b> None.&nbsp;<br><b>D. Matei, <\/b> <br><b>PinotBio<\/b> Grant\/Contract. <br><b>Glaxo SmithKline<\/b> Other, Consulting. <br><b>AstraZeneca<\/b> Other, Consulting. <br><b>Merck<\/b> Grant\/Contract, Other, Consulting. <br><b>Seagen<\/b> Other, Consulting. <br><b>Abbvie<\/b> Grant\/Contract. <br><b>Ibsen<\/b> Grant\/Contract. <br><b>Astex<\/b> Grant\/Contract. <br><b>Agenus<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9009","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"443","PresenterBiography":null,"PresenterDisplayName":"Ana Maria Isac, PhD,MS,BS","PresenterKey":"31f249a6-e158-4324-a355-73dfb278da63","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"443. Unsaturated fatty acids promote cell cycle progression and proliferation of platinum resistant ovarian cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unsaturated fatty acids promote cell cycle progression and proliferation of platinum resistant ovarian cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Introduction. A lipid metabolism gene signature is associated with the risk of estrogen negative breast cancer (ER-BC). In vitro, lipid exposure alters histone methylation affecting gene expression and increases flux through various metabolic reactions including those involved in serine, one-carbon, glycine (SOG) and methionine. We hypothesized that the metabolism of lipids in preference to glucose and glutamine results in a metabolic shift toward the serine pathway increasing S-adenosylmethionine (SAM) leading to histone methylation increases and changes in gene expression.<br \/>Methods. MCF-10A cells exposed to octanoic acid (OA) were utilized for U13C-glucose tracing. SAM, glutathione (GSH) and 2-hydroxyglutarate (2-HG) concentrations were measured following treatment with OA &#177; the PHGDH inhibitor CBR-5884. ROS-induced redox changes were monitored live in cells transduced with ORP1-roGFP2 vectors. CUT&#38;RUN was performed for H3K4me3. Expression of OA-induced genes was measured by rt-qPCR upon exposure to OA &#177; CBR-5884 or OA &#177; the histone methyltransferase (HMT) inhibitor Piribedil. Alkaline comet assay was done to detect DNA breaks. Single-cell RNA-seq (scRNAseq) was performed on tissue-derived breast microstructures exposed to &#177; OA.<br \/>Results. Upon OA treatment, the Cancer index increased and 1C-THF was redirected to the methionine cycle increasing flux to methylation. OA significantly increased the production of SAM, GSH and 2-HG after 15 min. Blocking the first enzyme in the serine pathway, PHGDH, prevented these increases. After 5 min OA exposure, mitochondrial and nuclear ROS increased significantly (p &#60; 0.0001), peaking at 15 min. H3K4me3 CUT&#38;RUN revealed 661 differential peaks (FDR &#60; 0.05) comparing OA to control. 73% of H3K4me3 OA-associated peaks were in regulatory regions of OA-induced genes (FDR &#60; 0.01) including neural, EMT and ER- BC related genes. Motif analysis revealed an overrepresentation of binding sites for serine pathway transcriptional activators ATF3\/4 (p &#60; 0.05). Blocking PHGDH or HMT prevented OA-induced gene expression changes. Alkaline comet assay showed that OA significantly increased comet tails. scRNAseq revealed OA increased the numbers of cells within all cell clusters expressing ATF3 and PHGDH. Also observed was an increase in the percentage of basal BSL1, luminal progenitor LP3 and hormone sensing HS1 cells.<br \/>Conclusions. Metabolism of OA results in a metabolic shift toward the SOG and methionine increasing the production of SAM, GSH and 2-HG which have implications for oncogenesis. The increased SAM fosters epigenetic phenotypic plasticity via altered histone methylation. The increased proportion of specific cell types likely reflects the survival of cells able to mitigate oxidative stress. Increased 2-HG may produce metabolic BRCAness by inhibiting 2-oxoglutarate-dependent dioxygenases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Cancer prevention,Lipid metabolism,De novo serine pathway,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Mariana Bustamante Eduardo<\/b><sup>1<\/sup>, Gannon Cottone<sup>1<\/sup>, Shiyu Liu<sup>2<\/sup>, Flavio  R.  Palma<sup>1<\/sup>, Maria Paula Zappia<sup>3<\/sup>, Abul B.M.M.K. Islam<sup>3<\/sup>, Elizaveta V. Benevolenskaya<sup>3<\/sup>, Maxim  V.  Frolov<sup>3<\/sup>, Jason Locasale<sup>2<\/sup>, Marcelo  G.  Bonini<sup>1<\/sup>, Navdeep  S.  Chandel<sup>1<\/sup>, Seema Khan<sup>1<\/sup>, Susan Clare<sup>1<\/sup><br><br\/><sup>1<\/sup>Northwestern Univ. Feinberg School of Medicine, Chicago, IL,<sup>2<\/sup>Duke University, Durham, NC,<sup>3<\/sup>University of Illinois at Chicago, Chicago, IL","CSlideId":"","ControlKey":"e6f95881-4941-44c5-99ff-18f42b5f6b59","ControlNumber":"5266","DisclosureBlock":"&nbsp;<b>M. Bustamante Eduardo, <\/b> None..<br><b>G. Cottone, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>F. R. Palma, <\/b> None..<br><b>M. Zappia, <\/b> None..<br><b>A. Islam, <\/b> None..<br><b>E. V. Benevolenskaya, <\/b> None..<br><b>M. V. Frolov, <\/b> None..<br><b>J. Locasale, <\/b> None..<br><b>M. G. Bonini, <\/b> None..<br><b>N. S. Chandel, <\/b> None..<br><b>S. Khan, <\/b> None..<br><b>S. Clare, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9010","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"444","PresenterBiography":null,"PresenterDisplayName":"Mariana Bustamante Eduardo, PhD","PresenterKey":"8be573ec-3cda-4cf4-8302-d3d823586e6a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"444. Lipid exposure re-wires cellular metabolism away from glycolysis toward the serine pathway conferring oncogenic properties to non-transformed breast cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lipid exposure re-wires cellular metabolism away from glycolysis toward the serine pathway conferring oncogenic properties to non-transformed breast cells","Topics":null,"cSlideId":""},{"Abstract":"INTRODUCTION: Pancreatic ductal adenocarcinoma (PDAC) is a highly aggressive malignancy due to the lack of early diagnosis and limited response to treatments. Austere and nutrient-deprived conditions typically present in the PDAC tumor microenvironment (TME) induce chemotherapy resistance. Therefore, novel therapeutic strategies are needed. We have previously demonstrated the primary tumor expresses IDH1 which supports the pro-survival oxidative phosphorylation (OXPHOS) metabolism, and has been successfully targeted by ivosidenib, an IDH1 inhibitor, in preclinical studies. Meanwhile, endothelial cells (ECs) from the liver, the most common site of PDAC metastases, secrete soluble factors in the conditioned medium (CM) that activate HER3, a receptor tyrosine kinase, involved in cell proliferation and metabolism.<br \/>OBJECTIVES: We sought to (1) uncover the mechanisms involved in driving the metabolic differences between primary and metastatic tumors through the utilization of ECs from the liver (2) conduct metabolic analyses to determine metabolic effects of HER3 activation, and (3) examine potential synergism of combination therapy against HER3 and IDH1 in primary and metastatic niches. METHODS: The effect of CM on PDAC cell growth was determined by PICO Green Assay. The effects of ECs HER3\/IDH1 inhibitions on cellular metabolism were measured by multiple metabolic assays including Seahorse, CellTiter-Glo, lactate ELISA, and TMRE assays. HER3-specific antibody Seribantumab, HER3 inhibitor Sapitanib, and IDH1 inhibitor ivosidenib were used to block HER3 and\/or IDH1. Moreover. A cell viability-based synergy study was performed to assess the effects of HER3-IDH1 combination. Effects of HER3 and IDH1 inhibitions on PDAC tumor growth and mouse survival in vivo were determined in syngeneic, orthotopic models with PDAC primary tumors and liver metastases.<br \/>RESULTS: CM from liver ECs significantly increased cell growth in PDAC cells in vitro and increased glycolytic tropism in multiple HER3 positive PDAC cell lines measured by metabolic assays mentioned above. HER3 antibody and HER3 inhibitor both increased oxidative consumption rate (OCR), an indirect measure of OXPHOS, and decreased extracellular acidification rate (ECAR), a measure of glycolysis measured by Seahorse. Combination therapy utilizing HER3 and IDH1 inhibitors revealed synergy. In our in vivo tumor model, mice treated with combination therapy had significantly longer overall survival than those given either monotherapy or no treatment.<br \/>CONCLUSIONS: Our results demonstrated a paracrine role of liver ECs in promoting cell growth via activating HER3 in PDAC cells as well as reprograming cellular metabolism from OXPHOS towards glycolysis. Identification of the metabolic shift that takes place in metastatic PDAC to the liver due to HER3 activation gives way for the development of a potentially lethal drug combination.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Metabolism,Metastasis,Pancreatic cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. S. Boutros<\/b><sup>1<\/sup>, A. W. Loftus<sup>1<\/sup>, M. Rathore<sup>2<\/sup>, M. Zarei<sup>2<\/sup>, K. Curry<sup>2<\/sup>, J. M. Winter<sup>1<\/sup>, R. Wang<sup>2<\/sup>; <br\/><sup>1<\/sup>Univ. Hospitals Case Medical Ctr., Cleveland, OH, <sup>2<\/sup>Case Western Reserve University, Cleveland, OH","CSlideId":"","ControlKey":"de224f1d-a199-4647-8096-dd6de047a832","ControlNumber":"5281","DisclosureBlock":"&nbsp;<b>C. S. Boutros, <\/b> None..<br><b>A. W. Loftus, <\/b> None..<br><b>M. Rathore, <\/b> None..<br><b>M. Zarei, <\/b> None..<br><b>K. Curry, <\/b> None..<br><b>J. M. Winter, <\/b> None..<br><b>R. Wang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9011","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"445","PresenterBiography":null,"PresenterDisplayName":"Christina Boutros, DO","PresenterKey":"83b0f622-79ad-4939-bbff-087c2f4963f0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"445. Determining the molecular and biologic effects of HER3 and IDH1 antagonism on liver endothelium-PDAC crosstalk","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Determining the molecular and biologic effects of HER3 and IDH1 antagonism on liver endothelium-PDAC crosstalk","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose<\/b>: To define the metabolic alterations associated with malignant progression of intraductal papillary mucinous neoplasm (IPMN).<br \/><b>Experimental Procedures<\/b>: Matrix-assisted laser desorption\/ionization (MALDI)-mass spectrometry (MS) was conducted for spatial characterization of lipid profiles on frozen tissue sections from resected human IPMN patients. The specimen set consisted of either low-grade dysplasia (LG) (n=15), high-grade (HG) dysplasia (n=4), or with an associated pancreatic ductal adenocarcinoma (PDAC) (n=4) as well as 15 PDAC tissues. Utilizing serial sections to the same human IPMN cases analyzed with MALDI-MS imaging, we used the Visium Spatial Gene Expression technology platform to characterize the spatiomolecular underpinnings of LG and HG IPMN. H&#38;E images of the same tissue section used for the Visium workflow, were used to annotate the spots in the dataset covering the epithelial lining of the IPMN lesions (&#8220;epilesional&#8221; areas) and the spots covering the adjacent microenvironment surrounding the lesion (&#8220;perilesiopecific&#8221; area). Findings were compared with lipidomic analyses of cystic fluid from 89 IPMN patients. The anti-cancer efficacy of UGT8-IN-1, a selective small molecule inhibitor of ceramide galactosyltransferase (CGT, also known as UGT8), was assessed in vitro and in mutant Kras;Gnas allografts.<br \/><b>Results<\/b>: MALDI\/MS-based spatial imaging of human resected IPMN tissues and pancreata from a mutant Kras;Gnas mouse model of IPMN revealed long-chain hydroxylated sulfatides, particularly the C24:0(OH) and C24:1(OH) species, to be selectively enriched in the IPMN and PDAC neoplastic epithelium. Visium spatial transcriptomics data confirmed that the cognate transcripts engaged in sulfatide biosynthesis, including UGT8, Gal3St1, and FA2H, were co-localized with areas of sulfatide enrichment. Lipidomic analyses of cystic fluid from 89 patients with IPMN identified several sulfatide species to be significantly elevated in patients with IPMN\/PDAC compared to those with low-grade IPMN. Inhibition of sulfatide metabolism via UGT8-IN-1 reduced viability of Kras;Gnas murine cell lines in vitro and attenuated tumor growth in an allograft IPMN model. UGT8-IN-1 treatment resulted in reduced levels of several sulfatide species, accompanied by a concomitant increase in a subset of quantified sulfatides precursor ceramides, accumulation of mitochondrial mass and reactive oxygen species and time-dependent increases in autophagy\/mitophagy markers p62\/SQSTM1 and LC-3B, suggesting impaired mitophagy.<br \/><b>Conclusion<\/b>: Enhanced sulfatide metabolism is an early alteration in cystic pre-cancerous lesions of the pancreas that persists through invasive neoplasia. Targeting sulfatide biosynthesis might represent an actionable vulnerability for cancer interception.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Metabolism,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Chen<\/b><sup>1<\/sup>, M. Sans<sup>1<\/sup>, F. Thege<sup>1<\/sup>, R. Dou<sup>1<\/sup>, J. Min<sup>1<\/sup>, M. Yip-Schneider<sup>2<\/sup>, J. Zhang<sup>3<\/sup>, R. Wu<sup>1<\/sup>, E. Irajizad<sup>1<\/sup>, Y. Makino<sup>1<\/sup>, K. Rajapakshe<sup>1<\/sup>, M. Hurd<sup>1<\/sup>, R. Len-Letelier<sup>1<\/sup>, J. Vykoukal<sup>1<\/sup>, J. Dennison<sup>1<\/sup>, K.-A. Do<sup>1<\/sup>, R. Wolff<sup>1<\/sup>, P. Guerrero<sup>1<\/sup>, M. Kim<sup>1<\/sup>, M. Schmidt<sup>2<\/sup>, A. Maitra<sup>1<\/sup>, S. Hanash<sup>1<\/sup>, J. Fahrmann<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Indiana UniversityPurdue University Indianapolis, Indianapolis, IN, <sup>3<\/sup>Indiana University, Bloomington, IN","CSlideId":"","ControlKey":"554c3571-b126-4010-823d-29a45488ff63","ControlNumber":"5435","DisclosureBlock":"&nbsp;<b>Y. Chen, <\/b> None..<br><b>M. Sans, <\/b> None..<br><b>F. Thege, <\/b> None..<br><b>R. Dou, <\/b> None..<br><b>J. Min, <\/b> None..<br><b>M. Yip-Schneider, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>R. Wu, <\/b> None..<br><b>E. Irajizad, <\/b> None..<br><b>Y. Makino, <\/b> None..<br><b>K. Rajapakshe, <\/b> None..<br><b>M. Hurd, <\/b> None..<br><b>R. Len-Letelier, <\/b> None..<br><b>J. Vykoukal, <\/b> None..<br><b>J. Dennison, <\/b> None..<br><b>K. Do, <\/b> None..<br><b>R. Wolff, <\/b> None..<br><b>P. Guerrero, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>M. Schmidt, <\/b> None..<br><b>A. Maitra, <\/b> None..<br><b>S. Hanash, <\/b> None..<br><b>J. Fahrmann, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9012","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"446","PresenterBiography":null,"PresenterDisplayName":"Yihui Chen, PhD","PresenterKey":"6275d095-4d3d-4b9f-a389-df08a97a2a5f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"446. Integrated spatial transcriptomics and lipidomics analyses of intraductal papillary mucinous neoplasm identifies enrichment of long chain sulfatide as an early metabolic alteration","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrated spatial transcriptomics and lipidomics analyses of intraductal papillary mucinous neoplasm identifies enrichment of long chain sulfatide as an early metabolic alteration","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Pre-clinical studies identified creatine metabolism to be activated in KRAS mutant metastatic colorectal cancer (CRC) as a mechanism to fuel the increased energy demands of RAS mutant tumors. Metastatic colon cancer cells overexpress and subsequently release creatine kinase-B (CKB) into the extracellular space, where it phosphorylates creatine to generate the high energy metabolite phosphocreatine. Ompenaclid is a small molecule inhibitor of the creatine transporter SLC6A8. Inhibition of SLC6A8 by ompenaclid prevents import of phosphocreatine\/creatine, resulting in depletion of intracellular creatine, phosphocreatine and ATP levels. This results in tumor apoptosis and robust anti-tumor efficacy in CRC models with a wide range of KRAS mutant alleles. Ompenaclid is currently in a Phase 2 trial, in combination with FOLFIRI and bevacizumab, in patients with RAS-mutated second-line advanced\/metastatic colorectal cancer. Here, we assessed efficacy of ompenaclid in tumors beyond CRC, including KRAS WT and KRAS mutant NSCLC.<br \/><b>Methods<\/b>: Athymic mice were inoculated with CRC, pancreatic, gastric or NSCLC cancer cell lines and treated with ompenaclid once tumors reached ~150 mm<sup>3<\/sup>, until termination. Plasma metabolites were quantified by LC-MS\/MS and tumoral expression of CKB and SLC6A8 in NSCLC and CRC tumors was measured by qPCR after treatment with a control or ompenaclid-supplemented diet for ~10 days. Combination treatment with MRTX849, a KRAS G12C inhibitor, was conducted in a pancreatic MiaPaca xenograft model.<br \/><b>Results<\/b>: Our studies demonstrate ompenaclid anti-tumor efficacy in NSCLC and pancreatic xenografts. Notably, and consistent with findings in CRC, efficacy in NSCLC was more robust in RAS mutant cancer models, relative to those bearing KRAS WT tumors. Metabolite analysis of the plasma of tumor-bearing mice at baseline revealed that mice harboring RAS mutant tumors had higher levels of p-creatine and lower levels of ATP, indicating that RAS mutant tumors utilize higher amounts of ATP, which may be converted to phosphocreatine by tumoral CKB, as confirmed by qPCR analysis. This finding is consistent with metastatic RAS mutant CRC tumors utilizing extracellular ATP to generate phosphocreatine and thus exhibiting greater dependency on creatine metabolism relative to RAS WT tumors. Treatment with ompenaclid also demonstrated additive efficacy in combination with KRAS G12C inhibitors. In summary, these data support development of ompenaclid in indications beyond CRC, including NSCLC, as well as in combination with KRAS G12C inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Metabolism,KRAS,NSCLC,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"P. Lo, V. Sanz Chavez, S. Takeda, M. Tavazoie, <b>I. Kurth<\/b>; <br\/>Inspirna, Inc., New York, NY","CSlideId":"","ControlKey":"74553fed-39d0-400b-bc67-d5e8b71d043a","ControlNumber":"5502","DisclosureBlock":"<b>&nbsp;P. Lo, <\/b> <br><b>Inspirna, Inc.<\/b> Employment. <br><b>V. Sanz Chavez, <\/b> <br><b>Inspirna, Inc.<\/b> Employment. <br><b>S. Takeda, <\/b> <br><b>Inspirna, Inc.<\/b> Employment, Stock Option. <br><b>M. Tavazoie, <\/b> <br><b>Inspirna, Inc.<\/b> Stock Option, Other, Consultant. <br><b>I. Kurth, <\/b> <br><b>Inspirna, Inc.<\/b> Employment, Stock Option.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9013","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"447","PresenterBiography":null,"PresenterDisplayName":"Isabel Kurth, PhD","PresenterKey":"567e1306-c35a-4a14-b302-a92bec52709a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"447. Anti-tumor efficacy of ompenaclid, a creatine transporter inhibitor, in KRAS mutant tumors, including NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-tumor efficacy of ompenaclid, a creatine transporter inhibitor, in KRAS mutant tumors, including NSCLC","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Although oxidative phosphorylation (OXPHOS) is the main ATP source in primary prostate cancer, as the tumor progresses to castration resistance and\/or metastatic disease, glycolysis becomes increasingly prevalent. Dependence on glycolysis can further increase under hypoxic conditions found in advanced cancers. We previously demonstrated that a novel small molecule, BKIDC-1553, inhibits proliferation and tumor growth of prostate cancer cell lines and xenografts through a hexokinase-2 (HK2) dependent inhibition of glycolysis. HK2 is a glucose 6-phosphorylating enzyme that works in conjunction with glucose transporter-1 (GLUT1) to drive glycolysis in cells. While our previous work suggests that BKIDC-1553 works primarily through a HK2 dependent mechanism, the objective of this current project is to further examine how expression and function of HK2 and GLUT1 are altered in response to BKIDC-1553 treatment.<br \/><b>Methods: <\/b>Hypoxic conditions are common in late-stage prostate cancer. Effects of hypoxia on cell proliferation and expression levels of HK1, HK2, and GLUT1 were examined with and without BKIDC-1553 treatment. To examine role of HK1, HK2, and GLUT1 in response to BKIDC-1553 treatment, we created CRISPR knockouts and shRNA knockdowns of HK1 and HK2 in the LNCaP prostate cancer cell line. GLUT1 was inhibited using a commercially available inhibitor, BAY-876. PCR and Western blots were used to confirm expression levels of HK1, HK2, and GLUT1. MTS proliferation assays were used to examine effect of KO and KD on response to BKIDC-1553 and BAY-876.<br \/><b>Results: <\/b>GLUT1 levels, but not HK1 or 2, increased at 72 hrs under hypoxic conditions. HK1, HK2, and GLUT1 levels all increased in cells in response to 144 hrs of BKIDC-1553 compared with 72 hrs treatment in both normoxic and hypoxic conditions. The KO and KD studies were all conducted in normoxic conditions. Westerns blots demonstrated that HK2 KO, but not HK1 KO, results in increased levels of GLUT1. HK1 or HK2 KD, however, did not alter GLUT1 levels. HK2 KD cells, with GLUT1 levels remaining the same, displayed less growth inhibition than control cells in response to BKIDC-1553 treatment, while HK2 KO cells, with increased levels of GLUT1, remained sensitive to BKIDC-1553. Because GLUT1 levels increase in response to HK2 KO, we wanted to see if inhibiting GLUT1 in these cells could decrease their proliferation. We found that KO cells were indeed more sensitive to growth inhibition of BAY-876.<br \/><b>Conclusion\/Summary<\/b>: These studies indicate that KO of HK2 increases levels of GLUT1. These cells remain sensitive to BKIDC-1553 treatment, which could in part be due to the cells' continued reliance on glycolysis through increased GLUT1. A continued reliance on glycolysis allows BKIDC-1553 to continue to inhibit cell growth. Future studies examining how combination treatment with BKIDC-1553 and BAY-876 affects growth of advanced prostate cancer cells is underway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Prostate cancer,Glycolysis,Small molecule inhibitor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Sprenger<\/b>, M. Munari, S. Sun, K. Soriano Epilepsia, S. Plymate; <br\/>University of Washington, Seattle, WA","CSlideId":"","ControlKey":"d2ac1822-1313-469c-bfb4-ae41d2528cb3","ControlNumber":"8273","DisclosureBlock":"&nbsp;<b>C. Sprenger, <\/b> None..<br><b>M. Munari, <\/b> None..<br><b>S. Sun, <\/b> None..<br><b>K. Soriano Epilepsia, <\/b> None.&nbsp;<br><b>S. Plymate, <\/b> <br><b>ProsTech Inc.<\/b> President of company.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9784","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"448","PresenterBiography":null,"PresenterDisplayName":"Cynthia Sprenger, PhD","PresenterKey":"a020bf8d-6e33-4a36-a38f-dbb58b5fa1b4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"448. Alterations in glycolytic pathway enzymes and metabolic plasticity in prostate cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Alterations in glycolytic pathway enzymes and metabolic plasticity in prostate cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Cancer metabolism depends on amino acid sources to fuel tumor growth and drug resistance. Using amino acid restriction to treat tumors can enhance existing therapeutic techniques. The tripeptide Glutathione (GSH), which contains cysteine, glutamate, and glycine, is often considered an antioxidant, and its potential as an amino acid pool has been overlooked. GSH is ubiquitous in the tumor microenvironment and could provide a ready source of amino acids to tumor cells through its catabolism by the enzyme &#947;-Glutamyl transpeptidase (GGT), which has been shown to cleave GSH and its&#8217; conjugates in the extracellular space. It is unclear if the cleavage of GSH by GGT supports cancers in vivo. We find that inhibiting GGT with the pharmacologic agent GGsTop blocks GSH catabolism and decreases tumor growth. We show that cultured cells can be rescued from a lethal depletion of cystine upon supplementation with GSH or its catabolic product cysteinylglycine, but not under the conditions of GGT inhibition. Through pharmacokinetic methods, we identify a usable systemic dose of GGsTop and show GGT inhibition in tumor tissue. Further, we demonstrate that systemic GGT inhibition in vivo decreases tumor mass and volume. These findings support the hypothesis that GSH catabolism by GGT1 is a non-canonical source of amino acids for tumor metabolism. Understanding GSH catabolism by GGT could elucidate new metabolic pathways in tumors. Inhibiting GSH catabolism could provide new therapeutic approaches to inhibit tumor growth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Cancer metabolism,Inhibitors,In vivo,Glutathione,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Zocchi<\/b>, F. Hecht Castro Medeiros, F. Alimohammadi, E. Tuttle, G. Asantewaa, T. Scales, I. S. Harris; <br\/>University of Rochester Medical Center, Rochester, NY","CSlideId":"","ControlKey":"751ec9c0-62df-4929-90d8-fef780162706","ControlNumber":"5846","DisclosureBlock":"&nbsp;<b>M. Zocchi, <\/b> None..<br><b>F. Hecht Castro Medeiros, <\/b> None..<br><b>F. Alimohammadi, <\/b> None..<br><b>E. Tuttle, <\/b> None..<br><b>G. Asantewaa, <\/b> None..<br><b>T. Scales, <\/b> None.&nbsp;<br><b>I. S. Harris, <\/b> <br><b>Kojin Therapeutics<\/b> Grant\/Contract. <br><b>Ono Pharma USA<\/b> Other, Consulting Fees\/Services.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9785","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"449","PresenterBiography":null,"PresenterDisplayName":"Marco Zocchi, BS,MS","PresenterKey":"6c5b1406-cf0b-4cc1-b4a3-6bdac4592c31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"449. Catabolism of GSH by GGT supports cancer cell survival","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Catabolism of GSH by GGT supports cancer cell survival","Topics":null,"cSlideId":""},{"Abstract":"It is widely assumed that cancer cells rely on high levels of protein synthesis to support growth and proliferation. However, protein synthesis, including ribosome biogenesis, is a highly resource- and energy-demanding process that needs to be coordinated with protein degradation and metabolic programs. GCN2 is an evolutionarily conserved kinase that is primarily activated by uncharged tRNAs when amino acid levels drop and activates the Integrated Stress Response (ISR), which encompasses a global reduction in translation and increased amino acid uptake and generation. GCN2 has been shown to support cancer cell survival under conditions of nutrient scarcity. Here, we used an integrated systems biology approach to delineate the multifaceted role of GCN2 in cancer cells that do not suffer from nutrient shortages.<br \/>We carried out a broad array of multiomic analyses (RNA-seq, TMT-labelling based proteomics, Ribo-seq, LC-MS metabolomics) of melanoma cells in which GCN2 was inhibited (GCN2iB) or genetically depleted (constitutive and inducible shRNA) in cell culture and <i>in vivo<\/i> in murine xenografts, supplemented by puromycinylation-based quantification of global protein synthesis.<br \/>GCN2 inhibition in A375 cells triggered a transcriptome and proteome response that was dominated by the induction of processes linked to protein and ribosome synthesis while suppressing metabolic pathways such as glycolysis and the proteasome. We confirmed these observations <i>in vivo<\/i> via RNA-seq of tumor samples from mice xenografted with A375 cells in which GCN2 was knocked down by induced shRNA expression and from xenografted mice that were treated orally with GCN2iB. Ribo-seq further demonstrated that, upon GCN2 inhibition, A375 cells expand their translational machinery. Notably, we identified 50 ribosomal genes that were translated at higher rate in GCN2-inhibited cells and whose expression was regulated exclusively at the translational level. GCN2 inhibition\/depletion also resulted in an approximately 1.8-fold increase in global protein synthesis and altered the druggable proteome. Moreover, metabolite profiling of GCN2iB-treated cells revealed a loss of metabolic homeostasis including substantial alterations in glycolysis and both amino<br \/>acid and lipid metabolism. In addition, we observed a significant decrease in ATP levels despite increased translation of mitochondrial ETC complex proteins. Proteomic and translatomic analyses revealed a failure of cells to increase proteasomal subunits and to maintain the production of ECM proteins. Last, but not least, we did not observe a role of GCN2 in preventing or resolving ribosome collisions.<br \/>Taken together, our findings reveal GCN2 as a master regulator of translation in cancer cells that do not suffer from nutrient scarcity that keeps protein synthesis in check to maintain metabolic homeostasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Metabolism,Translation,Multiomics,Cancer cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Roman-Trufero<\/b><sup>1<\/sup>, I. T. Kleijn<sup>2<\/sup>, K. Blighe<sup>3<\/sup>, P. Saavedra-Garcia<sup>2<\/sup>, J. Zhou<sup>2<\/sup>, A. Gaffar<sup>2<\/sup>, M. Christoforou<sup>2<\/sup>, M. Yuneva<sup>4<\/sup>, A. M. Michel<sup>5<\/sup>, G. R. Masson<sup>6<\/sup>, V. Shahrezaei<sup>2<\/sup>, H. W. Auner<sup>1<\/sup>; <br\/><sup>1<\/sup>CHUV Lausanne University Hospital, Lausanne, Switzerland, <sup>2<\/sup>Imperial College London, London, United Kingdom, <sup>3<\/sup>Clinical Bioinformatics Research, London, United Kingdom, <sup>4<\/sup>The Francis Crick Institute, London, United Kingdom, <sup>5<\/sup>EIRNABio Ltd, Cork, Ireland, <sup>6<\/sup>University of Dundee, Dundee, United Kingdom","CSlideId":"","ControlKey":"c7a3d4f6-2727-4acc-a141-aefa7f372a76","ControlNumber":"4642","DisclosureBlock":"<b>&nbsp;M. Roman-Trufero, <\/b> <br><b>Apollo Therapeutics<\/b> Other, Research Funding.<br><b>I. T. Kleijn, <\/b> None..<br><b>K. Blighe, <\/b> None..<br><b>P. Saavedra-Garcia, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>A. Gaffar, <\/b> None..<br><b>M. Christoforou, <\/b> None..<br><b>M. Yuneva, <\/b> None..<br><b>A. M. Michel, <\/b> None..<br><b>G. R. Masson, <\/b> None..<br><b>V. Shahrezaei, <\/b> None.&nbsp;<br><b>H. W. Auner, <\/b> <br><b>Apollo Therapeutics<\/b> Other, Research funding. <br><b>Brystol Meyers Squibb<\/b> Other, Consulting.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9786","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"450","PresenterBiography":null,"PresenterDisplayName":"Monica Roman-Trufero","PresenterKey":"e259f1ea-002d-45fe-a4f6-54a3d0a29629","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"450. GCN2 protects cancer cells from hypertranslation and metabolic crisis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"388","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GCN2 protects cancer cells from hypertranslation and metabolic crisis","Topics":null,"cSlideId":""}]