[{"Abstract":"Breast cancer (BC), a complex and heterogeneous disease, poses a significant global health challenge with a pressing need for enhanced prognostic markers and therapeutic targets. This study focuses on 5-Aminoimidazole-4-carboxamide ribonucleotide formyltransferase\/IMP cyclohydrolase (ATIC), an enzyme essential in <i>de novo<\/i> purine biosynthesis and previously implicated in myeloma and hepatocellular carcinoma progression. Leveraging publicly available datasets, including TCGA, METABRIC, and GENT2, we identified elevated ATIC expression in BC tissues compared to normal tissues. Notably, patients with elevated ATIC expression displayed significantly diminished overall survival rates, underscoring ATIC's potential as a prognostic marker. Functional assays involving ATIC downregulation in BC cell lines revealed suppressed cell growth, migration, and increased sensitivity to chemotherapeutic drug, Doxorubicin, implicating ATIC in BC progression. Further, RNA-sequencing analysis of ATIC knockdown (KD) BC cell lines revealed a positive correlation between ATIC expression and the activation of MYC and E2F-regulated pathways. The marked attenuation in cell growth and various tumor properties upon ATIC KD provides mechanistic insights into the role of ATIC in fueling BC progression, potentially through the modulation of MYC and E2F target gene expression. Gene Set Enrichment Analysis (GSEA) on differentially expressed genes identified between tumors with high ATIC expression and low ATIC expression in BC patients from the TCGA cohort revealed a notable enrichment of genes associated with MYC and E2F targets, providing additional support for the observed molecular associations in our experimental model. Intriguingly, ATIC KD in Triple Negative BC cell line unexpectedly led to an increase in fatty acid &#946;-oxidation (FAO), uncovering a metabolic vulnerability in these cells. In conclusion, this study unravels the multifaceted role of ATIC in BC, demonstrating its influence on BC tumor progression and metabolism. The observed increase in FAO upon ATIC KD presents a novel metabolic vulnerability that could be explored for targeted therapeutic interventions in BC. This comprehensive analysis contributes valuable insights toward understanding ATIC as a potential therapeutic target and prognostic indicator in BC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Cancer metabolism,Breast cancer,Signal transduction pathways,Fatty acid beta oxidation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Divya Murthy<\/b><sup><\/sup>, Kuldeep  S.  Attri<sup><\/sup>, Jun Hyoung Park<sup><\/sup>, Benny  A.  Kaipparettu<sup><\/sup><br><br\/>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"745f9109-0547-4d1f-aa80-03334423500d","ControlNumber":"5515","DisclosureBlock":"&nbsp;<b>D. Murthy, <\/b> None..<br><b>K. S. Attri, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>B. A. Kaipparettu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9014","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1779","PresenterBiography":null,"PresenterDisplayName":"Divya Murthy, PhD","PresenterKey":"0ba9ca9b-dc5b-48f4-a826-7d890df6f550","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1779. <i>De novo<\/i> purine pathway enzyme ATIC promotes tumor progression and modulates metabolic reprogramming in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>De novo<\/i> purine pathway enzyme ATIC promotes tumor progression and modulates metabolic reprogramming in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Metastasis accounts for 90% of cancer-related deaths; however, the molecularmechanisms by which cancer cells invade and metastasize remain poorly understood.Around 80% of lung cancer patients present with metastatic disease and have only a 5%5-year relative survival. Metastases are often seeded by heterogeneous cells that invadecollectively in cellular packs. However, most studies and treatments focus on bulk cellularpopulations leaving subpopulations that drive metastasis masked. We previouslypublished on metabolic heterogeneity within collectively invading lung cancer cells andidentified the bisbiguanide compound alexidine as a disrupter of lung cancermitochondrial metabolism and invasion. To expand on these findings, we developed newbiguanides and identified promising candidates, AX-4 and AX-7. These analogs inducemitochondrial structural defects and cause metabolic rewiring. Treated lung cancer cellsexhibited reduced oxygen consumption and increased lactate production. Importantly,AX-4 and AX-7 reduced collective cell invasion, highlighting the potential of these newbiguanides to limit cancer metastasis. Taken together, we have developed new chemicaltools to disrupt mitochondrial metabolism. These tools will be useful to further parse theroles of metabolically heterogenous cancer cells on tumor growth and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Mitochondria,Lung cancer: non-small cell,Heterogeneity,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>V. Y. Matsuk<\/b>, C. M. Knippler, J. L. Arnst, I. E. Robinson, T. O. Khatib, M. Shanmugam, T. Ganesh, J. K. Mouw, A. I. Marcus; <br\/>Emory Winship Cancer Institute, Atlanta, GA","CSlideId":"","ControlKey":"e838743c-aba9-48f4-a799-4d8f66ab2e17","ControlNumber":"5588","DisclosureBlock":"&nbsp;<b>V. Y. Matsuk, <\/b> None..<br><b>C. M. Knippler, <\/b> None..<br><b>J. L. Arnst, <\/b> None..<br><b>I. E. Robinson, <\/b> None..<br><b>T. O. Khatib, <\/b> None..<br><b>M. Shanmugam, <\/b> None..<br><b>T. Ganesh, <\/b> None..<br><b>J. K. Mouw, <\/b> None..<br><b>A. I. Marcus, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9015","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1780","PresenterBiography":null,"PresenterDisplayName":"Veronika Matsuk, BS","PresenterKey":"7b0285dc-baf2-48b5-b2ea-da696fd1ae93","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1780. Utilizing bisbiguanide compounds to disrupt metabolic heterogeneity in non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Utilizing bisbiguanide compounds to disrupt metabolic heterogeneity in non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"There is a long-standing belief that supplementation with antioxidants could potentially treat diseases like cancer. Recent year studies showed, however, that they can behave like a double-edged sword and can also increase tumor proliferation and metastatic progression. The exact mechanism behind antioxidants' impact on tumors is poorly understood. Glutathione (GSH), the most abundant antioxidant in mammalian cells, is a tripeptide containing glutamate, cysteine, and glycine. GSH levels are reported to be significantly elevated within the extracellular space of the tumor. Our preliminary findings show that the breakdown of extracellular GSH can support tumor cell survival under cystine-free conditions. Extracellular GSH catabolism releases cysteinylglycine, which can enter the cell through a dipeptide transporter and be further broken down to supply cysteine and glycine to cells. Alternatively, cysteinylglycine can also be broken down extracellularly into cysteine and glycine, allowing for the uptake of these individual peptides. The molecular mechanisms surrounding the utilization of GSH-breakdown products by the tumor cell are largely unknown. We hypothesize that the proteins responsible for the supply of cysteinylglycine to the tumor cell are required for tumor growth and survival. To test this, we will use unbiased genetic and pharmacologic screening approaches to elucidate the proteins involved in cysteinylglycine processing. Preliminarily, we have found that inhibitors of dipeptidases prevent the ability of cysteinylglycine to support tumor cell survival under cystine starvation, suggesting that tumors require downstream utilization of GSH products. By identifying the mechanisms involved in cysteinylglycine breakdown and supply to tumor cells, we will potentially reveal novel therapeutic targets for cancer treatment, including those not relied upon by normal tissues. Further, our studies will potentially provide a better understanding of how antioxidants impact tumor growth and progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Glutathione,Metabolism,Transporters,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Alimohammadi<\/b><sup>1<\/sup>, F. Hecht<sup>1<\/sup>, M. Zocchi<sup>1<\/sup>, E. Tuttle<sup>1<\/sup>, G. Asantewaa<sup>1<\/sup>, T. Scales<sup>1<\/sup>, N. Ward<sup>2<\/sup>, G. DeNicola<sup>2<\/sup>, I. Harris<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Rochester Medical Center, Rochester, NY, <sup>2<\/sup>Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"0f6376f9-397c-49fe-932e-d173a5908c49","ControlNumber":"5658","DisclosureBlock":"&nbsp;<b>F. Alimohammadi, <\/b> None..<br><b>F. Hecht, <\/b> None..<br><b>M. Zocchi, <\/b> None..<br><b>E. Tuttle, <\/b> None..<br><b>G. Asantewaa, <\/b> None..<br><b>T. Scales, <\/b> None..<br><b>N. Ward, <\/b> None..<br><b>G. DeNicola, <\/b> None.&nbsp;<br><b>I. Harris, <\/b> <br><b>Kojin Therapeutics<\/b> Grant\/Contract. <br><b>Ono Pharma USA<\/b> Other, Consulting Fees\/Services.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9016","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1781","PresenterBiography":null,"PresenterDisplayName":"Fatemeh Alimohammadi, MS","PresenterKey":"500efd5b-5c35-4d66-8ac5-deee0d80de49","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1781. Elucidation of glutathione related dipeptide metabolism in cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elucidation of glutathione related dipeptide metabolism in cancer","Topics":null,"cSlideId":""},{"Abstract":"Cancer cells are known to have different metabolic needs for growth and survival and by understanding these demands of individual cancers, targeted novel therapies may be developed. Lipogenesis and &#223;-oxidation serve to balance lipid levels in the cell. Lipogenesis is rate limited by a series of reactions that include enzymes fatty acid synthase (FASN) and acetyl-CoA carboxylase (ACC1) that facilitate lipid formation; whereas &#223;-oxidation is rate limited by the transporter carnitine palmitoyltransferase 1 (CPT1) and the enzyme thiolase that catalyzes the final step of the &#223;-oxidation cycle. Many cancers are dependent on lipogenesis, but the role of these factors in BCa is poorly defined. The Cancer Genome Atlas was used to assess levels of relevant metabolic proteins in normal and cancerous BCa tissue, and showed FASN levels were elevated in BCa tissue and were associated with worse survival. The purpose of this project is to better understand the metabolic demands of bladder cancer (BCa) cell lines, and we hypothesized lipogenesis is a major metabolic pathway for BCa cell growth. T24, HTB-5, and HTB-9 BCa cell lines were used to evaluate the role of metabolism. CPT1 was inhibited with etomoxir, thiolase with trimetazidine, FASN with cerulenin, and ACC1 with 5-(Tetradecyloxy)-2-furoic acid (TOFA). Cell viability was assessed at 48 and 72 hours with an enzymatic activity assay measuring &#223;-hexosaminidase activity as a surrogate for cell proliferation. The IC50 (concentration of a drug to reduce cell proliferation by 50%) was calculated from this data. At 48 hours, cerulenin-treated cells had an IC50 of 11.80 &#181;M, 13.28 &#181;M, 18.31 &#181;M for HTB-9, T24, and HTB-5 respectively. At 48 hours, TOFA-treated cells had an IC50 of 64.25 &#181;M, 59.29 &#181;M, 32.03 &#181;M for HTB-9, T24, and HTB-5 respectively. Cellular proliferation was not inhibited by CPT1 or trimetazidine at enzymatic IC50 concentrations consistent with their known levels of efficacy. When adding the lipid palmitate (20&#181;M) to TOFA-treated cells, it appeared to mediate a rescue of cell proliferation almost to control, although statistical significance was not achieved. Crystal violet assays were performed to assess long-term cell viability. There was visible reduction in colony formation in a dose-dependent manner at 5 &#181;M and 10 &#181;M cerulenin in T24 cells at 14 days of culture, and there were similar results in HTB-9 cells treated with 20 &#181;M and 40 &#181;M TOFA at 17 days. In both cerulenin and TOFA-treated cells, there was elevated cleaved caspase-3 protein expression, indicating initiation of apoptosis. In conclusion, inhibition of lipogenesis in BCa cell lines reduces cell viability by reducing proliferation and inducing apoptosis whereas inhibitors of &#223;-oxidation did not produce the same effect at relevant concentrations. These data indicate lipogenesis is a key metabolic pathway for BCa cell growth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Lipogenesis,Bladder cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Leak<\/b>, D. Matye, E. Abbott, B. Woolbright, J. A. Taylor III; <br\/>University of Kansas Medical Center, Kansas City, MO","CSlideId":"","ControlKey":"19373dfd-0b5e-4144-81bf-f0a71cd480d8","ControlNumber":"6696","DisclosureBlock":"&nbsp;<b>J. Leak, <\/b> None..<br><b>D. Matye, <\/b> None..<br><b>E. Abbott, <\/b> None..<br><b>B. Woolbright, <\/b> None..<br><b>J. A. Taylor, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9018","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1783","PresenterBiography":null,"PresenterDisplayName":"Juliann Leak, BS","PresenterKey":"929e5703-ab18-471d-9425-60f946064a77","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1783. Understanding lipogenesis in bladder cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Understanding lipogenesis in bladder cancer","Topics":null,"cSlideId":""},{"Abstract":"Cancer cells are exposed to variable oxygen and nutrient availability during the metastatic process which can influence metabolic adaptations of cancer cells to metastasize to distant sites. Thus, we investigated the metabolic adaptations of breast cancer cells that preferentially metastasize to lung (metM-Wnt<sup>Lung<\/sup> cells; MLg) and liver (metM-Wnt<sup>Liver<\/sup> cells; MLr) in normoxia and hypoxia and at different glucose concentrations. In normoxia, <sup>14<\/sup>C-glucose uptake is similar, but mRNA abundance of hexokinase, the initial rate-limiting step in glycolysis, was 22% higher in MLg cells. This is consistent with higher <sup>13<\/sup>C<sub>6<\/sub>-glucose flux into glycolytic metabolites pyruvate (M+3) and lactate (M+3) in MLg compared to MLr. Also, <i>de novo<\/i> palmitate synthesis from <sup>13<\/sup>C<sub>6<\/sub>-glucose was 7.6% higher in MLg and was accompanied by higher mRNA expression of ATP-citrate lyase (ACLY), which converts citrate to acetyl-CoA for fatty acid synthesis. These suggest greater glucose metabolism in MLg compared to MLr in normoxia, consistent with reduced viability of MLr by 39% in high glucose (25 mM) concentrations. Further, mRNA abundance of CPT1A, a rate-limiting step in fatty acid oxidation, is 23% higher in MLg. Moreover, the fatty acid oxidation inhibition (etomoxir) reduced viability of MLg by 26.7% compared to MLr, suggesting that fatty acid synthesis and oxidation are critical for MLg. Protein expression of HIF1&#945;, a transcription factor that induces glycolysis during hypoxia, is 1.5-fold higher in MLr than MLg in normoxia, consistent with higher MLr mRNA abundance of pyruvate dehydrogenase kinase (PDK1), a target of HIF1&#945; that inhibits pyruvate dehydrogenase (PDH) activity. Surprisingly, mRNA abundance of pyruvate carboxylase (PC), the enzyme that converts pyruvate to oxaloacetate, is also higher in MLr (39%) than MLg, thus supporting a potential alternative mechanism for glucose metabolites to enter the TCA cycle in normoxia in MLr. In hypoxia, viability of MLr, relative to MLg, increased by 11% at high glucose concentration. This was accompanied by higher hexokinase (33%) and PDK1 (83%) mRNA abundance suggesting MLr&#8217;s shift towards a glycolytic phenotype. However, <i>de novo<\/i> palmitate synthesis from <sup>13<\/sup>C<sub>6<\/sub>-glucose is higher in MLg, suggesting that palmitate synthesis is maintained in MLg even in hypoxia. Altogether, results demonstrate that glucose utilization shifts in breast cancer cells that preferentially metastasize to lung vs liver, but <i>de novo<\/i> fatty acid synthesis is higher in MLg in different oxygen conditions. Thus, targeting breast cancer cells&#8217; adaptation to glucose and <i>de novo <\/i>fatty acid synthesis may be a potential strategy to prevent breast cancer progression to distant organs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Breast cancer,Metabolism,Hypoxia,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. A. Layosa<\/b><sup>1<\/sup>, M. Conrad<sup>1<\/sup>, S. Hursting<sup>2<\/sup>, D. Teegarden<sup>1<\/sup>; <br\/><sup>1<\/sup>Purdue University, West Lafayette, IN, <sup>2<\/sup>University of North Carolina at Chapel Hill, Chapel Hill, NC","CSlideId":"","ControlKey":"5d30bdea-fb0c-4bbd-8f78-b40f763e5de9","ControlNumber":"6794","DisclosureBlock":"&nbsp;<b>M. A. Layosa, <\/b> None..<br><b>M. Conrad, <\/b> None..<br><b>S. Hursting, <\/b> None..<br><b>D. Teegarden, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9019","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1784","PresenterBiography":null,"PresenterDisplayName":"Marjorie Anne Layosa, BS;MS","PresenterKey":"1cb02ff7-3d16-46a4-b489-127ad6c96e9c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1784. Glucose metabolism and <i>de novo<\/i> palmitate synthesis under normoxia and hypoxia in breast cancer cells that preferentially metastasize to lung and liver","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glucose metabolism and <i>de novo<\/i> palmitate synthesis under normoxia and hypoxia in breast cancer cells that preferentially metastasize to lung and liver","Topics":null,"cSlideId":""},{"Abstract":"The role of <i>BRCA1<\/i> in cellular metabolism is not well characterized and what we do understand has been mostly demonstrated <i>in vitro<\/i>. Our studies aim to fully characterize the role of <i>BRCA1<\/i> in metabolic pathways in a whole-body system. <i>In vivo<\/i> studies using C57BL\/6 wild-type and transgenic humanized <i>BRCA1<\/i> mice demonstrate the effect of human <i>BRCA1<\/i> on the whole-body metabolic phenotype and start to elucidate the mechanism by which this occurs. We used Promethion metabolic chambers and glucose tolerance tests to measure a number of metabolic outputs of male and female mice that had either normal mouse <i>Brca1<\/i> gene expression (wild-type\/WT mice) or a knock-out mouse <i>Brca1<\/i>\/knock-in human <i>BRCA1<\/i> (humanized\/HU mice). Humanized <i>BRCA1<\/i> mice are more lean, hyperactive and demonstrate a sexual dimorphism in glucose tolerance when compared to wild-type mice on the same genetic background. To begin to elucidate the mechanisms behind the observed metabolic phenotype, we used a metabolic tissue, female mouse skeletal muscle, to perform mass spectrometry, SuperArray, and Western blot analysis. Proteomic samples were sent to the IDeA National Resource for Quantitative Proteomics at the University of Arkansas Medical Sciences for processing and analysis. Proteomic and genomic analysis showed changes in a number of metabolic pathways that may be implicated in the observed whole body metabolic phenotype. We can conclude that changing the expression levels of <i>BRCA1<\/i> in an <i>in vivo<\/i> model altered the overall metabolic profile of C57BL\/6 mice. This is the first <i>in vivo <\/i>evidence demonstrating the effects of <i>BRCA1<\/i> expression in whole body metabolism.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Metabolism,BRCA1,Body size,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. L. Hembruff<\/b>, A. Dekonenko, J. Thyfault, M. Sardiu, M. Washburn, R. A. Jensen, L. M. Harlan-Williams; <br\/>University of Kansas Medical Center, Kansas City, KS","CSlideId":"","ControlKey":"723dfc54-9f2c-40f9-8aad-411272ea79a9","ControlNumber":"6809","DisclosureBlock":"&nbsp;<b>S. L. Hembruff, <\/b> None..<br><b>A. Dekonenko, <\/b> None..<br><b>J. Thyfault, <\/b> None..<br><b>M. Sardiu, <\/b> None..<br><b>M. Washburn, <\/b> None..<br><b>R. A. Jensen, <\/b> None..<br><b>L. M. Harlan-Williams, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9020","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1785","PresenterBiography":null,"PresenterDisplayName":"Stacey Hembruff, MS","PresenterKey":"6c6a60c4-ef3b-40fb-bca8-a6db6db401ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1785. The role of <i>BRCA1<\/i> on metabolic pathways in an <i>in vivo<\/i> system","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of <i>BRCA1<\/i> on metabolic pathways in an <i>in vivo<\/i> system","Topics":null,"cSlideId":""},{"Abstract":"While the approval of several combinations with immune checkpoint inhibitors have significantly improved the outcome of kidney cancer patients, advanced clear cell and non-clear cell renal cell carcinoma (RCC) remain a clinical challenge. There has been a longstanding interest in using dysregulated metabolism as a therapeutic target due to its association with the pathogenesis and progression of several cancer types. As one of these highly metabolic tumors, RCC has the potential to greatly benefit from strategies targeting tumor metabolism. Dietary interventions are an innovative adjunct therapy that has the potential to induce a wide range of anti-cancer effects by disrupting metabolism due to the role diet plays in providing tumors with macromolecules for energy metabolism. Unfortunately, tumor cell plasticity, intratumor heterogeneity, and a lack of understanding regarding metabolic vulnerabilities in tumors limit the efficacy of implementing these strategies and a fundamental gap in the field remains as to how basic metabolic requirements of the tumor can be targeted with specific dietary interventions. In this study, the inherent metabolic phenotypes of translocation RCC (tRCC) and clear cell RCC (ccRCC) were characterized by integrating <i>in vivo<\/i> metabolomics and transcriptomics data, assessing mitochondrial and glycolytic activity<i> in vitro<\/i> via Seahorse, and performing immunohistochemical analyses of patient samples. Interestingly, the respective mitochondrial and glycolytic dependencies in tRCC and ccRCC patient-derived xenograft (PDX) models appear to influence the response to nutrient deprivation as seen by <i>in vitro<\/i> assays conducted after amino acid or glucose restriction. Importantly, these results indicate that dietary interventions may be able to selectively target metabolic vulnerabilities in tRCC and ccRCC. Ongoing combination studies with either protein or calorie restriction and targeted therapies, such as standard of care receptor tyrosine-kinase inhibitors, suggest the benefit of using dietary interventions as an adjunct therapy in RCC. Overall, these studies reveal that selective dietary interventions alter the metabolic landscape of RCC and expose vulnerabilities that can be exploited with targeted therapy. As dietary interventions are a safe, affordable, and potentially well tolerated adjunct therapy, we anticipate that the results of these studies will provide the biologic and mechanistic support for translating this strategy to advanced RCC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,Diet,Cancer metabolism,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. A. Orsi<\/b><sup>1<\/sup>, C. Rupert<sup>1<\/sup>, S. Colligan<sup>1<\/sup>, M. Chang<sup>1<\/sup>, A. Jawadwala<sup>1<\/sup>, I. Delle Fontane<sup>1<\/sup>, F. de Nigris<sup>2<\/sup>, R. Pili<sup>1<\/sup>; <br\/><sup>1<\/sup>University at Buffalo, Buffalo, NY, <sup>2<\/sup>University of Campania L. Vanvitelli, Naples, NY","CSlideId":"","ControlKey":"233e4abd-af80-4eb4-9d02-f0532caa3893","ControlNumber":"6845","DisclosureBlock":"&nbsp;<b>S. A. Orsi, <\/b> None..<br><b>C. Rupert, <\/b> None..<br><b>S. Colligan, <\/b> None..<br><b>M. Chang, <\/b> None..<br><b>A. Jawadwala, <\/b> None..<br><b>I. Delle Fontane, <\/b> None..<br><b>F. de Nigris, <\/b> None..<br><b>R. Pili, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9021","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1786","PresenterBiography":null,"PresenterDisplayName":"Sabrina Orsi, BS","PresenterKey":"3a18da00-eb2f-4e72-9942-9010c1657fd1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1786. Metabolic rewiring induced by protein or calorie restriction provides unique therapeutic vulnerabilities in translocation and select clear cell renal cell carcinomas","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolic rewiring induced by protein or calorie restriction provides unique therapeutic vulnerabilities in translocation and select clear cell renal cell carcinomas","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose of study: <\/b>Metabolic targeted therapies may represent an innovative strategy in Ewing sarcoma (ES).<br \/><b>Introduction: <\/b>Ewing sarcoma (ES) is highly aggressive round cell mesenchymal neoplasm, most often occurring in children and young adults. Metabolic peculiarities of ES cells are indeed involved in tumor growth, survival and resistance to therapy. We have further investigated apoptotic role of &#120631;;;3-adrenergic receptor (&#120631;;;3-AR) SR59230A (SR) antagonist for its ability to reduce cells viability due increased oxidative stress, now we underline the metabolic role of SR.<br \/><b>Materials &#38; Methods: <\/b>The metabolic profile after SR administration in A673 ES cell model was studied using the Seahorse XF Analyzer. Viability was evaluated with MTS. Changes in gene expression was evaluated with RNA sequencing. Western blot analysis and Immunofluorescence was performed for redox signature and metabolic alteration. Ros production and cell death was assessed by flow cytometry.<br \/><b>Results: <\/b>Metabolic analysis reveals glucose and fatty acid dependency in A673 cells using the Fuel Flex Test of Seahorse XFe Analyzer. Quantification of transcript abundance using Salmon in A673 after SR treatment showed decrease in response to reactive oxygen species, increase of Thioredoxin Interacting Protein (TXNIP) inhibits the antioxidative function of thioredoxin, moreover reduced glucose uptake, consequently, decrease NADPH\/NADP resulting in the accumulation of ROS<b> <\/b>coincident with a decrease of GLUT1, SOD2, TrDX an increase of LC3IIA protein expression. SR enhances A673 pyruvate dependency, and decrease glyco and mito ATP production rate, more over observed under glucose deprivation. Furthermore, apoptotic effect was significantly amplified when cells were under nutrient starvation, revealing a 56% apoptotic rate after 24 hours of SR treatment.<br \/><b>Conclusion: <\/b>SR antagonist of &#120631;;;3-AR and combination of SR with BUF could be an innovative therapeutic option to raise awareness ES.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Metabolism,&#946;3-adrenoreceptor,Ewing Sarcoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Cristina Banella<sup>1<\/sup>, <b>Francesco Carrozzo<\/b><sup>1<\/sup>, Laura Zocca<sup>1<\/sup>, Amada Pasha<sup>1<\/sup>, Gianluca Mattei<sup>2<\/sup>, Marina Mola<sup>1<\/sup>, Lara Ballerini<sup>1<\/sup>, Nicla Lorito<sup>3<\/sup>, Annalisa Tondo<sup>1<\/sup>, Claudio Favre<sup>1<\/sup>, Maura Calvani<sup>1<\/sup><br><br\/><sup>1<\/sup>Meyer Children's Hospital - IRCCS, Firenze, Italy,<sup>2<\/sup>University of Florence Department of Information Engineering, Firenze, Italy,<sup>3<\/sup>University of Florence, Department of Experimental and Clinical Biomedical Sciences, Firenze, Italy","CSlideId":"","ControlKey":"e561a7a3-470e-4ae7-8375-0c48e90514a6","ControlNumber":"6888","DisclosureBlock":"&nbsp;<b>C. Banella, <\/b> None..<br><b>F. Carrozzo, <\/b> None..<br><b>L. Zocca, <\/b> None..<br><b>A. Pasha, <\/b> None..<br><b>G. Mattei, <\/b> None..<br><b>M. Mola, <\/b> None..<br><b>L. Ballerini, <\/b> None..<br><b>N. Lorito, <\/b> None..<br><b>A. Tondo, <\/b> None..<br><b>C. Favre, <\/b> None..<br><b>M. Calvani, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9022","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1787","PresenterBiography":null,"PresenterDisplayName":"Francesco Carrozzo, Graduate Student","PresenterKey":"29fdd059-bfe8-44d8-add2-eaf3369b2bf5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1787. The &#946;3-adrenergic receptor as novel target of metabolic phenotype in Ewing sarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The &#946;3-adrenergic receptor as novel target of metabolic phenotype in Ewing sarcoma","Topics":null,"cSlideId":""},{"Abstract":"Personalized oncology must overcome the complex challenge of distinct cancer phenotypes in each patient, formed in part in response to unique metabolic crosstalk among cells in the tumor microenvironment which can be a determining factor in therapeutic response. Although isotope tracing sheds light on differences of metabolite enrichments in tumor and normal tissues, quantifying the metabolic fluxes in patients remains elusive. The conventional metabolic flux analysis tools are unable to estimate patient metabolic fluxes because we are limited to a single time point enrichment datapoint from each patient&#8217;s in-vivo measurement at isotopic non-steady state. We overcame this challenge by generating training data from the limited patient data and implementing a machine learning model to predict fluxes. To generate training data, we first simulated constrained random fluxes and enrichment patterns at different time points using patient circulating metabolites enrichment via an isotopic non-stationary metabolic flux analysis framework. Using this data, we trained a convolutional neural network to predict flux ratios. To validate our model, we compared predicted flux ratios to the experimental data from mouse models for two different treatments. Our recent findings from a glioblastoma (GBM) mouse model study using conventional metabolic flux analysis revealed higher de novo guanosine monophosphate (GMP) synthesis in GBM than normal cortex. These tumors can be sensitive to mycophenolate mofetil (MMF) which inhibits inosine monophosphate dehydrogenase, but only if the major source of GMP production is de novo synthesis and not salvage. Our machine learning model can discriminate between sources of GMP synthesis in patients, thus enabling prediction of potential responders. Furthermore, we previously showed that serine uptake is higher in GBM than normal cortex, and a serine- and glycine-restricted diet slows tumor growth in mice. While both circulating serine and microenvironment-derived serine could account for serine uptake in GBM, we hypothesized that the circulating serine dependence would better predict response to dietary serine depletion. Hence, we combined patient scRNA-seq and metabolomics data to feed our neural network framework to estimate microenvironmental and circulating serine uptake in six patients with brain cancer. Thus, we have shown that our model can identify patients who will benefit from MMF treatment or a serine- and glycine-restricted diet, enabling administration of highly effective personalized treatments for GBM patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Machine learning,Metabolic flux analysis,Single cell,Glioma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Meghdadi<\/b>, A. Mittal, A. J. Scott, S. Palavalasa, D. R. Wahl, D. Nagrath; <br\/>University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"c32a8880-6f76-4061-aae3-ae87f616ea91","ControlNumber":"6988","DisclosureBlock":"&nbsp;<b>B. Meghdadi, <\/b> None..<br><b>A. Mittal, <\/b> None..<br><b>A. J. Scott, <\/b> None..<br><b>S. Palavalasa, <\/b> None..<br><b>D. R. Wahl, <\/b> None..<br><b>D. Nagrath, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9024","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1789","PresenterBiography":null,"PresenterDisplayName":"Baharan Meghdadi","PresenterKey":"7628a37b-46c2-4bf4-b54e-23e742d5fc2d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1789. Machine learning-based method to analyze metabolic fluxes of patient tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Machine learning-based method to analyze metabolic fluxes of patient tumors","Topics":null,"cSlideId":""},{"Abstract":"The tumor microenvironment (TME) is characterized by metabolic reprogramming and immune evasion, essential features in tumor progression. Tumor metabolic dysregulation, particularly the high production of lactate, plays a pivotal role in suppressing antitumor immunity within the TME. Pyruvate carboxylase (PC), responsible for converting pyruvate to oxaloacetate, is a critical determinant for lung metastasis in triple-negative breast cancer (TNBC). Herein we test the hypothesis that PC-mediated regulation of central carbon metabolism controls TME immunosurrveilance. Wild-type C57BL6\/J and NSG mice received orthotopic injections of E0771 or M-Wnt tumor cells with shRNA targeting PC or a scramble control. RNA from tumors underwent transcriptomic profiling using Affymetrix Clariom D microarray (n=3-6\/group per experiment). Gene set enrichment analysis identified pathways enriched in each condition, including a PC-associated hypoxia signature. Immunohistochemistry with anti-CD3 antibody and full spectrum flow cytometry assessed T cell infiltration and TME immune cell composition. Untargeted metabolomics, extracellular flux analysis, and high-resolution respirometry determined how loss of PC altered cellular metabolism. We found that suppressing PC expression increased primary tumor growth (~2 fold), potently drove immunosuppression, and remodeled cellular metabolism towards lactate production. Injection of PC-suppressed cells increased regulatory T cell levels in wild type mice. Importantly, PC-suppressed cells injected into NSG mice, which lack T, B, and NK cells, demonstrated slower, rather than accelerated, tumor growth. PC-suppression reduced oxygen consumption rate (OCR), but supply of anaplerotic carbon through exogenous malate or oxaloacetate restored OCR. Conversely, both the rate of and reliance on lactate production was increased by PC suppression. Notably, loss of immunosurveillance following downregulation of PC was reversed by inhibiting lactate transport. Additionally, lower PC expression was associated with increased hypoxia in tumors, supporting in vitro evidence of PC-repression by hypoxia. In summary, hypoxia-induced PC suppression emerges as a crucial mechanism through which primary tumors hinder antitumor immunity, partly via increased lactate production. These findings underscore the significance of PC-directed tumor metabolism as an understudied nexus in the interplay between tumor progression and antitumor immunity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Breast cancer,Metabolism,Immunosuppression,Glucose metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. F. Coleman<\/b><sup>1<\/sup>, E. Kulkoyluoglu Cotul<sup>2<\/sup>, A. J. Pfeil<sup>1<\/sup>, A. N. Ho<sup>1<\/sup>, E. N. Devericks<sup>1<\/sup>, M. H. Safdar<sup>2<\/sup>, H. Chen<sup>2<\/sup>, N. Attaar<sup>1<\/sup>, V. A. Kiesel<sup>1<\/sup>, D. Teegarden<sup>2<\/sup>, S. D. Hursting<sup>1<\/sup>, M. K. Wendt<sup>3<\/sup>; <br\/><sup>1<\/sup>UNC Chapel Hill, Chapel Hill, NC, <sup>2<\/sup>Purdue University, West Lafayette, IN, <sup>3<\/sup>University of Iowa, Iowa City, IA","CSlideId":"","ControlKey":"493644d3-958b-464b-8591-c531d97d144c","ControlNumber":"7040","DisclosureBlock":"&nbsp;<b>M. F. Coleman, <\/b> None..<br><b>E. Kulkoyluoglu Cotul, <\/b> None..<br><b>A. J. Pfeil, <\/b> None..<br><b>A. N. Ho, <\/b> None..<br><b>E. N. Devericks, <\/b> None..<br><b>M. H. Safdar, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>N. Attaar, <\/b> None..<br><b>V. A. Kiesel, <\/b> None..<br><b>D. Teegarden, <\/b> None..<br><b>S. D. Hursting, <\/b> None..<br><b>M. K. Wendt, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9025","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1790","PresenterBiography":"","PresenterDisplayName":"Michael Coleman, PhD","PresenterKey":"7726ad0a-5d37-438a-acfa-89c6fca4e848","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1790. Pyruvate carboxylase regulates tumor progression through central carbon metabolism and immunosuppression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pyruvate carboxylase regulates tumor progression through central carbon metabolism and immunosuppression","Topics":null,"cSlideId":""},{"Abstract":"Lung adenocarcinoma (LUAD) with concurrent oncogenic KRAS and STK11 loss-of-function mutations define an aggressive subtype characterized, in part, by increased metastasis. Loss of STK11, a tumor suppressor and nutrient sensor, leads to dysregulation of many critical cellular processes, including metabolism. As such, STK11 null cancers are &#8220;glutamine addicted&#8221; to support proliferative properties and the tumor microenvironment therefore becomes glutamine depleted. We hypothesize that conditions of glutamine stress promote metastatic potential in STK11 null KRAS-driven LUAD due to metabolic rewiring. To test this hypothesis, we utilized a cell culture model of KRAS-driven LUAD cell lines and corresponding STK11 knockout cell lines (&#8710;STK11). Parental and &#8710;STK11 cells underwent the Seahorse mitochondrial stress test in full and glutamine-deficient media to obtain parameters of mitochondrial respiration at baseline and under conditions reflective of the tumor microenvironment, respectively. At baseline, &#8710;STK11 cells had a hypermetabolic phenotype associated with enhanced glutamine utilization. Deprivation of glutamine resulted in decreased mitochondrial respiration along with a significant increase in live, detached &#8710;STK11 cells compared to the parental line. Upon further examination, the detached &#8710;STK11 cells maintained the ability to re-adhere and proliferate in full media while the detached parental cells did not. Additionally, expression of pro-survival, anti-apoptotic and EMT markers in &#8710;STK11 cells were increased upon glutamine deprivation. To determine the mechanism(s) underlying this pro-metastatic phenotype, we employed heavy nitrogen labeling which revealed an upregulation of the hexosamine biosynthetic pathway (HBP). The HBP is an offshoot of glycolysis that serves as a central hub to regulate many cancer fitness pathways via O-GlcNAcylation; the addition of a GlcNAc moiety to serine\/threonine residues of target proteins. Further assessment of O-GlcNAcylation levels via western and far western blot analysis revealed that parental cells had decreasing HBP flux concordant with decreasing glutamine concentration while &#8710;STK11 cells, conversely, had enhanced HBP flux upon decreasing glutamine availability. These observations suggest &#8710;STK11 cells utilize the HBP as a protective shunt under decreased glutamine availability. We are currently characterizing the invasive potential and anchorage-independence of parental and &#8710;STK11 LUAD cells upon glutamine deprivation. Future studies aim to establish the impact of HBP perturbation, both genetically and pharmacologically, on the described measures of metastatic potential. Overall, this work reveals novel insight into the molecular mechanisms altered downstream of STK11 loss that link glutamine metabolism with metastatic properties in KRAS-driven LUAD.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Metastasis,Glutamine metabolism,LKB1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Prior<\/b>, L. Sands, S. Lenahan, H. Sarausky, M. Scheiber, D. Seward, P. Deming; <br\/>University of Vermont, Swanton, VT","CSlideId":"","ControlKey":"447ca021-95b8-4abe-af57-627fe9d2e74f","ControlNumber":"7047","DisclosureBlock":"&nbsp;<b>S. Prior, <\/b> None..<br><b>L. Sands, <\/b> None..<br><b>S. Lenahan, <\/b> None..<br><b>H. Sarausky, <\/b> None..<br><b>M. Scheiber, <\/b> None..<br><b>D. Seward, <\/b> None..<br><b>P. Deming, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9026","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1791","PresenterBiography":null,"PresenterDisplayName":"Shannon Prior, BS","PresenterKey":"424c395a-401d-47d8-b2fe-57a4013d611a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1791. Metabolic rewiring promotes metastatic potential upon glutamine deprivation in STK11 null KRAS-driven lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolic rewiring promotes metastatic potential upon glutamine deprivation in STK11 null KRAS-driven lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Reprogramming of metabolic processes by tumor cells is essential to cope with their increased proliferative activity, and with the challenges of the unique microenvironment they inhabit. These metabolic alterations are attractive targets to design novel therapeutic approaches.The most aggressive subtype of thyroid cancer, Anaplastic Thyroid Cancer (ATC), is often unresectable at presentation, highly resistant to therapy and usually lethal. We have recently discovered that ATCs overexpress several genes encoding enzymes involved in one-carbon metabolism (1C-Met), which utilizes serine and dietary folates to produce glycine and tetrahydrofolate-bound one-carbon units, required for nucleotide biosynthesis and for NADPH and glutathione (GSH) production. We have shown that i) the increased activity of the 1C-Met pathway supports the high purine demand of ATC; ii) inhibition of 1C-Met impairs tumor growth in vitro and in vivo, leading to growth arrest; iii) inhibition of 1C-Met renders thyroid cancer cells glycine-auxotroph.We now demonstrate that the profound addiction of ATC cells to 1C-Met creates a series of targetable vulnerabilities that can be harnessed to induce massive ATC cell death.Our new data demonstrate that:1- The purine depletion consequent impaired 1C-Met induces replicative stress and triggers the DNA Damage Response (DDR). Activation of DDR, coupled with the absence of functional TP53 in the vast majority of ATCs, leads to synthetic lethality between inhibition of 1C-Met and G2\/M checkpoint kinases.2- Inhibition of 1C-Met in ATC cells generates an absolute dependence on extracellular glycine uptake. We have identified and validated the main glycine transporter(s) in ATC cells and show that inhibition of 1C-Met is synthetic lethal with inhibition of glycine uptake.3- Impaired 1C-Met leads to increased oxidative stress and decrease of NADPH and glutathione levels. These alterations create a synthetic lethality relationship with the glutathione-depleting activity of PRIMA-1 (APR246), a small molecule originally identified as a compound restoring mutant p53 conformation and function, but later shown to be converted within cells into the reactive electrophile methylene quinuclidinone, which acts in a p53-independent manner through a variety of mechanisms, including reduction of cellular GSH levels.Our data shed light on the molecular consequences of 1C-Met upregulation in ATC and support the efficacy of novel rationally designed therapeutic approaches with curative intent not only for ATC, but also for other aggressive, dedifferentiated solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Folate,Glycine,Glutathione,DNA damage response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Forrest, A. Ahsan, <b>A. Di Cristofano<\/b>; <br\/>Albert Einstein College of Medicine, Bronx, NY","CSlideId":"","ControlKey":"5e2c0d5b-5619-4986-9d59-5e7a33946236","ControlNumber":"7150","DisclosureBlock":"&nbsp;<b>A. Forrest, <\/b> None..<br><b>A. Ahsan, <\/b> None..<br><b>A. Di Cristofano, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9027","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1792","PresenterBiography":null,"PresenterDisplayName":"Antonio Di Cristofano, PhD","PresenterKey":"348d3833-f4df-413b-a3a4-9292cdcbdd4f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1792. Synthetic lethal vulnerabilities stemming from inhibition of one carbon metabolism in anaplastic thyroid cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synthetic lethal vulnerabilities stemming from inhibition of one carbon metabolism in anaplastic thyroid cancer","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of cancer-related deaths worldwide. Existing therapeutic options have limited efficacy, underscoring the critical need for the identification of new actionable therapeutic targets. We previously identified the Transmembrane Serine Protease <i>TMPRSS11B<\/i> as a novel gene that promotes the transformation of human bronchial epithelial cells <i>in vitro<\/i> and induces tumorigenesis <i>in vivo<\/i>. TMPRSS11B promotes extracellular release of Basigin, an obligate chaperone of the lactate monocarboxylate transporters MCT1\/4, enhancing lactate export and glycolytic metabolism, and thereby promoting tumorigenesis. Importantly,<i> TMPRSS11B<\/i> is frequently overexpressed in human lung squamous cell cancers (LSCC) and high expression is associated with poor patient survival. Moreover, as a cell surface protein and enzyme, TMPRSS11B represents a tractable target for therapeutic intervention. To investigate whether TMPRSS11B activity impacts the host immune system and the tumor microenvironment (TME), we evaluated the effect of <i>Tmprss11b<\/i> depletion in a syngeneic LSCC mouse model, KLN205. <i>Tmprss11b <\/i>loss of function<i> <\/i>in KLN205 LSCC cells significantly reduced tumor burden in immunocompetent mice and triggered an accumulation of CD4+ T cells. We are currently extending these studies by investigating the effect of <i>Tmprss11b<\/i> loss of function using CRISPR\/Cas9 editing in the <i>Rosa26<\/i><sup>LSL-Sox2-IRES-GFP<\/sup>; Nkx2-1<sup> fl\/fl<\/sup>; <i>Lkb<\/i>1<sup>fl\/fl <\/sup>(SNL) mouse model of LSCC. Tumor burden analysis and pH-sensitive fluorescent imaging are ongoing to assess changes in lactate accumulation. Moreover, RNA FISH analysis and spatial transcriptomics revealed that <i>Tmprss11b<\/i> expression is highly enriched in lung squamous tumors compared to lung adenocarcinomas and normal lung in SNL mice. Spatial analysis of the transcriptome is currently ongoing to assess the effects of <i>Tmprss11b<\/i> expression on the TME. Collectively, these studies will elucidate the molecular mechanisms through which TMPRSS11B promotes tumor growth and alters the tumor microenvironment in LSCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Lung Squamous cell carcinoma,Tumor lactate metabolism,Serine proteases in tumorigenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Sunil<\/b><sup>1<\/sup>, B. L. Updegraff<sup>2<\/sup>, J. Zhu<sup>1<\/sup>, L. Thomas<sup>1<\/sup>, B. M. Evers<sup>1<\/sup>, J. R. Clemenceau<sup>3<\/sup>, I. Barnfather<sup>3<\/sup>, J. D. Minna<sup>1<\/sup>, R. J. Deberardinis<sup>1<\/sup>, T. G. Oliver<sup>4<\/sup>, T. Hwang<sup>3<\/sup>, K. A. O'Donnell<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Texas Southwestern Medical Center, Dallas, TX, <sup>2<\/sup>Seagen, Bothell, WA, <sup>3<\/sup>Mayo Clinic, Jacksonville, FL, <sup>4<\/sup>Duke University, Durham, NC","CSlideId":"","ControlKey":"76a911c3-22f0-44ae-8041-d6e54c993b7d","ControlNumber":"7383","DisclosureBlock":"&nbsp;<b>H. Sunil, <\/b> None..<br><b>B. L. Updegraff, <\/b> None..<br><b>J. Zhu, <\/b> None..<br><b>L. Thomas, <\/b> None..<br><b>B. M. Evers, <\/b> None..<br><b>J. R. Clemenceau, <\/b> None..<br><b>I. Barnfather, <\/b> None.&nbsp;<br><b>J. D. Minna, <\/b> <br><b>University of Texas Southwestern Medical Center<\/b> Other, JDM receives royalties from the University of Texas Southwestern Medical Center for the distribution of human cell lines.. <br><b>NIH<\/b> Other, JDM receives royalties from the NIH for the distribution of human cell lines..<br><b>R. J. Deberardinis, <\/b> None..<br><b>T. G. Oliver, <\/b> None..<br><b>T. Hwang, <\/b> None..<br><b>K. A. O'Donnell, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9028","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1793","PresenterBiography":null,"PresenterDisplayName":"Hari Shankar Sunil, MS","PresenterKey":"e9a08b33-4359-45e6-a7be-7f77aa93908d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1793. Transmembrane serine protease TMPRSS11B promotes tumorigenesis in lung squamous cell carcinoma through enhanced lactate export and modulation of the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transmembrane serine protease TMPRSS11B promotes tumorigenesis in lung squamous cell carcinoma through enhanced lactate export and modulation of the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Reprogrammed cellular metabolism has been refocused on in the past decade, as many cancer cells rewire various metabolic pathways to facilitate their survival, unlimited cell growth, and division. RNA Polymerase II-Associated Factor 1 (PAF1)\/Pancreatic Differentiation 2 (PD2) is a core subunit of the human PAF1 Complex (PAF1C) that regulates the RNA polymerase II function during transcriptional elongation in normal cells; however, its overexpression has been implicated in promoting pancreatic tumorigenesis and metastasis through epigenetic regulation, chemoresistance, radioresistance and maintenance of cancer stem cells. While most of these studies have provided evidence of the multifunctional nature of PAF1\/PD2 in PDAC progression, no study has investigated the role of PAF1\/PD2 during the metabolic rewiring of cancer.<br \/><b>Methods: <\/b>In this study, we sought to examine the role of PAF1\/PD2 in the metabolic rewiring of cancer cells in pancreatic ductal adenocarcinoma (PDAC) and decipher how PAF1\/PD2 mediates this metabolic reprogramming in PDAC. Pancreatic cancer cell lines were transfected with shRNAs to knock down PAF1\/PD2. Metabolic genes regulated by PAF1\/PD2 were identified by qPCR and western blot upon PAF1\/PD2 depletion. Metabolic assays were performed to investigate the role of PAF1\/PD2. Immunoprecipitations identified proteins that interact with PAF1\/PD2. Confocal microscopy confirmed the co-localization of PAF1\/PD2 with its protein partners. We performed chromatin immunoprecipitation (ChIP) - Polymerase chain reaction to confirm the binding of the PAF1 sub-complex to its target gene.<br \/><b>Results: <\/b>Our results showed that pancreatic cancer cells depleted PAF1\/PD2 downregulate genes involved in aerobic glycolysis compared to control cells. Also, the lactate release assay indicated that more lactate was produced in control cells than in cells with PAF1\/PD2 knockdown. Interestingly, we identified that HIF1&#945; interacts with PAF1, specifically in pancreatic cancer cells. PAF1 and HIF1&#945; co-localization was observed in pancreatic cancer cell lines. We also observed that the PAF1\/PD2- HIF1&#945; complex bound to the promoter region of LDHA to regulate the expression of LDHA in pancreatic cancer cells, reprogramming the metabolism to utilize the aerobic glycolysis pathway preferentially.<br \/><b>Conclusions: <\/b>In conclusion, our study shows that PAF1\/PD2 rewires the metabolism of PDAC by interacting with HIF1 &#945; to regulate the expression of LDHA, which is the rate-limiting step of aerobic glycolysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Metabolism,Differential gene expression,Glycolysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. O. Ogunleye<\/b>, N. Gayen, S. Marimuthu, R. Nimmakayala, S. Rauth, Z. Alsafwani, J. L. Cox, S. K. Batra, M. P. Ponnusamy; <br\/>University of Nebraska Medical Center, Omaha, NE","CSlideId":"","ControlKey":"ceccdc0f-98c1-4948-a526-56d1bef7dba9","ControlNumber":"7880","DisclosureBlock":"&nbsp;<b>A. O. Ogunleye, <\/b> None..<br><b>N. Gayen, <\/b> None..<br><b>S. Marimuthu, <\/b> None..<br><b>R. Nimmakayala, <\/b> None..<br><b>S. Rauth, <\/b> None..<br><b>Z. Alsafwani, <\/b> None..<br><b>J. L. Cox, <\/b> None..<br><b>S. K. Batra, <\/b> None..<br><b>M. P. Ponnusamy, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9029","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1794","PresenterBiography":null,"PresenterDisplayName":"Ayoola Ogunleye, BS,MS","PresenterKey":"a1037492-6a5d-47f3-a73b-fcb204249385","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1794. PAF1 reprograms metabolism in pancreatic cancer by interacting with HIF1&#945;","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PAF1 reprograms metabolism in pancreatic cancer by interacting with HIF1&#945;","Topics":null,"cSlideId":""},{"Abstract":"Background: Methionine addiction, termed the Hoffman effect, is a general hallmark of cancer. Methionine restriction (MR) using an MR diet or recombinant methioninase (rMETase) is effective for all types of cancer. However, methionine restriction also inhibits the activity of CD8-positive T-lymphocytes. Therefore, we hypothesized that methionine depletion in the tumor only may be more effective for cancer therapy. We previously developed <i>Salmonella<\/i> A1-R, which selectively targets and kills tumors. In the present study, we established rMETase-producing <i>Salmonella<\/i> A1-R, by transfer of the <i>Pseudomonas putida <\/i>methioninase gene, to target and inhibit syngeneic cancer mouse models.<br \/>Methods: A plasmid containing the <i>Pseudomonas putida<\/i> methioninase gene was extracted from rMETase-producing <i>E. coli <\/i>and inserted into <i>Salmonella <\/i>A1-R using electroporation. The rMETase-producing <i>Salmonella <\/i>A1-R (A1-R-rMETase) infected several cancer cell lines in vitro, including HT29, PC-3, MDA-MB-435, and Lewis Lung Carcinoma (LLC). LLC was chosen for in vivo studies as it supported extensive growth of A1-R-rMETase. We determined 10<sup>8<\/sup> A1-R-rMETase was a safe dosage in C57BL\/6 mice. LLC cells (10<sup>6<\/sup>) were injected in male C57BL\/6 mice aged 4-6 weeks subcutaneously. After tumor growth, 18 mice were divided into three groups of 6. One group was injected with phosphate-buffered saline (PBS) via the tail vein, twice per week as a control. Another group was injected with 10<sup>8<\/sup> Salmonella A1-R via the tail vein, twice per week. Another group was injected with 10<sup>8<\/sup> A1-R-rMETase via the tail vein, twice per week for two weeks. Tumor size was measured with calipers three times per week for 3 weeks. On day 22, tumor methionine level was measured using HPLC in the PBS control and the mice injected with A1-R-rMETase.<br \/>Results: The mean LLC tumor size of each group on day 22 was as follows: The PBS control: 741.5 mm<sup>3<\/sup>; mice injected with A1-R: 566.3 mm<sup>3<\/sup>; and mice injected with A1-R-rMETase: 198.8 mm<sup>3<\/sup>. Turkey&#8217;s multiple comparisons test showed a significant difference between the PBS control and mice injected with A1-R-rMETase (p&#60;0.0001) and between mice injected with A1-R and mice injected with A1-R-rMETase (p=0.0036). However, the PBS control and the mice injected with A1-R did not show a significant difference (p=0.1794). The mice injected with A1-R-rMETase showed a significantly lower mean methionine level than mice injected with PBS (5.9 nM\/mg protein vs. 11.1 nM\/mg protein, p=0.0095, Mann Whitney test).<br \/>Conclusion: Tumor-targeting <i>Salmonella<\/i> A1-R modified to express the <i>Pseudomonas putida<\/i> methioninase gene (A1-R-rMETase), inhibited LLC tumor growth in a syngeneic mouse model and reduced the methionine level in the tumor. A1-R-rMETase combines the tumor targeting and killing capability of A1-R itself and restriction methionine selectively in tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Bacterial therapy,Metabolism,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Kubota<\/b><sup>1<\/sup>, Y. Aoki<sup>1<\/sup>, N. Masaki<sup>1<\/sup>, K. Obara<sup>1<\/sup>, S. Morinaga<sup>1<\/sup>, K. Mizuta<sup>1<\/sup>, M. Sato<sup>1<\/sup>, M. Zhao<sup>1<\/sup>, Q. Han<sup>1<\/sup>, B. Michael<sup>2<\/sup>, T. Tsunoda<sup>3<\/sup>, R. M. Hoffman<sup>1<\/sup>; <br\/><sup>1<\/sup>AntiCancer Inc., San Diego, CA, <sup>2<\/sup>University of California San Diego, San Diego, CA, <sup>3<\/sup>Showa University School of Medicine, Tokyo, Japan","CSlideId":"","ControlKey":"27241ac6-bd73-4b87-a77a-8b12816b8be5","ControlNumber":"7941","DisclosureBlock":"&nbsp;<b>Y. Kubota, <\/b> None..<br><b>Y. Aoki, <\/b> None..<br><b>N. Masaki, <\/b> None..<br><b>K. Obara, <\/b> None..<br><b>S. Morinaga, <\/b> None..<br><b>K. Mizuta, <\/b> None..<br><b>M. Sato, <\/b> None..<br><b>M. Zhao, <\/b> None..<br><b>Q. Han, <\/b> None..<br><b>B. Michael, <\/b> None..<br><b>T. Tsunoda, <\/b> None..<br><b>R. M. Hoffman, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9030","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1795","PresenterBiography":null,"PresenterDisplayName":"Yutaro Kubota","PresenterKey":"0ee08843-fe8f-4150-ab16-73848a42f792","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1795. Tumor-targeting <i>Salmonella<\/i> A1-R selectively delivers recombinant methioninase and inhibits syngeneic-cancer mouse models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor-targeting <i>Salmonella<\/i> A1-R selectively delivers recombinant methioninase and inhibits syngeneic-cancer mouse models","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction. <\/b>Pancreatic neuroendocrine tumors (pNETs) are among the most frequently occurring neuroendocrine neoplasms. Up-regulation of fatty acid synthase (FASN) has been reported in many cancers, but the role of lipid metabolism in pNETs remains unclear. The purpose of this study was to determine whether FASN inhibition can be used as a target for pNET treatment.<br \/><b>Methods.<\/b> Immunohistochemistry and western blot analysis were used to determine protein levels of FASN in pNET tissues and cell lines. Expression of FASN was evaluated in pancreatic neuroendocrine primary and metastatic tumors and scored by a pathologist. Neutral lipid droplet levels in pNET cell lines were determined with BODIPY 493\/503 staining. Clonogenic and SRB assays were used to evaluate cytotoxic effects of FASN inhibition by TVB-3664 in QGP-1 and BON pancreatic NET cell lines. Western blot analysis was used to determine levels of cleaved PARP and cyclin D1 after FASN inhibition. FASN knockdown was used to determine the effects of FASN downregulation on proliferation and lipid synthesis.<br \/><b>Results. <\/b>FASN expression was determined at the maximum scores of 6 and 5 in 98% of patient samples. BON, QGP-1 and NT-3 cell lines were stained with BODIPY 493\/503; the highest levels of neutral lipid droplets were observed in the BON cell line. BON and QGP-1 cells were treated with TVB-3664 in either complete media with fatty acids (FA+) or complete media prepared with fatty acid depleted FBS (FA-). Treatment with TVB-3664 resulted in significant inhibition of BON and QGP-1 cell proliferation and cyclin D1 expression in both FA+ and FA- conditions. Depletion of extracellular FA enhanced the effect of TVB-3664 therapy on NET cells, especially in the BON cell line. FASN inhibition with TVB-3634 suppressed pNET cell proliferation and colony formation.<br \/><b>Conclusions.<\/b> Our study identified high protein levels of FASN in pNET patient samples and cell lines. Moreover, we demonstrated variability in the response of pNET cells to FASN inhibition. QGP cell viability was significantly decreased with FASN inhibition even in the presence of extracellular lipids. FASN inhibition in BON cells had only a minimal effect on cell viability and required depletion of extracellular lipids to achieve a decrease in cell viability and cyclin D1 expression. These data demonstrate that de novo lipid synthesis is involved in the pathogenesis and progression of pNETs. Importantly, our findings show that some pNETs are highly sensitive to FASN inhibition, suggesting that FASN inhibition may be considered as a treatment option in selected pNETs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Fatty acid synthase,Lipid metabolism,Neuroendocrine tumors,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. M. Evers<\/b><sup>1<\/sup>, Z. Chow<sup>1<\/sup>, Y. Zaytseva<sup>1<\/sup>, E. Y. Lee<sup>1<\/sup>, C. M. Townsend, Jr.<sup>2<\/sup>, T. Gao<sup>1<\/sup>, B. Evers<sup>1<\/sup>, P. G. Rychahou<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Kentucky, Lexington, KY, <sup>2<\/sup>University of Texas Medical Branch, Galveston, TX","CSlideId":"","ControlKey":"b1a8d15f-2432-4f5b-950d-b154ff3b9dca","ControlNumber":"8056","DisclosureBlock":"&nbsp;<b>B. M. Evers, <\/b> None..<br><b>Z. Chow, <\/b> None..<br><b>Y. Zaytseva, <\/b> None..<br><b>E. Y. Lee, <\/b> None..<br><b>C. M. Townsend, <\/b> None..<br><b>T. Gao, <\/b> None..<br><b>B. Evers, <\/b> None..<br><b>P. G. Rychahou, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9031","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1796","PresenterBiography":null,"PresenterDisplayName":"Benjamin Evers, Graduate Student","PresenterKey":"97a56b06-4b72-40cf-a987-c2b9b95b895d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1796. Role of FASN in pancreatic neuroendocrine cancer cells survival","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of FASN in pancreatic neuroendocrine cancer cells survival","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Brain metastasis is a common and devastating occurrence for patients with non-small cell lung cancer (NSCLC). NSCLC patients with brain metastases have a poor median overall survival of 2-3 months, highlighting the urgency for novel treatment strategies. One approach to understanding and potentially targeting metastasis is via cancer metabolism. During the metastatic cascade, cancer cells must survive and adapt to the differential nutrient environments they encounter, including the brain. The blood brain barrier limits the availability of many metabolites, leading metastatic cells to alter their nutrient use to survive. RNA sequencing analyses of NSCLC brain metastases suggest that increased oxidative phosphorylation (OXPHOS) may be one such metabolic adaptation in the brain. The aim of this study was to determine the necessity of OXPHOS activity as a metabolic adaptation for NSCLC cells to proliferate in the unique metabolic environment of the brain.<br \/><b>Materials and Methods: <\/b>NSCLC cells were cultured in media mimicking the metabolic environments of the brain and blood. Expression of mitochondrial markers were evaluated by immunoblot in cells cultured across media conditions. The effects of the OXPHOS inhibitor IACS-010759 were assessed by cell growth as well as stable isotope tracing with [U-<sup>13<\/sup>C] glucose. Patient derived xenografts (PDXs) were derived from a cohort of patients with NSCLC who underwent stable isotope tracing with [U-<sup>13<\/sup>C] glucose. Mice bearing subcutaneously implanted PDXs were treated daily with 5mg\/kg IACS-010759 and metastatic burden was measured by flow cytometry and histology.<br \/><b>Results: <\/b>Tracing studies in patients revealed that high enrichment in OXPHOS-related metabolites in the primary tumor correlated with worse patient outcomes. Compared with other media conditions, cells cultured in media replicating the metabolic environment of the brain have increased expression of mitochondrial proteins, increased <sup>13<\/sup>C glucose labeling in the TCA cycle, and a larger reduction in proliferation with IACS-010759 treatment. Using our PDX models, inhibition of OXPHOS with IACS-010759 had little effect on subcutaneous tumor growth but reduced metastasis in the lung and the brain.<br \/><b>Conclusions: <\/b>OXPHOS activity may be enhanced in NSCLC brain metastases due to the unique metabolic environment of the brain. This elevated OXPHOS activity may be necessary for NSCLC brain metastasis growth, as OXPHOS inhibition reduced metastasis in the brain. NSCLC cells may undergo mitochondrial biogenesis to support survival in this unique metabolic environment, and this may represent an area of therapeutic vulnerability for brain metastases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Metabolism,Metastasis,Lung cancer: non-small cell,Mitochondria,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. G. Hammond<\/b>, M. Alsamraae, M. Kaur, R. Zuckerman, B. Chang, R. Cameron, A. Dyas, B. Faubert; <br\/>University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"971ad68b-290b-4e62-bd88-2076cd064f5d","ControlNumber":"8099","DisclosureBlock":"&nbsp;<b>N. G. Hammond, <\/b> None..<br><b>M. Alsamraae, <\/b> None..<br><b>M. Kaur, <\/b> None..<br><b>R. Zuckerman, <\/b> None..<br><b>B. Chang, <\/b> None..<br><b>R. Cameron, <\/b> None..<br><b>A. Dyas, <\/b> None..<br><b>B. Faubert, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9033","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1797","PresenterBiography":null,"PresenterDisplayName":"Nia Hammond, BA","PresenterKey":"4ca52789-ef9a-4448-a375-58cdd0345006","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1797. Investigating the significance of OXPHOS activity in non-small cell lung cancer brain metastases","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the significance of OXPHOS activity in non-small cell lung cancer brain metastases","Topics":null,"cSlideId":""},{"Abstract":"Glyoxalase 1 (encoded by <i>GLO1<\/i>) is a glutathione-dependent enzyme detoxifying the glycolytic byproduct methylglyoxal (MG), an oncometabolite involved in metabolic reprogramming. Recently, we have demonstrated that <i>GLO1<\/i> is overexpressed in human prostate cancer cells and patient tumors. In order to inform the ongoing debate on the role of <i>GLO1<\/i> as an oncometabolic enabler of tumor glucose metabolism and malignant progression, we performed CRISPR\/Cas9-based <i>GLO1-<\/i>deletion in human DU145-Luc2 malignant prostate cancer cells. NanoString nCounter<sup>TM<\/sup> ('PanCancer-Progression-Panel') comparative gene expression profiling (<i>GLO1<\/i>_KO versus <i>GLO1<\/i>_wt) revealed a significant downregulation of EMT-related pathways in <i>GLO1<\/i>_KO cells; concordantly, phenotypical screening indicated a pronounced attenuation of matrigel invasiveness observable in <i>GLO1<\/i>_KO cells. Likewise, inclusion of MG or a small molecule GLO1 inhibitor (TLSC-702) blocked invasiveness of DU145 <i>GLO1<\/i>_wt cells. Downregulation of EMT-related genes (including <i>MMP3<\/i>, <i>SPP1<\/i>, <i>CXCL8<\/i>) was accompanied by increased expression of <i>TXNIP<\/i> (thioredoxin-interacting protein), a master regulator of cellular energy metabolism and redox homeostasis. In a bioluminescent SCID mouse bone metastasis model (intracardial injection of DU145-Luc2 <i>GLO1<\/i>_wt and <i>GLO1<\/i>_KO cells), <i>GLO1<\/i> expression was necessary to cause mandibular bone metastases (as evidenced by the complete absence of bone metastases after <i>GLO1<\/i> deletion). Given the availability of drug-like small molecule inhibitors of GLO1 enzymatic activity these data suggest that GLO1 represents a novel molecular target for the pharmacological suppression of prostate cancer bone metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Prostate cancer,Glycolysis,Target discovery,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Jandova<sup>1<\/sup>, A. E. Cress<sup>2<\/sup>, <b>G. T. Wondrak<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>R Ken Coit College of Pharmacy and UA Cancer Center, The University of Arizona, Tucson, AZ, <sup>2<\/sup>College of Medicine and UA Cancer Center, The University of Arizona, Tucson, AZ","CSlideId":"","ControlKey":"dd80c54b-fa27-425e-8b12-9f19af502bdd","ControlNumber":"8180","DisclosureBlock":"&nbsp;<b>J. Jandova, <\/b> None..<br><b>A. E. Cress, <\/b> None..<br><b>G. T. Wondrak, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9034","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1798","PresenterBiography":null,"PresenterDisplayName":"Georg Wondrak, PhD","PresenterKey":"ac330c0d-2d43-4d35-abf9-6db803b42e6f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1798. Glyoxalase 1 (<i>GLO1<\/i>) as an oncometabolic enabler of prostate cancer progression: CRISPR\/Cas9-based <i>GLO1<\/i>-deletion from human DU145-Luc2 cells blocks EMT and bone metastasis in SCID mice","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glyoxalase 1 (<i>GLO1<\/i>) as an oncometabolic enabler of prostate cancer progression: CRISPR\/Cas9-based <i>GLO1<\/i>-deletion from human DU145-Luc2 cells blocks EMT and bone metastasis in SCID mice","Topics":null,"cSlideId":""},{"Abstract":"Acetyl-CoA Synthetase Short-Chain Family Member 2 (ACSS2) is an enzyme that converts acetate into acetyl-CoA, a crucial metabolite required for protein acetylation and lipogenesis. Acetyl-CoA is membrane-impermeable and must be synthesized in the compartment in which it will be used. Among ACSS enzymes, ACSS2 alone is found in the nucleocytoplasmic compartment rather than the mitochondria. This enzyme shows dynamic localization dependent on cell nutrient status, with nutrient stress promoting nuclear localization where ACSS2 activity promotes cell growth and survival. Emerging evidence suggests ACSS2 may also play roles in promoting metastasis, and has been proposed as a potential therapeutic target. However, the role of ACSS2 in controlling normal tissue homeostasis is understudied. Addressing this knowledge gap is critical to ensure safety and efficacy of cancer therapeutics. As 80% to 90% of human cancers originate from epithelial tissues, we have leveraged human epidermal stem cells to further interrogate the role of ACSS2. As progenitor keratinocytes differentiate, they detach from the basal lamina and migrate from the metabolically privileged basal layer to the more challenging environment at the surface of the epidermis. Using shRNA-mediated knockdown, we first found ACSS2 knockdown dramatically decreases progenitor keratinocyte clonogenicity, abolishing proliferative capacity. Analysis of RNA sequencing data following ACSS2 knockdown with five constructs showed significant increases in expression of genes related to cell adhesion, extracellular matrix organization, collagen catabolism, and cell migration, in addition to keratinocyte differentiation. Downregulated genes were associated with cell division, DNA repair, and DNA replication. Live cell imaging revealed knockdown cells show striking differences in cell adhesion compared to control. These results indicate a role for ACSS2 in regulating keratinocyte proliferation and adhesion during the maintenance of epidermal homeostasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Acetylation,Metabolism,Keratinocytes,Differentiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Nicholas  K.  Chamberlain<\/b><sup><\/sup>, Xiaomin Bao<sup><\/sup><br><br\/>Molecular Biosciences, Northwestern University - Evanston, Evanston, IL","CSlideId":"","ControlKey":"2a7e6bd4-4e99-4924-b874-cb030ce153e3","ControlNumber":"8339","DisclosureBlock":"&nbsp;<b>N. K. Chamberlain, <\/b> None..<br><b>X. Bao, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9035","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1799","PresenterBiography":null,"PresenterDisplayName":"Nicholas Chamberlain, BS","PresenterKey":"d962341f-5de7-4fb5-8650-a0933d217c2d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1799. Regulation of epidermal stem cell proliferation and adhesion by ACSS2","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regulation of epidermal stem cell proliferation and adhesion by ACSS2","Topics":null,"cSlideId":""},{"Abstract":"The genes that are required for the growth of mammalian cells can depend on an interplay of cell-intrinsic factors and environmental context. However, there is often little investigation into how nutrient availability impacts gene essentiality. Moreover, efforts such as DepMap have catalogued genes that contribute to cancer cell fitness using <i>in vitro<\/i> CRISPR screens in hundreds of cancer cell lines cultured in traditional media that poorly recapitulate the nutrient availability of human blood. Previously, we developed Human Plasma-Like Medium (HPLM), a physiologic medium designed to better model the nutrient availability of human blood. We recently tested the hypothesis that nutrient availability influences gene essentiality. By performing paired CRISPR-based screens in human blood cancer cells, we identified sets of genes that are differentially required to support cell growth in HPLM versus traditional media such as RPMI. Among the strongest scoring HPLM-essential genes was NAD kinase (<i>NADK<\/i>), which encodes an enzyme critical for the generation of cytosolic NADPH. NADK has been previously suggested as an anti-cancer therapeutic target, given the central importance of NADPH for enabling proliferative metabolism through macromolecule synthesis and ROS management. Interestingly, <i>NADK<\/i> has been annotated as an essential gene in only 1% of the cell lines included in DepMap, suggesting that the essentiality of <i>NADK<\/i> may have been largely masked by the nutrient conditions used to generate the DepMap. To investigate the conditional CRISPR phenotype for <i>NADK<\/i>, we engineered <i>NADK<\/i>-knockout cells and found that they showed a 50% stronger growth defect versus control cells in HPLM relative to RPMI. Next, we used localization and activity studies to confirm that cytosolic NAD<sup>+<\/sup> kinase activity is required for the conditionally essential role of <i>NADK<\/i>. We then employed systematic approaches in media engineering and metabolomics to identify the medium component(s) that contribute to the <i>NADK<\/i> gene-nutrient interaction and to gain insights into the conditionally essential role of <i>NADK<\/i>. Through these studies, we traced the cause of <i>NADK <\/i>essentiality to an inhibition of folate-dependent nucleotide synthesis linked to differential folic acid availability. Finally, we examined the pre-translational potential of NADK as an anti-cancer therapeutic target by demonstrating that the reported NADK inhibitor thionicotinamide largely phenocopies <i>NADK-<\/i>knockout in a folic-acid dependent manner in the K562 cell line. Collectively, our work improves understanding of how <i>NADK<\/i> contributes to human cell growth and reveals how the relative importance of cytosolic NAD<sup>+ <\/sup>kinase activity can depend on nutrient availability.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Cancer metabolism,Folate,CRISPR,Conditional gene essentiality,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. M. Flickinger<\/b>, K. S. Huggler, J. R. Cantor; <br\/>University of Wisconsin - Madison, Madison, WI","CSlideId":"","ControlKey":"082de9a5-80d8-4d99-bce1-12b48d98dea3","ControlNumber":"8521","DisclosureBlock":"&nbsp;<b>K. M. Flickinger, <\/b> None..<br><b>K. S. Huggler, <\/b> None.&nbsp;<br><b>J. R. Cantor, <\/b> <br><b>Thermo Fisher Scientific\/Gibco<\/b> Patent.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9036","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1800","PresenterBiography":null,"PresenterDisplayName":"Kyle Flickinger","PresenterKey":"07b32868-44e9-46f7-8906-e1429e812153","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1800. Cytosolic NADK is conditionally essential for folate-dependent nucleotide synthesis in human cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cytosolic NADK is conditionally essential for folate-dependent nucleotide synthesis in human cells","Topics":null,"cSlideId":""},{"Abstract":"The brain avidly consumes glucose to fuel neurophysiology. Cancers of the brain, such as glioblastoma (GBM), lose aspects of normal biology and gain the ability to proliferate and invade healthy tissue. How brain cancers rewire glucose utilization to fuel these processes is poorly understood. Here we perform infusions of <sup>13<\/sup>C-labeled glucose into patients and mice with brain cancer to define the metabolic fates of glucose-derived carbon in tumor and cortex. By combining these measurements with quantitative metabolic flux analysis, we find that human cortex funnels glucose-derived carbons towards physiologic processes including TCA cycle oxidation and neurotransmitter synthesis. In contrast, brain cancers downregulate these physiologic processes, scavenge alternative carbon sources from the environment, and instead use glucose-derived carbons to produce molecules needed for proliferation and invasion. Targeting this metabolic rewiring in mice through dietary modulation selectively alters GBM metabolism and slows tumor growth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Metabolomics,Glioma,Glioblastoma,Glucose metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Andrew  J.  Scott<\/b><sup>1<\/sup>, Anjali Mittal<sup>1<\/sup>, Baharan Meghdadi<sup>1<\/sup>, Sravya Palavalasa<sup>1<\/sup>, Abhinav Achreja<sup>1<\/sup>, Alexandra O'Brien<sup>1<\/sup>, Ayesha Kothari<sup>1<\/sup>, Weihua Zhou<sup>1<\/sup>, Jie Xu<sup>1<\/sup>, Angelica Lin<sup>1<\/sup>, Kari Wilder-Romans<sup>1<\/sup>, Donna  M.  Edwards<sup>1<\/sup>, Vijay Tarnal<sup>1<\/sup>, Nathan Qi<sup>1<\/sup>, Theodore  S.  Lawrence<sup>1<\/sup>, Sriram Venneti<sup>1<\/sup>, Nathalie  Y.   R.  Agar<sup>2<\/sup>, Costas  A.  Lyssiotis<sup>1<\/sup>, Wajd  N.  Al-Holou<sup>1<\/sup>, Deepak Nagrath<sup>1<\/sup>, Daniel  R.  Wahl<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Michigan, Ann Arbor, MI,<sup>2<\/sup>Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"b62bb525-0787-4286-b7ce-7324756f91d1","ControlNumber":"8623","DisclosureBlock":"&nbsp;<b>A. J. Scott, <\/b> None..<br><b>A. Mittal, <\/b> None..<br><b>B. Meghdadi, <\/b> None..<br><b>S. Palavalasa, <\/b> None..<br><b>A. Achreja, <\/b> None..<br><b>A. O'Brien, <\/b> None..<br><b>A. Kothari, <\/b> None..<br><b>W. Zhou, <\/b> None..<br><b>J. Xu, <\/b> None..<br><b>A. Lin, <\/b> None..<br><b>K. Wilder-Romans, <\/b> None..<br><b>D. M. Edwards, <\/b> None..<br><b>V. Tarnal, <\/b> None..<br><b>N. Qi, <\/b> None..<br><b>T. S. Lawrence, <\/b> None..<br><b>S. Venneti, <\/b> None..<br><b>N. Y. R. Agar, <\/b> None..<br><b>C. A. Lyssiotis, <\/b> None..<br><b>W. N. Al-Holou, <\/b> None..<br><b>D. Nagrath, <\/b> None..<br><b>D. R. Wahl, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9037","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1801","PresenterBiography":"","PresenterDisplayName":"Andrew Scott, PhD","PresenterKey":"9342bed6-51ac-45bd-a727-c7cd0b0cfb74","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1801. Rewiring of cortical glucose metabolism fuels human brain cancer growth","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rewiring of cortical glucose metabolism fuels human brain cancer growth","Topics":null,"cSlideId":""},{"Abstract":"<b> <\/b>Rewiring of metabolic pathways often underlies the malignant state, including melanoma. In our previous studies we have demonstrated melanoma addiction to Gutaryl Co-dehydrogenase (GCDH), an enzyme in the lysine catabolism pathway. Our studies revealed that blocking GCDH activity in melanoma, but not colon, lung or breast cancer cells, led to cell death which abolished growth both in culture and in vivo. Important cellular component which was found to mediate melanoma addiction to GCDH was the transcription factor NRF2, which exhibited tumor suppressor function upon GCDH inhibition. Notably, coinciding with NRF2 tumor suppressor role seen upon GCDH inhibition was its glutarylation, a post translational modification which acquired NRF2 stability and ability to induce transcription of ATF4, ATF3 and CHOP which led to extensive cell death program. Knockdown of NRF2, ATF3 or DTHDK-1 effectively blocked the cell death phenotype seen upon GCDH knockdown. Analyses of patient data confirmed that low GCDH expression coincided with prolonged survival of melanoma but not colon, breast or prostate cancer patients. These findings led us to perform an unbiased screen to identify cellular components, which underlie melanoma addiction to GCDH. The results of this analysis will be discussed.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Metabolism,Cancer,Melanoma\/skin cancers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Nadig<\/b>, S. Verma, Z. A. Ronai; <br\/>Sanford Burnham Prebys Medical Discovery Institute, La Jolla, CA","CSlideId":"","ControlKey":"92853800-6183-4fcb-9825-da2db69cdb0c","ControlNumber":"8864","DisclosureBlock":"&nbsp;<b>N. Nadig, <\/b> None..<br><b>S. Verma, <\/b> None..<br><b>Z. A. Ronai, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9038","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1802","PresenterBiography":null,"PresenterDisplayName":"Namratha Nadig, BS;MS","PresenterKey":"782f2fc7-5950-462a-9142-c94e7d974802","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1802. Melanoma addiction to GCDH","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Melanoma addiction to GCDH","Topics":null,"cSlideId":""},{"Abstract":"Although Immune checkpoint therapy (ICT) is highly effective in a wide range of malignancies, patients with metastatic castration-resistant prostate cancer (mCRPC) are largely resistant to ICT. Yet, the cellular and molecular basis of the poor response to ICT in lethal prostate cancer remain poorly defined. Polymorphonuclear myeloid-derived suppressor cells (PMN-MDSCs) have emerged as a key driver of prostate cancer progression and resistance to immunotherapy. Yet the molecular mechanisms underlying the immunosuppressive activities of PMN-MDSCs remains poorly defined. By performing single-cell RNA-sequencing (scRNA-seq) of prostate tumors, we identified <i>Acod1<\/i>, a gene that encodes cis-aconitate decarboxylase (ACOD1) and catalyzes the synthesis of itaconate from cis-aconitate in the tricarboxylic acid (TCA) cycle, is among the top 5 metabolic-related genes that are overexpressed in PMN-MDSCs. Moreover, bulk RNA-seq and microarray datasets revealed that intratumoral and splenic PMN-MDSCs express a significantly higher level of <i>Acod1<\/i> compared to less immunosuppressive bone marrow PMN-MDSCs. Importantly, high ACOD1 expression is strongly associated with significantly shorter overall survival and higher Gleason scores in human mCRPC. Using an autochthonous whole-body <i>Acod1<\/i>-KO mouse model, we showed that Acod1 KO in TRAMP mice led to a reduction in tumor burden and an increase in overall survival. Furthermore, using syngeneic prostate cancer models, we showed that whole-body or PMN-specific <i>Acod1<\/i>-KO delayed tumor progression. As expected, Acod1 KO dramatically reduced the production of itaconate in bone marrow-derived MDSCs (BM-MDSC) as shown by targeted metabolic profiling. Importantly, we found that <i>Acod1<\/i> KO impaired immunosuppressive activities of BM-MDSC and an increase in CD3+ and CD8+ T cell infiltration in the tumors. Also, Acod1-KO in BM-MDSC led to a reduction of H2DCFDA staining intensity suggesting a reduction in the production of reactive oxygen species (ROS). Gene set enrichment analysis (GSEA) revealed that <i>Acod1<\/i>-KO MDSCs have hyperactive oxidative phosphorylation (OXPHOS) compared to <i>Acod1<\/i>-WT BM-MDSCs. KO of <i>Acod1<\/i> also leads to suppression of key MDSC functions signaling such as TNF&#945;\/NF&#954;B, IL6\/JAK\/STAT3, and C\/EBP&#946; pathways. In summary, our data suggests that the upregulation of ACOD1 in PMN-MDSCs has a vital role in prostate cancer progression and resistance to ICT by regulating their immunosuppressive activities through metabolic reprogramming. Also, our data suggest that targeting ACOD1 could be an effective therapeutic strategy for lethal prostate cancer as a monotherapy and in combination with immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"MDSC,Prostate cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. S. Mak, X. Liang, J. Suh, D. Liang, M. Zhu, <b>G. Wang<\/b>; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"35ca0398-65d1-49db-b24e-a162c62a24bf","ControlNumber":"6826","DisclosureBlock":"&nbsp;<b>C. S. Mak, <\/b> None..<br><b>X. Liang, <\/b> None..<br><b>J. Suh, <\/b> None..<br><b>D. Liang, <\/b> None..<br><b>M. Zhu, <\/b> None..<br><b>G. Wang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10007","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1803","PresenterBiography":null,"PresenterDisplayName":"Guocan Wang, MD;PhD","PresenterKey":"f6df8e1c-b5bc-4dbe-ac26-741b9195a646","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1803. ACOD1 is a key regulator of immunosuppressive MDSCs, prostate cancer progression, and resistance to immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"389","SessionOnDemand":"False","SessionTitle":"Metabolic Pathways 2","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ACOD1 is a key regulator of immunosuppressive MDSCs, prostate cancer progression, and resistance to immunotherapy","Topics":null,"cSlideId":""}]