[{"Abstract":"Introduction: Cuproptosis is a novel programmed cell death pathway triggered by increased intracellular Copper (Cu) levels. This process offers promising avenues for cancer therapy and underscores the pivotal role of Cu-targeting molecules, such as chelators and ionophores. Despite the progress made, there is still a critical need for novel molecules capable of disrupting copper homeostasis within cancer cells.<br \/>Methods: We developed and patented a novel class of Cu(I) ionophores characterized by calix[4]arene structures. The anticancer effects of these compounds were evaluated through proliferation assays (IC50), cell cycle assays, and the mechanisms of cell death were explored, including apoptosis, senescence, autophagy, and cuproptosis. To elucidate the mechanisms of action, we conducted proteomic and phosphoproteomic analyses in three different lung adenocarcinoma cell lines (A549, H322, and PC9). Intracellular concentrations of Zn, Fe, and Cu were determined by Inductively Coupled Plasma Mass Spectrometry (ICP-MS). Animal experiments were conducted on nude mice bearing subcutaneous A549 lung cancer xenografts.<br \/>Results: Our lead compound, Cuphoralix, demonstrated potent cytostatic effect across a panel of 60 cancer cell lines. This effect was attributed to an early and irreversible blockade of the cell cycle initiation at 24 hours post-treatment. Cuphoralix treatment did not induce senescence or apoptosis. Proteomic analyses confirmed the differential regulation&#8212;both upregulation and downregulation&#8212;of over 500 proteins and phosphopeptides following treatment with Cuphoralix. Notably, Cuphoralix treatment resulted in decreased expression levels of proteins implicated in cell cycle progression and DNA replication. We discovered that Cuphoralix induced cuproptosis and autophagy, as evidenced by the overexpression of LC3B-II. Intracellular Cu level was significantly increased after treatment with Cuphoralix, suggesting the initiation of cuproptosis. In vivo, the toxicity of liposomal Cuphoralix was assessed following three intravenous injections \/ week for 4 weeks. Animal weights remained stable, with no observed toxicity or signs of neurological or functional impairment. The anticancer efficacy of Cuphoralix, both alone and in combination with other treatments, was corroborated in vivo by measuring the volumes of subcutaneous xenografts.<br \/>Conclusions: Our novel Cu(I) ionophore, Cuphoralix, has demonstrated significant potential in inducing cuproptosis and disrupting copper homeostasis, presenting a novel approach to cancer therapy. The compound's capacity to initiate an early and irreversible cell cycle blockade and to modulate the expression of key proteins underscores its therapeutic promise. The profound in vitro and in vivo anticancer effects observed encourage further development and investigation of cuproptosis as a targeted cancer treatment strategy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Cancer therapy,Cell cycle inhibitors,Drug discovery,Cell death,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"P. Lelievre<sup>1<\/sup>, C. Nogier<sup>1<\/sup>, N. Renier<sup>2<\/sup>, J.-L. Coll<sup>1<\/sup>, I. Jabin<sup>2<\/sup>, L. Sancey<sup>1<\/sup>, H. Valkenier<sup>1<\/sup>, A. Deniaud<sup>3<\/sup>, <b>B. Busser<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Institute for Advanced Biosciences, Grenoble, France, <sup>2<\/sup>Université libre de Bruxelles, Bruxelles, Belgium, <sup>3<\/sup>CEA Grenoble, Grenoble, France","CSlideId":"","ControlKey":"642e77b3-c434-4f91-99b6-aab618e96c84","ControlNumber":"2109","DisclosureBlock":"&nbsp;<b>P. Lelievre, <\/b> None..<br><b>C. Nogier, <\/b> None..<br><b>N. Renier, <\/b> None..<br><b>J. Coll, <\/b> None..<br><b>I. Jabin, <\/b> None..<br><b>L. Sancey, <\/b> None..<br><b>H. Valkenier, <\/b> None..<br><b>A. Deniaud, <\/b> None..<br><b>B. Busser, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9139","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4681","PresenterBiography":null,"PresenterDisplayName":"Benoit Busser, PhD;Pharm D","PresenterKey":"2410516e-e81f-423e-8bc0-ad96aa069127","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4681. Unlocking the anticancer potential of calix[4]arene-based Cu(I) ionophores <i>in vitro<\/i> and <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unlocking the anticancer potential of calix[4]arene-based Cu(I) ionophores <i>in vitro<\/i> and <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"The B-cell Receptor (BCR), comprising membrane Ig (mIg) and CD79a\/b, controls normal signaling in B-cells, but dysregulation of this signaling is the dominant driver of leukemia\/lymphoma. The class-specific mIg subunit of the BCR is a rational drug target for B-cell malignancies. It plays a critical role in the functioning of these cells, and allows for restricted targeting of only B-cells expressing an Ig class, offering a more tumor-specific approach than current pan-B-cell treatments. We developed a first-in-class antibody, WBMP-4, to the mIgM-BCR, which inhibits cell growth and induces apoptosis via widespread down-regulation of tyrosine kinase activity. Given the potent inhibition of intracellular signaling induced upon WBMP-4 binding to the mIgM-BCR, we expect that translation of membrane proteins will be impacted. Here we investigate the expression and phosphorylation profile of cell surface proteins following treatment of malignant B-cells with WBMP-4.<br \/>Using western blot and flow cytometry, we measure levels of CD79a\/b, CD19, CD20, CD21, CD22, CD32a, CD81, and CXCR4 at 6, 24, and 48 hours after low (5ug\/mL) and high (20ug\/mL) dose WBMP-4 treatment, as compared to control, untreated Burkitt lymphoma (CA46) cells. We analyze phosphorylation levels of those surface proteins that serve as kinases in this system (CD79a\/b, CD19, CXCR4, etc.). Using these same methods, we also examine the expression and phosphorylation of key B-cell transcription factors (e.g. NF-kB, c-MYC, STAT5, PAX5, EBF1, FOXO, and BCL-2).<br \/>Preliminary analyses show a complete absence of CD79a protein (western blot), and decreased phospho-kinase activity of CD79b (Pamgene phosphokinase array) following treatment of Burkitt lymphoma cells with WBMP-4, as compared to untreated cells. While the effect of an antibody binding to mIg may be most pronounced for CD79a\/b relative to other proteins, as mIg and CD79a\/b form a complex, we expect that the absence of CD79a\/b is a result of WBMP-4-induced mIgM inhibition modulating downstream signaling and transcription factor activity. By examining cell surface markers, we may gain insight into how WBMP-4 impacts a cell&#8217;s interaction with the tumor microenvironment, and this information is valuable for diagnostic and patient monitoring purposes, and to determine drug combination strategies. This work will be considered in the context of our ongoing research on WBMP-4&#8217;s inhibition of intracellular signaling pathways, and the resulting biologic effects, and will contribute to the continued development of WBMP-4 by providing an understanding of the effects achieved (cell growth inhibition, cell differentiation, apoptosis) at different dosages and if these effects are maintained over time. As a novel, efficacious, and low toxicity treatment strategy for B-cell leukemia and lymphoma, WBMP-4 has significant clinical potential.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Lymphoma,Receptor tyrosine kinase inhibitor (RTKI),Signaling pathways,Antitumor activity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. S. Welt<\/b><sup>1<\/sup>, D. Kostyal<sup>2<\/sup>, V. Raymond<sup>3<\/sup>, J. M. Lobo<sup>1<\/sup>, S. Welt<sup>1<\/sup>; <br\/><sup>1<\/sup>Welt Bio-Molecular Pharmaceutical, Briarcliff Manor, NY, <sup>2<\/sup>ARDL, Akron, OH, <sup>3<\/sup>Biogent Consultants, LLC, Armonk, NY","CSlideId":"","ControlKey":"e5ccab74-d9b4-41f1-a291-33c065cffb35","ControlNumber":"4090","DisclosureBlock":"&nbsp;<b>R. S. Welt, <\/b> None..<br><b>D. Kostyal, <\/b> None..<br><b>V. Raymond, <\/b> None..<br><b>J. M. Lobo, <\/b> None..<br><b>S. Welt, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9140","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4682","PresenterBiography":null,"PresenterDisplayName":"Rachel Welt, BA;MS;PhD","PresenterKey":"8f728119-8d50-4096-bdff-211a04121158","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4682. Membrane protein expression and activity following inhibition of B-cell receptor-initiated signaling by WBMP-4, a therapeutic antibody for leukemia\/lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Membrane protein expression and activity following inhibition of B-cell receptor-initiated signaling by WBMP-4, a therapeutic antibody for leukemia\/lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Conophylline is an alkaloid isolated from the leaves of the Thai plant,<i> Ervatamia microphylla<\/i>. We isolated conophylline as an inhibitor of K-Ras functions and an activator of pancreatic &#946;-cell differentiation. It ameliorates various disease models in animals, including cancer, diabetes mellitus, NASH, and hepatic cirrhosis. On the other hand, its molecular target was determined to be ADP-ribosylation factor-like 6-interacting protein 1 (ARL6ip1) using a conophylline-biotin conjugate. ARL6ip1 is located in the endoplasmic reticulum (ER) membrane, and conophylline binds to the cytoplasmic portion of ARL6ip1. Known functions of ARL6ip1 include inhibition of apoptosis, inhibition of glutamate transporter, and modulation of the ER structure. Previously, we knocked out ARL6ip1 in human colon carcinoma cells by CRISPR-Cas9 and found that either deletion of ARL6ip1 or addition of conophylline inhibited migration, invasion and tumorigenicity in cultured cancer cells. In the present research we have studied the in vivo anticancer effect of conophylline and ARL6ip1 knockout, and the mechanism of anticancer activity in cultured cells.<br \/>Materials and Methods: Conophylline was isolated from the leaves of <i>Ervatamia microphylla<\/i>. We employed HCT116 and DLD1 cell lines as human colorectal cancer cells. Cellular migration was measured by a wound-healing assay. The activity of Akt was measured by the phospho-Akt antibody. BALB\/cSlc-nu\/nu mice were used for the animal experiment.<br \/>Results: Colon adenocarcinoma tissue microarray comparing tumor and adjacent normal tissues revealed that ARL6ip1 expression was significantly higher in cancer than in normal tissues. Intraperitoneal administration of conophylline and knockout of ARL6ip1 both inhibited the growth of HCT116 in mice. Neither influenced the bodyweight of animals. Conophylline and deletion of ARL6ip1 both inhibited the migration. Rescue of ARL6ip1 canceled the effect of ARL6ip1 deletion on migration in HCT116 and DLD1 cells. As the mechanism, either conophylline or ARL6ip1 knockout inhibited the Akt activity, which was canceled by the rescue of ARL6ip1 in both cell lines.<br \/>Conclusion: ARL6ip1 was found to be highly expressed in the tumor tissue in colorectal cancer. CRISPR-Cas9 knockout of ARL6ip1 showed a similar anticancer activity as treatment with conophylline in the animal experiment. It is likely that the anticancer activity of conophylline would be mediated by Akt. Thus, ARL6ip1 would be a useful molecular target for the treatment of cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Drug discovery,Molecular targets,Colorectal cancer,Akt,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Lin<\/b>, S. Karnan, H. Ito, K. Umezawa; <br\/>Aichi Medical Univ., Nagakute, Japan","CSlideId":"","ControlKey":"e90555fe-8359-4968-b98e-5b517845904a","ControlNumber":"4299","DisclosureBlock":"&nbsp;<b>Y. Lin, <\/b> None..<br><b>S. Karnan, <\/b> None..<br><b>H. Ito, <\/b> None..<br><b>K. Umezawa, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9141","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4683","PresenterBiography":null,"PresenterDisplayName":"Yinzhi Lin, PhD","PresenterKey":"3e767ada-9860-4e4c-a0e7-e24a1190826d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4683. Suppression of ARL6ip1 inhibits malignant phenotypes of human colorectal cancer cells in vivo and &#62; in situ","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Suppression of ARL6ip1 inhibits malignant phenotypes of human colorectal cancer cells in vivo and &#62; in situ","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) remains a global health concern, constituting a large portion of cancer incidence and mortality. Despite advances in comprehending the genetic and epigenetic landscape of CRC and progress achieved in developing KRAS-specific inhibitors poised for clinical evaluation, a significant unmet medical need persists. This underscores the necessity for innovative therapeutic interventions in this field, as effective therapeutic strategies targeting specific molecular vulnerabilities are currently lacking. Our study aims to address this gap by focusing on the identification of synthetic lethal (SL) inhibitors specific to the KRAS pathway. We have established a platform utilizing human intestinal stem cell (hISC)-derived CRC model cells, patient-derived xenografts (PDXs), and clinical samples for genomic and functional analyses. Employing CRISPR\/Cas9 technology, we introduced common CRC mutations into hISCs, generating isogenic CRC model cells with diverse mutational backgrounds including KRAS G12D. Additionally, we developed PDXs from CRC patients and collected biopsy samples from primary and metastatic tumors. Through RNA-seq and whole-exome sequencing (WES), we identified molecular signatures and pathways associated with different mutational variants. Our innovative platform enables high-throughput screening, incorporating both small molecule screening and CRISPR\/Cas9 dropout screening with a genome-wide library on CRC model cells. Notably, our focus on KRAS-specific SL inhibitors distinguishes our approach, aiming for targeted therapies tailored to specific CRC subtypes. Validation of driver mutations, such as APC, KRAS, and TP53, in patient-derived material showcased the relevance of our model. High-quality screening results, meeting industry-standard QC criteria, allowed us to identify essential and tumor suppressor genes critical for CRC. Importantly, the use of normal hISCs enabled the identification of genes crucial only for transformed cells. The platform serves as a powerful tool for target discovery and validation in CRC, emphasizing the significance of primary material-derived cells. Beyond CRC, our findings have broader implications for other cancer types and personalized medicine approaches. By focusing on the identification of KRAS-specific SL inhibitors, our research contributes to the development of novel therapies for CRC, addressing the urgent need for targeted interventions in this heterogeneous malignancy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Target discovery,KRAS,Colorectal cancer,Synthetic lethality,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Dul&#281;ba<sup>1<\/sup>, E. Zimol&#261;g<sup>1<\/sup>, J. Szuszkiewicz<sup>1<\/sup>, M. Serocki<sup>1<\/sup>, J. Szklarczyk<sup>1<\/sup>, O. Dracz<sup>1<\/sup>, Z. Kurzejamska<sup>1<\/sup>, D. Coelho<sup>1<\/sup>, M. Combik<sup>1<\/sup>, O. Bryzghalov<sup>1<\/sup>, J. Krawczyk<sup>1<\/sup>, A. Stachowicz<sup>1<\/sup>, M. Mikula<sup>2<\/sup>, K. Brzózka<sup>1<\/sup>, R. Dziadziuszko<sup>3<\/sup>, T. Rzymski<sup>1<\/sup>, <b>A. Mazan<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Ryvu Therapeutics, Kraków, Poland, <sup>2<\/sup>Maria Sk&#322;odowska-Curie Institute of Oncology, Warsaw, Poland, <sup>3<\/sup>Medical University of Gda&#324;sk, Gda&#324;sk, Poland","CSlideId":"","ControlKey":"558e7cfa-1446-46c2-9731-52ef0270e61a","ControlNumber":"4457","DisclosureBlock":"&nbsp;<b>M. Dul&#281;ba, <\/b> None..<br><b>E. Zimol&#261;g, <\/b> None..<br><b>J. Szuszkiewicz, <\/b> None..<br><b>M. Serocki, <\/b> None..<br><b>J. Szklarczyk, <\/b> None..<br><b>O. Dracz, <\/b> None..<br><b>Z. Kurzejamska, <\/b> None..<br><b>D. Coelho, <\/b> None..<br><b>M. Combik, <\/b> None..<br><b>O. Bryzghalov, <\/b> None..<br><b>J. Krawczyk, <\/b> None..<br><b>A. Stachowicz, <\/b> None..<br><b>M. Mikula, <\/b> None..<br><b>K. Brzózka, <\/b> None..<br><b>R. Dziadziuszko, <\/b> None..<br><b>T. Rzymski, <\/b> None..<br><b>A. Mazan, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9142","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4684","PresenterBiography":null,"PresenterDisplayName":"Anna Bartosik","PresenterKey":"9ef79213-3194-4402-aa42-d2ecb960878e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4684. A comprehensive platform for identification of KRAS-specific synthetic lethal targets using patient-derived cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A comprehensive platform for identification of KRAS-specific synthetic lethal targets using patient-derived cells","Topics":null,"cSlideId":""},{"Abstract":"Background: Epithelial ovarian cancer (EOC) is the second cause of death among gynaecological cancersworldwide. Mucinous ovarian carcinoma (mEOC) accounts for 3-5% of all EOCs, and when diagnosed at anadvanced stage its prognosis is very poor mainly for its limited chemosensitivity. PLK1 is a member of thewell-conserved serine\/threonine kinase family, that plays a key role in the progression of mitosis, in the G2\/Mcheckpoint regulation, DNA damage replication, stress response, and cell death pathways. mEOC has beenshown to be sensitive to PLK1 inhibition both with siRNA and small molecule inhibitor (onvansertib). Giventhis background and the need for new therapeutic approaches in mEOC, the purposes of this work were toidentify new therapeutic targets in mEOC using CRISPR\/Cas9 lentivirus libraries and to find synthetic lethalpartners with the PLK1 inhibitor onvansertib.<br \/>Methods: We used three different mucinous cell lines: MCAS,EFO27, TOV2414, overexpressing Cas9 gene. We evaluated the Cas9 expression through Western Blotanalysis, and the Cas9 activity through a Fluorescent Activated Cell Sorter- based-GFP assay. We used twodifferent lentiviral gRNAs Libraries (Bassik Library Human CRISPR Deletion Library - Apoptosis and cancer(Addgene #101926)\/Drug targets, kinases, and phosphatases (Addgene #101927)). The EFO27 Cas9 cells wereused for the screening experiment. Cells were infected with the lentiviral libraries at MOI of 0.3 and put inpuromycin selection. Six days after puromycin addition (Time point 0) 30x10^6 cells were collected forsequencing. The remaining 30x10^6 cells were split in two: control cells and cells treated with a subtoxic doseof onvansertib (IC30). After 7 days (Time point 1) 30x10^6 cells for each condition were collected forsequencing. The infection of libraries was performed alone and in combination with sub-toxic onvansertibtreatment, to identify genes important for mucinous carcinoma cell survival, and those genes in syntheticlethality with onvansertib.<br \/>Results: Bioinformatic analyses comparing control cells (time 1 vs time 0) andPLK1 treated and non -treated cells (time 1) allowed the generation of a gene ranking list, including genesinvolved in survival of EFO27 cells like ZC2HC1C, RPA2, POLE3, KIN, TUBG1, SMC2, CDC26, CDC42, HOXA9,TAF10, DCLRE1C, SENP1, MRPS31, COPS2; and genes in synthetic lethality with PLK1 treatment, like JUND,CARD9, BCL2L2. Validation experiments are ongoing and will be presented and discussed.<br \/>Conclusion: Using a CRISPR-based approach, we identified genes that either alone or in combination with PLK inhibitioncould have therapeutic value in mEOC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Ovarian cancer,Polo-like kinase,CRISPR\/Cas9,Screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Petrella<\/b>, M. Colombo, M. Marabese, C. Grasselli, A. Panfili, I. Craparotta, M. Barbera, G. Cassanmagnago, M. Bolis, G. Damia; <br\/>Istituto di Ricerche Farmacologiche Mario Negri IRCCS, Milano, Italy","CSlideId":"","ControlKey":"0201a450-5362-4ff6-914f-a57352865830","ControlNumber":"4768","DisclosureBlock":"&nbsp;<b>S. Petrella, <\/b> None..<br><b>M. Colombo, <\/b> None..<br><b>M. Marabese, <\/b> None..<br><b>C. Grasselli, <\/b> None..<br><b>A. Panfili, <\/b> None..<br><b>I. Craparotta, <\/b> None..<br><b>M. Barbera, <\/b> None..<br><b>G. Cassanmagnago, <\/b> None..<br><b>M. Bolis, <\/b> None..<br><b>G. Damia, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9143","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4685","PresenterBiography":null,"PresenterDisplayName":"Serena Petrella, MS","PresenterKey":"e7e423dc-75cb-4b63-9405-6ca5ab3ac401","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4685. The identification of new therapeutic targets in mucinous ovarian carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The identification of new therapeutic targets in mucinous ovarian carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer (BC), the most prevalent malignancy in women, ranks fourth in cancer mortality as of 2022. Mutations in the BRCA genes significantly elevate BC risk and are associated with markedly reduced survival compared to non-carriers. These genes are crucial in homologous recombination, a mechanism essential for error-free DNA repair. Despite advancements, treatment options for BRCA mutation-driven cancers remain limited. Synthetic lethality (SL) has emerged as a promising strategy, with poly(ADP-ribose) polymerase inhibitors (PARPi) being the first developed drugs based on this principle. However, PARPi's effectiveness is limited, as nearly 40% of BRCA-mutated BCs are unresponsive, and resistance often develops in initial responders. Therefore, novel mutation-specific targeted therapies are urgently needed. In this study, we employed the novel computational method 'Mining Synthetic Lethals (MiSL)' to analyze TCGA pan-cancer primary tumor data, identifying ART3 as a potential SL partner of the BRCA1 germline mutation. Our approach focused on the intersection of genetic interactions and cancer vulnerabilities, providing a unique insight into SL relationships. siRNA-mediated silencing of ART3 in BRCA1-mutated cells consistently led to decreased cell viability, apoptosis induction, and G2\/M cell cycle arrest. Following stable transfection with an inducible ART3 shRNA construct, we confirmed significant reduction in cell viability in BRCA1-deficient cells through colony formation assays. RNA sequencing of ART3 knockdown cells revealed transcriptional changes in genes involved in cell cycle progression, apoptosis, and growth and proliferation pathways compared with control cells. Immunofluorescent staining revealed increased DNA damage foci with decreased DNA repair in ART3 knockdown BRCA1-deficient cells. In conclusion, our study identifies ART3 as a novel SL partner of the BRCA1 mutation in BC. This discovery paves the way for developing new therapeutic strategies for BRCA1-mutated breast cancers and novel chemoprevention approaches for individuals carrying germline BRCA1 mutations. Future research will focus on further elucidating the molecular mechanisms underlying this SL interaction and exploring its therapeutic potential in clinical settings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"BRCA1,Breast cancer,Synthetic lethality,DNA repair,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"H. Neiger<sup>1<\/sup>, X. Pei<sup>2<\/sup>, A. Nguyen<sup>1<\/sup>, W. Wang<sup>1<\/sup>, E. L. Siegler<sup>1<\/sup>, J. Zhou<sup>1<\/sup>, K. Lau<sup>1<\/sup>, A. Tan<sup>1<\/sup>, <b>Y. Shi<\/b><sup>3<\/sup>; <br\/><sup>1<\/sup>California Northstate University, Elk Grove, CA, <sup>2<\/sup>City of Hope, Duarte, CA, <sup>3<\/sup>California Pacific Medical Center Research Institute, San Francisco, CA","CSlideId":"","ControlKey":"de56681d-4adf-44ec-8a29-d92977a47e31","ControlNumber":"5601","DisclosureBlock":"&nbsp;<b>H. Neiger, <\/b> None..<br><b>X. Pei, <\/b> None..<br><b>A. Nguyen, <\/b> None..<br><b>W. Wang, <\/b> None..<br><b>E. L. Siegler, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>K. Lau, <\/b> None..<br><b>A. Tan, <\/b> None..<br><b>Y. Shi, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9144","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4686","PresenterBiography":null,"PresenterDisplayName":"Yihui Shi, MD;PhD","PresenterKey":"ebb96888-5999-4120-84ce-ba0f8792c6ed","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4686. Identification of ART3 as a novel synthetic lethal partner of the BRCA1 mutation in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of ART3 as a novel synthetic lethal partner of the BRCA1 mutation in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Lung cancer remains the leading cause of cancer-related death worldwide. Non-small cell lung cancer (NSCLC) accounts for about 80-85% of all lung cancer cases. BAM15, a mitochondrial uncoupler, is a potential therapeutic agent for many diseases, including obesity, diabetes, nonalcoholic fatty liver disease, Sepsis and cancers. However, there is no report on the anti-tumor role of BAM15 in NSCLC.<br \/><b>Methods:<\/b> To investigate the direct anti-cancer effects of BAM15 in NSCLC, we examined its inhibitory role on cell proliferation of NSCLC cells using the Cell Counting Kit-8(CCK8), colony forming assays and EdU staining assays. The impact of BAM15 on the cell cycle and cell apoptosis of NSCLC cells was analyzed by flow cytometric. A xenotransplanted NSCLC model in mice were used to test the anticancer role of BAM15.<br \/><b>Result:<\/b> Using the CCK8 assay, we found that the inhibitory role of BAM15 on the proliferation and colony formation of NSCLC cells is dose-dependent. The half maximal inhibitory concentration (IC50) values for cell proliferation were 2.71, 4.74, and 9.50 &#956;M for A549, PC9, and H1299 NSCLC cells, respectively. The EdU staining assay demonstrated that BAM15 treatment significantly inhibited DNA synthesis in NSCLC cells. Flow cytometric analysis revealed that BAM15 arrested cell cycle at G2 phase in NSCLC cells and caused a striking increase in the percentage of apoptotic cells in NSCLC cells. The xenotransplanted NSCLC experiment indicated that BAM15 could significantly suppressed the growth of NSCLC tumors compared with the control tumors.<br \/><b>Conclusions:<\/b> Our study demonstrates that BAM15 significantly inhibits cell proliferation and promotes apoptosis in NSCLC cells, indicating that BAM15 is a potential therapeutic candidate for the treatment of NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Cancer therapy,NSCLC,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M.-y. Zhang<\/b>, Y.-N. Wang, Y.-F. Zhou, S.-C. Wang, S.-J. Mai, H.-Y. Wang; <br\/>State Key Laboratory of Oncology in South China, Guangdong Provincial Clinical Research Center for Cancer&#65292;Sun Yat-Sen University Cancer Center, Guangzhou, China","CSlideId":"","ControlKey":"9bef5c38-f333-4427-ae05-584ad904d1c6","ControlNumber":"5757","DisclosureBlock":"&nbsp;<b>M. Zhang, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>Y. Zhou, <\/b> None..<br><b>S. Wang, <\/b> None..<br><b>S. Mai, <\/b> None..<br><b>H. Wang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9145","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4687","PresenterBiography":null,"PresenterDisplayName":"Meiyin Zhang, BS","PresenterKey":"5c335c88-28bf-405f-a961-65ef5787ad36","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4687. Primary study on the anticancer role of BAM15 in lung cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Primary study on the anticancer role of BAM15 in lung cancer cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Ovarian cancer (OCa) is the deadliest of all gynecologic cancers in the United States. About 10% of all cases of serous ovarian cancer have the unusual histology named low-grade serous carcinomas (LGSOC), that has a distinct clinical behavior with a unique molecular landscape. LGSOC is characterized by a younger age at diagnosis, indolent progression, and chemotherapy resistance. BRAF and KRAS mutations occur in 33% and 35% of LGSOC cases, respectively. LGSOC is frequently detected when the malignancy is in advanced stage and LGSOC relapses in about 70% of patients with advanced disease. Therefore, new targeted therapies are required. Since LGSOC uniquely expresses mutations of either BRAF or KRAS, and because Leukemia Inhibitor Factor (LIF) expression is induced by oncogenes such as KRAS, we reason that the LIF\/LIFR axis represents a unique target for treating LGSOC. The objective of this study is to test the utility of blocking LIF\/LIFR axis using LIFR inhibitor EC359 in treating LGSOC.<br \/><b>Methods:<\/b> The expression of LIF and its receptor LIFR was profiled using multiple established LGSOC cells and primary LGSOC model cells. The effects of EC359 on LGSOC cells were evaluated using cell viability, colony formation, and apoptosis assays. Mechanistic investigations were conducted with Western blotting, reporter assays and RT-qPCR analysis. The <i>in vivo<\/i> efficacy of LIFR inhibitor EC359 as a targeted therapy was investigated using LGSOC cell-based xenografts.<br \/><b>Results: <\/b>Western blot analysis confirmed expression of LIFR and LIF in established LGSOC and primary LGSOC cells and functional autocrine loop of LIF\/LIFR signaling. The treatment with the LIFR inhibitor EC359 significantly reduced LGSOC cell viability, cell survival, and increased apoptosis. The activation of downstream LIFR signaling including STAT3, mTOR, AKT, and p42\/44 MAPKs markedly decreased by EC359 treatment. EC359 enhanced the efficacy of trametinib, a currently used medication of LGSOC. EC359+trametinib as a combination therapy showed more efficacy over monotherapy of EC359 or trametinib in reducing cell viability and colony formation. Using cell-based xenograft and PDX models, we demonstrated that the EC359 at 5mg\/kg dose significantly reduced the LGSOC xenograft growth compared to the vehicle control.<br \/><b> <\/b> <b>Conclusions<\/b>: Together, our findings support the existence of LIF\/LIFR autocrine loops, and EC359 is a viable treatment option for LGSOC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Ovarian cancer,Patient-derived xenograft (PDX) models,KRAS,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Lyons<\/b><sup>1<\/sup>, W. C. Arnold<sup>1<\/sup>, B. Ebrahimi<sup>1<\/sup>, B. Santhamma<sup>2<\/sup>, E. R. Kost<sup>1<\/sup>, H. B. Nair<sup>2<\/sup>, S. Viswanadhapalli<sup>1<\/sup>, R. K. Vadlamudi<sup>1<\/sup>; <br\/><sup>1<\/sup>UT Health Science Center at San Antonio, San Antonio, TX, <sup>2<\/sup>Evestra Inc., San Antonio, TX","CSlideId":"","ControlKey":"1c82cc46-062a-4cd2-ad6b-88c113927eee","ControlNumber":"6126","DisclosureBlock":"&nbsp;<b>Y. Lyons, <\/b> None..<br><b>W. C. Arnold, <\/b> None..<br><b>B. Ebrahimi, <\/b> None.&nbsp;<br><b>B. Santhamma, <\/b> <br><b>Evestra Inc.<\/b> Employment.<br><b>E. R. Kost, <\/b> None.&nbsp;<br><b>H. B. Nair, <\/b> <br><b>Evestra Inc.<\/b> Employment.<br><b>S. Viswanadhapalli, <\/b> None..<br><b>R. K. Vadlamudi, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9146","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4688","PresenterBiography":null,"PresenterDisplayName":"Yasmin Lyons, MD","PresenterKey":"40be07d9-f097-47a5-81e6-64726966bb01","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4688. EC359, A new therapeutic drug for the treatment of low grade serous ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EC359, A new therapeutic drug for the treatment of low grade serous ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"For the management of metastasized cancer, tumor-targeted chemotherapies with improved therapeutic index are urgently needed. Over the last 25 years, antibody drug conjugates (ADCs) targeting cancer-associated proteins have emerged as a promising new treatment modality. While the first ADCs were registered for the treatment of acute leukemias and lymphomas, more recently at least six ADCs were approved by the FDA for solid tumors. Despite these successes, clinical development of ADCs remains a risky exercise as evident from the failure of more than 20 pivotal clinical phase III trials. A narrow therapeutic index due to excessive toxicity of potent payloads, little therapeutic activity, and difficulties in chemistry, manufacturing, and controls were among the limiting factors. Meanwhile, ADC technology and production have advanced substantially. More than 100 ADCs are currently in clinical development in approximately 600 clinical trials, with some of the investigated ADCs being close to approval. While issues related to ADC linkers and payloads have been extensively investigated and many problems have been solved, the choice of molecular targets for ADCs remains challenging. This is, in part, due to a lack of information about candidate targets: while knowledge about generally accepted cancer targets such as ERBB2 is abundant, data about many novel targets is still scarce. In particular, reliable information about expression in normal tissues, subcellular localization and protein function is often missing. 4HF Biotec has established the CancerDataMiner, an <i>in-silico<\/i> platform dedicated to cancer data mining by integrating large OMICS datasets that are connected and aligned. It allows molecular analyses of all human genes in &#62;12,000 tumor samples and &#62;14,000 normal tissues, using proprietary tools and widgets for visualization and statistics. Target evaluations are performed at the DNA, RNA and protein levels and employ complementary tools such as pathway analysis and literature search to obtain a comprehensive picture of candidate targets. Using this approach, we recently reviewed the molecular targets of all ADCs that either have already received approval or are in clinical development. As proof-of-concept for the CancerDataMiner, here we analyze targets of ADCs and compare our findings with the clinical data obtained for those ADCs. The profiles of selected ADC targets will be discussed, among them CD79B and CD33 for hematologic malignancies and FOLR1 and Claudin 18.2 for solid cancers. We will demonstrate that proteins with very diverse profiles can make good ADC targets. In conclusion, the 4HF CancerDataMiner is a platform which has proven its value for the identification and characterization of cancer-associated targets for ADC development for all tumor types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Target discovery,Antibody-drug conjugate (ADC),Multiomics,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H.-H. Fiebig<\/b>, A.-L. Peille, M. Schmitz, V. Vuaroqueaux, T. Metz; <br\/>4HF Biotec GmbH, Freiburg, Germany","CSlideId":"","ControlKey":"22494150-76a2-4e15-9f79-ec42cd361a2d","ControlNumber":"6410","DisclosureBlock":"&nbsp;<b>H. Fiebig, <\/b> None..<br><b>A. Peille, <\/b> None..<br><b>M. Schmitz, <\/b> None..<br><b>V. Vuaroqueaux, <\/b> None..<br><b>T. Metz, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9147","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4689","PresenterBiography":null,"PresenterDisplayName":"Heinz-Herbert Fiebig, M.D.","PresenterKey":"6c6e3218-822a-4a18-9c50-f5647dfec26b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4689. 4HF CancerDataMiner platform accelerates target discovery and evaluation","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"4HF CancerDataMiner platform accelerates target discovery and evaluation","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> SC-2882 is an orally administered first-in-class small molecule inhibitor of glutaminyl-peptide cyclotransferase like (QPCTL). QPCTL is an intracellular enzyme that modifies several proteins containing an N-terminal glutamine or glutamate, resulting in pyroglutamylated amino acids. Pyroglutamylation can alter protein function in different ways and dependent on context. Key substrate proteins include the &#8220;don&#8217;t eat me&#8221; signal protein CD47 and several chemokines (CCL2 and CCL7) (Nat Med 2019, Nat Imm. 2022). Previously, we have shown activity of SC-2882 in a murine model of diffuse large B-cell lymphoma (Di Siervi, 2023). Here we report for the first time, the evaluation of SC-2882 in several preclinical mouse models for solid tumors.<br \/><b>Methods: <\/b>Potency of SC-2882 was evaluated in a cell-based assay in several human and mouse tumor cell lines: SIRP&#945; binding to CD47 in response to increasing concentrations of SC-2882 was measured in a flowcytometry-based assay. Several syngeneic mouse tumor models were evaluated for their response towards SC-2882 as a single agent and in combination with either a murine anti-PD-L1 antibody or cisplatin. Animals were dosed orally with SC-2882 once daily for the duration of the experiment.<br \/><b>Results: <\/b>In all human and mouse cancer cell lines tested, SC-2882 was able to reduce SIRP&#945; binding to CD47 significantly. This reduction was equivalent to the reduction observed in QPCTL genetic knockouts created in the same cell line. In the same experiments, no differences in CD47 expression were observed. From anti-tumor efficacy studies, we learned that SC-2882 was well tolerated in mice as a single agent and in combination with anti-PD-L1 or cisplatin for at least 4 weeks (this was the maximum period tested). No clinical signs or changes in body weight were observed, even over prolonged periods of treatment. Tumor growth inhibition and tumor shrinkage by SC-2882 was observed in 5 different syngeneic mouse tumor models. In two out of these five models, SC-2882 was able to reduce tumor growth as a single agent. In the other three models, tumor growth inhibition was observed in combination with either anti-PD-L1 or cisplatin.<br \/><b>Conclusions:<\/b> SC-2882 is an orally administered small molecule inhibitor with a favorable PK profile. Preclinical studies show that SC-2882 was well tolerated in mice. In several mouse tumor models, SC-2882 reduced tumor growth in either single agent treated animals or in combination with anti-PD-L1 or cisplatin. SC-2882 is currently in IND enabling studies and scheduled to enter the clinic in 2024.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Immuno-oncology,Macrophages,Innate immunity,Chemokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Mullenders<\/b>, M. Scheepstra, M. R. Faas, A. B. Galler, B. Evers, J. U. Wuerthner; <br\/>Scenic Biotech B.V., Amsterdam, Netherlands","CSlideId":"","ControlKey":"b581ccb0-96f3-412a-9e79-6ae1283ab605","ControlNumber":"6419","DisclosureBlock":"<b>&nbsp;J. Mullenders, <\/b> <br><b>Scenic Biotech<\/b> Employment, Stock Option. <br><b>M. Scheepstra, <\/b> <br><b>Scenic Biotech<\/b> Employment, Stock Option. <br><b>M. R. Faas, <\/b> <br><b>Scenic Biotech<\/b> Employment, Stock Option. <br><b>A. B. Galler, <\/b> <br><b>Scenic Biotech<\/b> Employment, Stock Option. <br><b>B. Evers, <\/b> <br><b>Scenic Biotech<\/b> Employment, Stock Option. <br><b>J. U. Wuerthner, <\/b> <br><b>Scenic Biotech<\/b> Employment, Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9148","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4690","PresenterBiography":null,"PresenterDisplayName":"Jasper Mullenders, PhD","PresenterKey":"c184f15a-b20a-4328-ae12-218cf9d22465","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4690. SC-2882, a novel QPCTL inhibitor, with anti-tumor activity in solid tumor models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SC-2882, a novel QPCTL inhibitor, with anti-tumor activity in solid tumor models","Topics":null,"cSlideId":""},{"Abstract":"Based on the biological\/molecular markers, breast cancer can be classified into five subgroups: Luminal A (ER+\/PR+\/HER2-), Luminal B (ER+\/PR-\/HER2- or ER+\/PR+\/HER2+, triple-positive), ER-\/PR-\/HER2+, and ER-\/PR-\/HER2- (triple-negative). Significant progress has been made in treating hormone-responsive and HER2-expressing breast cancer. However, the targeted therapies are limited for triple-negative breast cancer (TNBC) due to lack of well-defined druggable targets. Additionally, all breast cancer subtypes can quickly develop resistance to current treatments. Thus, there is an urgent need for therapeutic strategies targeting pathways common to all subtypes, irrespective of receptor status. In this effort, we have synthesized a novel biisoquinoline-derivative, DH20931 (US Patent ID: US9914733B2) that induces cytotoxicity in breast cancer cells, including TNBC cells. The spatial molecular modeling and enzymatic assays show that DH20931 interacts with and stimulates ceramide synthase 2 (CerS2) activity, reduces the growth of hormone-responsive, HER2-expressing, and TNBC cells in monolayer and 3D spheroid culture models. DH20931 treatment increases the level of very long chain fatty acid (VLCFA) containing ceramides, induces lipotoxic endoplasmic reticulum (<u>ER<\/u>) stress, and ATF4\/CHOP\/PUMA pathway of apoptosis. Based on Swiss-ADME analysis, DH20931 possess all the properties of a druggable molecule and obeys the Lipinski-rule-of-five. Thus, DH20931 can be developed as a novel targeted therapeutic agent independent of ER, PR and HER2 status that potentially may reduce the morbidity and mortality for women with breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Breast cancer,Drug discovery,Endoplasmic reticulum stress,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"H. Alatawi<sup>1<\/sup>, N. Koo<sup>1<\/sup>, I. Mahmud<sup>1<\/sup>, H. Nair<sup>1<\/sup>, A. Singh<sup>2<\/sup>, T. J. Garrett<sup>1<\/sup>, A. K. Sharma<sup>2<\/sup>, S. Hong<sup>1<\/sup>, <b>S. Narayan<\/b><sup>3<\/sup>; <br\/><sup>1<\/sup>University of Florida, Gainesville, FL, <sup>2<\/sup>University of Florida, Hersey, PA, <sup>3<\/sup>Narayan (Individual), Gainesville, FL","CSlideId":"","ControlKey":"b23e2dee-9697-4873-8524-b3f954f71ab9","ControlNumber":"7504","DisclosureBlock":"&nbsp;<b>H. Alatawi, <\/b> None..<br><b>N. Koo, <\/b> None..<br><b>I. Mahmud, <\/b> None..<br><b>H. Nair, <\/b> None..<br><b>A. Singh, <\/b> None..<br><b>T. J. Garrett, <\/b> None..<br><b>A. K. Sharma, <\/b> None..<br><b>S. Hong, <\/b> None..<br><b>S. Narayan, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9150","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4692","PresenterBiography":null,"PresenterDisplayName":"Satya Narayan, PhD","PresenterKey":"92cefb2b-ddf1-4405-8c56-5a93e891993a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4692. A novel ceramide synthase 2 agonist and its implication in triple-negative breast cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel ceramide synthase 2 agonist and its implication in triple-negative breast cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Novel combination therapies treatment of Hormone Receptor (HR)+\/HER2- metastatic breast cancer, with a high incidence of AR expression, remains to be a priority in modern-day clinical trials. The PI3K pathway, a crucial regulator of cell processes, has been closely linked to AR signaling, with the interplays between the AR and PI3K pathways leading to emerging interest in exploring combination that target both pathways. Several studies have hinted at concordance between AR expression and PI3K pathway aberrations in breast cancer. therapies.<br \/>Methods: We conducted a phase 1b clinical trial of BYL719 in combination with enzalutamide for patients with AR-positive (defined as &#8805; 1% of nuclear staining) , PTEN-positive (defined as &#62;0% of nuclear staining), HER2-negative metastatic breast cancer (MBC). The primary objective was to determine the recommended dose of the 2 drugs for a phase II study (RP2D), in addition to the toxicity\/safety profile of the combination. A conventional 3+3 dose escalation design was applied.<br \/>Results: A total of 18 patients were enrolled, with 17 ultimately treated (12 in dose-finding and 5 in dose-expansion). The median age was 57 (28-77 y\/o). Two of the 17 were classified as having metastatic TNBC, and the remainder ER and\/or PR+ MBC. Patients received a median of 2 prior endocrine therapies (range 0-5) and a median of 2 prior chemotherapies (range 0-4). Dose-limiting toxicities (DLTs) established a dose of BYL719 of 200 mg in combination with enzalutamide 160 mg. 4 patients experienced DLTs at the higher dose of BYL719 of 250 mg PO daily (4 with a maculopapular rash ranging from grade 1-3, 1 additionally with allergic reaction and lung infection categorized as grade 3). Three patients experienced SAEs, 2 at a higher dose of BYL 719 (fever, maculopapular rash, infection, allergic reaction) and 1 at the 200 mg dose, thought to be unrelated. The most common AEs attributed to enzalutamide included anemia (6 total, 3 grade 3, 3 grade 2), headache (6 total, 4 grade 1, 2 grade 2), and nausea (6 total, 3 grade 1, 3 grade 2). The most common AEs attributed to alpelisib included diarrhea (8 total, 5 grade 1, 2 grade 2, 1 grade 3), hyperglycemia (14 total, 7 grade 1, 4 grade 2, 3 grade 3) and rash (7 total, 1 grade 2, 6 grade 3). Clinical benefit rate was observed at 16 weeks, 6.7% partial response, 26.7% stable disease, and 60% progressive disease. Overall survival in the total cohort was 19.4 month (95% CI 4.11-NA), with a median time to progression of 2.07 months (95% CI 1.81-NA).<br \/>Conclusions: The Phase 1b study of BYL719 in combination with enzalutamide provides valuable insights into the safety and tolerability of the combination in AR\/PTEN-positive MBC, including RP2D. Further studies are needed to evaluate their treatment efficacy fully.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Phase I,Androgen receptor,PTEN,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Karuturi<\/b><sup>1<\/sup>, T. Fuji<sup>2<\/sup>, N. Ueno<sup>3<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>National Caner Insttitute, Bethesda, MD, <sup>3<\/sup>University of Hawaii Cancer Center, Honolulu, HI","CSlideId":"","ControlKey":"6b17804d-ce07-4bcf-ab98-81d58f12fda7","ControlNumber":"7799","DisclosureBlock":"<b>&nbsp;M. Karuturi, <\/b> <br><b>Astellas Pharma Global Development, Inc.\/Pfizer, Inc.<\/b> Other, enzalutamide drug support. <br><b>novartis<\/b> Other, BYL719 drug support.<br><b>T. Fuji, <\/b> None..<br><b>N. Ueno, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9151","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4693","PresenterBiography":null,"PresenterDisplayName":"Meghan Karuturi, MD;MS","PresenterKey":"4d45d696-11d4-461d-be71-11742a68fb48","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4693. A Phase 1b study of BYL719 (Alpelisib) in combination with androgen receptor inhibitor (enzalutamide) in patients with androgen receptor (AR)-positive and PTEN-positive metastatic breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A Phase 1b study of BYL719 (Alpelisib) in combination with androgen receptor inhibitor (enzalutamide) in patients with androgen receptor (AR)-positive and PTEN-positive metastatic breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Post-translational modification of proteins with ubiquitin and ubiquitin-like molecules orchestrates a vast number of processes in the cell. Consequently, post-translational modification pathways are considered major targets for therapeutic intervention of many diseases, including cancers. Neddylation is a post-translational mechanism like ubiquitination, but instead of ubiquitin, NEDD8 is conjugated to protein targets via an E1-E2-E3 multi-enzymatic cascade. Neddylation is upregulated in multiple cancer types and the development of therapeutics targeting neddylation pathways are gaining increasing popularity. UBE2M, one of the two E2 neddylation conjugation enzymes, takes part in two types of reactions: transthiolation-transfer of NEDD8 from a thioester to a thiol group and aminolysis-transfer of NEDD8 from a thioester to an amino group. These activities require both a 26-residue N-terminal docking peptide and a conserved E2 catalytic core domain, which is the basis for the transfer of NEDD8. Here, we describe findings in the quest to understand the UBE2M interaction with NEDD8 and effects on cancer cells by modifying UBE2M at the N-terminal docking peptide or at the catalytic site. Cancer cells were transfected with &#916;N or catalytic site UBE2M mutant constructs and analyzed by immunoprecipitation for charging of NEDD8 onto UBE2M. The catalytic site mutants are deficient in charging (C111A) or discharging (C111S) of UBE2M by NEDD8, which leads to a decrease in neddylation of downstream substrates, such as CULLIN family members. Elimination of the N-terminal docking peptide by introduction of catalytically competent &#916;N UBE2M mutant constructs resulted in reduced reaction kinetics. Structural modeling suggests that the loss of the N-terminal docking region likely weakens protein-protein interactions between UBE2M and the UBA3-APPBP1 E1 complex. Interestingly, &#916;N UBE2M mutants were observed to be slightly charged with NEDD8, but appeared to have a defect in NEDD8 discharge, resulting in reduced neddylation of substrates. Moreover, further phenotypic evaluation of UBE2M mutant transfected cancer cells revealed a divergence in phenotypic effect: while both mutant types led to a deficiency in NEDD8 charge or discharge from UBE2M, only the manipulation of the active site of UBE2M led to a DNA re-replication phenotype with subsequent cell death. These observations reveal the complexity of the neddylation cascade and raise the question if slowing down discharge of NEDD8 from UBE2M is a more viable therapeutic option than slowing down the charging of UBE2M.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Neddylation,Nedd8,Cancer therapy,Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. G. Batrouni<\/b><sup>1<\/sup>, J. P. Matson<sup>1<\/sup>, A. L. Mota<sup>1<\/sup>, A. Ravi<sup>1<\/sup>, M. O'Hara<sup>1<\/sup>, M. D. Smith<sup>2<\/sup>, J. C. Smith<sup>3<\/sup>, V. K. Vishnudas<sup>1<\/sup>, A. Thakurta<sup>1<\/sup>, S. Gesta<sup>1<\/sup>, M. D. Nastke<sup>1<\/sup>; <br\/><sup>1<\/sup>BPGbio Inc., Framingham, MA, <sup>2<\/sup>University of Tennessee, Knoxville, TN, <sup>3<\/sup>Oak Ridge National Laboratory, Oak Ridge, TN","CSlideId":"","ControlKey":"0168da93-8928-46df-8682-3959e5df41d2","ControlNumber":"7916","DisclosureBlock":"<b>&nbsp;A. G. Batrouni, <\/b> <br><b>BPGbio<\/b> Employment. <br><b>J. P. Matson, <\/b> <br><b>BPGbio<\/b> Employment. <br><b>A. L. Mota, <\/b> <br><b>BPGbio<\/b> Employment. <br><b>A. Ravi, <\/b> <br><b>BPGbio<\/b> Employment. <br><b>M. O'Hara, <\/b> <br><b>BPGbio<\/b> Employment. <br><b>M. D. Smith, <\/b> <br><b>BPGbio<\/b> Independent Contractor. <br><b>J. C. Smith, <\/b> <br><b>BPGbio<\/b> Independent Contractor. <br><b>V. K. Vishnudas, <\/b> <br><b>BPOGbio<\/b> Employment. <br><b>A. Thakurta, <\/b> <br><b>BPGbio<\/b> Employment. <br><b>S. Gesta, <\/b> <br><b>BPGbio<\/b> Employment. <br><b>M. D. Nastke, <\/b> <br><b>BPGbio<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9152","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4694","PresenterBiography":null,"PresenterDisplayName":"Eric Grund, PhD","PresenterKey":"a24ff3bf-fe03-4de2-babd-f20d9744c9f6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4694. In charge: Targeting neddylation of UBE2M for anticancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"In charge: Targeting neddylation of UBE2M for anticancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Prostaglandin F2 Receptor Negative regulator, or PTGFRN, also known as FPRP is a 175 kDa transmembrane protein associated with metastatic characteristics of certain cancer types and a member of the tetraspanin family. PTGFRN expression is undetectable to low in normal tissues whereas it is elevated in several cancers such as head and neck, mesothelioma and medulloblastoma. PTGFRN has also been reported to be upregulated in many different types of cancer, increasingly so in metastatic cancer cells, compared to their non-metastatic counterparts PTGFRN expression has been reported to be a poor prognostic factor for glioblastoma making it a potential novel cancer therapeutic target. We have previously shown that PTGFRN is an internalizable cell surface protein making it suitable for targeting by antibody drug conjugate (ADC). We have developed fully human monoclonal antibodies to PTGFRN by immunizing humanized transgenic TC mice with human PTGFRN. Within 60 days from the start of immunization we were able to select several fully human anti-PTGFRN monoclonal antibodies that were examined by several functional assays that included flow binding, internalization, affinity determination and cell killing as antibody drug conjugates. Several monoclonal antibodies were selected and evaluated for their ability to inhibit tumor formation in several cancers. Selected antibodies were then conjugated to duocarmycin by a cleavable linker. The present study proposed to examine the effect of one such anti-PTGFRN ADC on head and neck cancer cell lines and patient derived xenografts that had been analyzed for their PTGFRN expression by western blot analysis using anti-PTGFRN antibody. Cells lines and PDX that were positive for PTGFRN expression were used to examine the effect of anti-PTGFRN ADC on their in vitro and in vivo proliferation. The data show that anti-PTGFRN ADC inhibits tumor formation in a dose-dependent fashion. These data also establish PTGFRN as cancer druggable target and the selected fully human anti-PTGFRN antibody as an attractive antibody for the development of new antibody drug conjugate in Oncology. These data also emphasize the potential of humanized transgenic TC mice for the development of fully human monoclonal antibodies, thus bypassing the need for humanization and affinity maturation required by other humanized mice or phase display.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Head and neck cancers,Antibody-drug conjugate (ADC),Preclinical,PTGFRN,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Marquez<sup>1<\/sup>, J. Dong<sup>1<\/sup>, M. Oshimura<sup>2<\/sup>, J. Hayashi<sup>3<\/sup>, <b>G. Serrero<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>A&G Pharmaceutical, Inc., Columbia, MD, <sup>2<\/sup>Trans Chromosomics, Inc., Yonago, Japan, <sup>3<\/sup>Precision Antibody, Columbia, MD","CSlideId":"","ControlKey":"3aa38e3b-f816-4330-a07a-74c9dc374642","ControlNumber":"8063","DisclosureBlock":"&nbsp;<b>J. Marquez, <\/b> None..<br><b>J. Dong, <\/b> None..<br><b>M. Oshimura, <\/b> None..<br><b>J. Hayashi, <\/b> None..<br><b>G. Serrero, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9153","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4695","PresenterBiography":null,"PresenterDisplayName":"Ginette Serrero, DSc","PresenterKey":"f5cd4585-88d2-44b4-821f-b2cc3845ad8f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4695. Effect of fully human anti-PTGFRN antibody drug conjugate on head neck cancer cells and patient derived xenografts","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effect of fully human anti-PTGFRN antibody drug conjugate on head neck cancer cells and patient derived xenografts","Topics":null,"cSlideId":""},{"Abstract":"The role of human epidermal growth factor receptor-2 (HER2) protein and the inhibition of its oncogenic signaling pathway, ERBB2, is well defined and found to be beneficial in combination with standard chemotherapies in breast and certain gastro-intestinal cancers. Targeting the ERBB2 pathway has had unclear or inconsistent results in early trials in bladder cancer (BLCA) and the efficacy of its combination with cisplatin, a standard BLCA chemotherapy, is not known. In this study, we identify the transcriptomic oncogenic signatures that correlate with ERBB2 signaling in BLCA, explore how HER2 expression in BLCA cell lines correlates with treatment response <i>in vitro<\/i>, and evaluate the potential of ERBB2 inhibition in combination with cisplatin for BLCA.<br \/>We analyzed the tumor transcriptome from the Cancer Genome Atlas (TCGA) study of BLCA with single sample Gene Set Enrichment Analyses (ssGSEA) for Hallmark and Oncogenic gene sets. We performed multiple Pearson correlation analyses of HER2 protein levels and ERBB2 signaling with other signaling pathways in the TCGA BLCA tumors and adjusted the significance for multiple comparisons using the Benjamini-Hochberg method. Immunoblotting was used to assess HER2 protein levels across a panel of bladder cancer cell lines. We then assessed cell viability and colony formation upon exposure to the specific ERBB2 inhibitor, tucatinib. Synergy between cisplatin and tucatinib in BLCA cell lines was evaluated using the Chou-Talalay method.<br \/>In the TCGA BLCA dataset, HER2 protein positively correlates with ERBB2 signaling with a Pearson correlation coefficient of 0.45 and an adjusted p-value of 1.73E-17. ERBB2 signaling has multiple significant positive and negative correlations. ERBB2 signaling negatively correlates with the DNA repair gene set with a Pearson coefficient of -0.5 and an adjusted p-value of 1.40E-22. HER2 protein expression varies greatly between bladder cancer cell lines: HT-1197 and UMUC3 have lower HER2 expression, with HT-1376, T24, RT4, 5637, and SW780 showing higher HER2 expression. HT-1197 and RT4 had the lowest IC50s for tucatinib and showed a strong response to low doses of tucatinib in the colony formation assay. Cisplatin and tucatinib have synergetic growth inhibition (combination index &#60;1) at low concentration levels in the HT-1197 and SW780 cell lines.<br \/>Multiple oncogenic pathways coexist with ERBB2 signaling in BLCA. The varied response to specific ERBB2 inhibition and the lack of correlation of the response with HER2 protein level in cell lines alludes to alternative oncogenic pathways. A strong negative correlation of ERBB2 signaling with the DNA response pathway in the TCGA BLCA dataset, combined with preclinical evidence of synergy between tucatinib and cisplatin, indicates a potential for development of the combination as a clinical treatment strategy and warrants further study.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Bladder cancer,ErbB2,HER2,Cisplatin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Caparas-Spaugy<\/b>, C. Stubben, K. Boucher, B. Feng, A. Atkinson, D. Nix, B. Cairns, S. Gupta; <br\/>University of Utah Huntsman Cancer Institute, Salt Lake City, UT","CSlideId":"","ControlKey":"26a4d4ba-f0a8-4664-880f-9b10b4fbfd14","ControlNumber":"8550","DisclosureBlock":"&nbsp;<b>C. Caparas-Spaugy, <\/b> None..<br><b>C. Stubben, <\/b> None..<br><b>K. Boucher, <\/b> None..<br><b>B. Feng, <\/b> None..<br><b>A. Atkinson, <\/b> None..<br><b>D. Nix, <\/b> None..<br><b>B. Cairns, <\/b> None.&nbsp;<br><b>S. Gupta, <\/b> <br><b>Mirati Therapeutics<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Viralytics<\/b> Grant\/Contract. <br><b>Rexahn Pharmaceuticals<\/b> Grant\/Contract. <br><b>Five Prime Therapeutics<\/b> Grant\/Contract. <br><b>Incyte<\/b> Grant\/Contract. <br><b>MedImmune<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Clovis Oncology<\/b> Grant\/Contract. <br><b>LSK BioPharma<\/b> Grant\/Contract. <br><b>QED Therapeutics<\/b> Grant\/Contract. <br><b>Daiichi Sankyo\/Lilly<\/b> Grant\/Contract. <br><b>Immunocore<\/b> Grant\/Contract. <br><b>Seattle Genetics<\/b> Grant\/Contract. <br><b>Astellas<\/b> Grant\/Contract. <br><b>Acrotech<\/b> Grant\/Contract. <br><b>Astra Zeneca<\/b> Grant\/Contract.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9154","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4696","PresenterBiography":null,"PresenterDisplayName":"Constance Caparas","PresenterKey":"0d72523b-f76f-45c1-a47c-405fcdddb2f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4696. ERBB2 signaling and inhibition in bladder cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ERBB2 signaling and inhibition in bladder cancer","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is American men's second most common cancer. Although taxane-based chemotherapy is the last line of defense for Metastatic Castration Resistant Prostate Cancer (mCRPC), it invariably fails due to chemoresistance. The protein-specific membrane antigen (PSMA) has been an effective target for the imaging and therapy of mCRPC. Although PSMA radioligand therapy (PSMA-RLT) is a theranostics option for men with advanced PCa, about 30% have a limited response due to neuroendocrine-like PCa (NEPC), which lacks PSMA expression. Enolase (ENO) is a promising theranostic alternative due to its cell surface localization in many human tumors. We observed that chemosensitive PCa cell lines expressing NEPC markers express both ENO-1 and ENO-2; however, docetaxel-resistant NEPC-like cells only express ENO-1 and have a metabolic vulnerability due to the loss of ENO-2. We hypothesize that ENO-1 is expressed on the surface of NEPC-like cell lines and can be targeted with small molecule inhibitors (SMIs) that could potentially be used as theranostics agents. Additionally, we have observed changes in the expression and localization of ENO-1 in NEPC-like cell lines under different glucose concentrations. Our data show that under high glucose conditions, found on metabolically active metastatic tumors, ENO-1 is highly expressed on the cell surface, making it a promising candidate target for theranostics. However, low glucose conditions inhibit the activity of the c-MYC oncogene resulting in ENO-1 downregulation and upregulation of MBP1, the small splice variant of ENO1 that blocks the transcriptional activity of c-MYC. Our efforts to confirm ENO-1 surface expression on NEPC-like cell lines entailed using confocal microscopy, cell fractionation analysis followed by Western blotting, and Flow cytometric cell surface staining. We also evaluated the cytotoxicity of SMIs designed to target ENO-1 in chemoresistant NEPC-like cell lines using MTT viability assays, clonogenic assays, and Hoffman Modulation microscopy imaging. Our long-term goal is to identify an alternative treatment for patients with NEPC by establishing ENO-1 as a novel theranostics target.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Prostate cancer,Targeted therapy,Metastatic tumors,Prostate tumor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. R. Santiago Torres<\/b>, C. A. Casiano, F. Almaguel, A. Duran, K. Whitley; <br\/>Loma Linda Univ. School of Medicine, Loma Linda, CA","CSlideId":"","ControlKey":"0f6f25b3-2d12-4596-908e-8d491bca0a0c","ControlNumber":"8700","DisclosureBlock":"&nbsp;<b>K. R. Santiago Torres, <\/b> None..<br><b>C. A. Casiano, <\/b> None..<br><b>F. Almaguel, <\/b> None..<br><b>A. Duran, <\/b> None..<br><b>K. Whitley, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9155","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4697","PresenterBiography":null,"PresenterDisplayName":"Krystal Santiago Torres, BS","PresenterKey":"4428d908-1f8b-4a9d-a8e4-0231a439671f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4697. Surface localization of enolase-1 (ENO-1) as an attractive theranostic target in docetaxel-resistant neuroendocrine-like prostate cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Surface localization of enolase-1 (ENO-1) as an attractive theranostic target in docetaxel-resistant neuroendocrine-like prostate cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Inhibitors of poly (ADP-ribose) polymerases (PARPs) have revolutionized cancer therapy by highlighting the potential of synthetic lethal drugs to target the DNA damage response (DDR) network. More recently, the development of PARG inhibitors was spurred by the discovery that inhibiting PARG (poly (ADP-ribose) glycohydrolase) results in the accumulation of poly ADP-ribose on DDR proteins and induces cell death. Adding PARG or PARP inhibitors to a cell of interest and quantifying the resulting levels of PARylation can provide valuable insight on compound membrane permeability and target engagement in a cellular context. Nevertheless, assessing PARylation (poly-ADP-ribosylation in which multiple ribose units are added in linear or branched forms) in cells is difficult compared to biochemical assays, impeding the progress of candidate drug development. A sandwich ELISA-based assay was developed to analyze the total protein PARylation present in cellular extracts. Experimental protocols were optimized to discern differences in cellular PARylation levels resulting from activating the DDR and from exposure to PARP inhibitors and\/or PARG inhibitors. It is worth noting that our assay specifically detects PARylation, measuring the effects associated with PARP family members 1 to 5, as other family members primarily catalyze MARylation (mono-ADP ribosylation in which a single ADP-ribose unit is added). Titration of known PARP inhibitors and PARG inhibitors was performed to validate the assay. 1) PARG inhibitor PDD00017273, used in combination with DNA damaging agent H<sub>2<\/sub>O<sub>2<\/sub>, increased the level of cellular PARylation, exhibiting a similar IC<sub>50<\/sub> value across the four cell lines tested. This is consistent with the notion that PARG is the major de-PARylating enzyme in most cells. The potency of other known PARG inhibitors PDD00017272 and PDD00017238 ranked the compounds as expected from published results (PDD00017272&#60; PDD00017273&#60; PDD00017238). 2) Titration of the three PARP1\/2 inhibitors Talazoparib, Olaparib and AZD5305, in combination with a DNA damage agent and PDD00017273 inhibitor, shows a dose-dependent reduction in cellular PARylation in HEK293 cells, as expected since PARP1 is activated in response to DNA damage and this activation is blocked by the inhibitors (IC<sub>50<\/sub> values, Olaparib = 0.013 &#181;M, AZD5305 = 0.0024 &#181;M, Talazoparib = 0.0016 &#181;M). These IC<sub>50<\/sub> are consistent with published values and underscore the usefulness of the assay in measuring dose response effects, allowing accurate determination of compound IC<sub>50 <\/sub>in living cells. In summary, our optimized experimental cell treatment protocols and ELISA-based assay allow quantification of total cellular PARylation and accurately rank candidate drugs targeting PAR erasers or PAR writers in a high-throughput format, using living cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"PARP,PARG,Cell-based Assay development,Drug Development,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Pilo<\/b>, M. Awad, V. T. Baron, F. Martins, J. Mikolosko, S. Plouffe, Z. Tao, K. Zientara-Rytter, H. Zhu, P. Shashkin; <br\/>BPS Bioscience, San Diego, CA","CSlideId":"","ControlKey":"95406934-f812-479d-8aad-88a951509894","ControlNumber":"1963","DisclosureBlock":"&nbsp;<b>C. Pilo, <\/b> None..<br><b>M. Awad, <\/b> None.&nbsp;<br><b>V. T. Baron, <\/b> <br><b>Neurocrine<\/b> Other, Spouse is employee of Neurocrine.<br><b>F. Martins, <\/b> None..<br><b>J. Mikolosko, <\/b> None..<br><b>S. Plouffe, <\/b> None..<br><b>Z. Tao, <\/b> None..<br><b>K. Zientara-Rytter, <\/b> None..<br><b>H. Zhu, <\/b> None..<br><b>P. Shashkin, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9156","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4698","PresenterBiography":null,"PresenterDisplayName":"Caila Pilo, PhD","PresenterKey":"31509664-d74c-4150-b2e7-5e7a7fd17cf7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4698. Measuring cellular PARylation to gain insight in PARP \/ PARG-targeted drug discovery","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Measuring cellular PARylation to gain insight in PARP \/ PARG-targeted drug discovery","Topics":null,"cSlideId":""},{"Abstract":"Background: The complex tumor microenvironment (TME) in solid tumors presents unique challenges for lymphocytes used in cancer immunotherapy. The extracellular matrix (ECM) in TME can limit the recruitment of lymphocytes and restrict access to cancer cells. This study utilized Matrigel to study the kinetics of natural killer cell invasion and cytotoxicity. We hypothesized that the kinetics of tumor cell killing by the NKs would depend on the distance for invasion and rely on matrix-metalloproteinases (MMPs) for remodeling the ECM.<br \/>Methods: Increasing volumes (50-100 &#181;L\/well) of Matrigel (6 mg\/mL) representing increasing distance for invasion was layered over MCF7-red target tumor cells expressing nuclear-localized mKate2 (red fluorescent protein). NK92 (Creative Bioarray) or eGFP-NK92 (BPS Bioscience) were seeded over the solidified Matrigel layer at E:T of 3:1. The broad spectrum MMP inhibitor, Ilomostat (GM6001, 2 &#181;M and 10 &#181;M), was added to the wells to investigate to role of MMPs. Label-free impedance and live cell imaging data was collected in real time on xCELLigence RTCA eSight to evaluate NK cell invasion and cytotoxicity. Percent cytolysis was calculated on the RTCA software from normalized cell impedance readings and imaging data using the formula [(1-(treated\/untreated)*100].<br \/>Results: Impedance reading increases as the MCF7-red cells settle, attach, and proliferate. The readings plateau as the cells reach confluence. The addition of Matrigel modulates the impedance signature of MCF7 cells. Importantly, Matrigel delays cytolysis by NK92 cells added at 24h. The delay increases with increasing volume of Matrigel representing increasing invasion distance. The time to achieve 60% killing with respect to controls (KT60) was 67, 76 and 89 hours for 50, 75 and 100 &#181;L\/well, respectively. Consistent with the role of MMPs in invasion, percent cytolysis calculated independently from normalized impedance readings and live cell imaging data confirmed both delayed and reduced target cell killing by GFP-NK92 cells in the presence of Ilomostat. Interestingly, only a few GFP-NK92 were detected by live cell imaging when there was increased target cell death. These included highly active NK cells that made multiple contacts with different MCF7 red targets in clusters suggesting serial killing activity.<br \/>Conclusions: The observations that only a few NK92 cells are detected during the killing of susceptible target cells and that cytolysis is not abrogated by the inhibition of MMPs suggest a potential role for distal effectors like cytokines, independent of invasion. This is a novel 2.5D assay that demonstrates the potential of RTCA eSight platform for studying the invasion and cytotoxicity function of various immune cells through both real-time impedance recording and live-cell time-lapse imaging simultaneously. (For Research Use Only. Not for use in diagnostic procedures. RA45236.3472453704)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Natural killer cells,Invasion,Cytotoxicity,Matrix metalloprotease inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Thyagabhavan Mony<\/b>, X. Zhang; <br\/>Agilent Technologies, Inc., San Diego, CA","CSlideId":"","ControlKey":"d813ae12-70bd-4e32-b792-f257b7999ea5","ControlNumber":"2077","DisclosureBlock":"&nbsp;<b>J. Thyagabhavan Mony, <\/b> None..<br><b>X. Zhang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9157","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4699","PresenterBiography":null,"PresenterDisplayName":"Jyothi Thyagabhavan Mony","PresenterKey":"56fc6c81-018b-4d41-8b60-5df74d4a953f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4699. Evaluating extracellular matrix invasion and cytotoxicity of natural killer cells in a novel co-culture assay","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluating extracellular matrix invasion and cytotoxicity of natural killer cells in a novel co-culture assay","Topics":null,"cSlideId":""},{"Abstract":"Antibody-drug conjugates (ADCs) have ushered in a new era of precision cancer therapy, and the caspase-3-cleavable linker has demonstrated its potential as a game-changing addition to the ADC toolkit. The DEVD peptide, specifically cleaved by caspase and lysosomal enzymes, in combination with the KG peptide, provides the necessary flexibility to achieve targeted cancer cell apoptosis. This research explores the key attributes and actions of the linker, aiming to highlight its potential for revolutionizing ADC therapy. The caspase-3-cleavable linker operates through caspase-3 activation during apoptosis. After targeting cancer cells with specific antigens, the ADC is internalized into the cells, and the linker is cleaved by caspase-3, releasing the drug and initiating apoptosis. The specificity of caspase-3 extends the drug&#8217;s effect to neighboring cells, even those lacking the target antigen. This cascade effect ensures the continuous activation of ADCs until all cancer cells are eradicated. Firstly, it overcomes tumor heterogeneity by activating the drug outside of the cell. Traditional bystander killing effects rely on internalization followed by drug release and penetration of neighbor cancer cells. However, this linker's unique mechanism ensures that the drug is activated by caspase-3 outside the cell without the need for internalization, effectively targeting all cancer cells within the tumor tissue. This is achieved through the induced phenotype targeting effect (IPTE), which involves caspase-3 cleavage of the linker, inducing a phenotype in the tumor tissue that targets all cancer cells, regardless of their specific markers. Secondly, it maintains therapeutic efficacy even as the target antigen decreases. Current targeted therapies face a challenge as target antigens may diminish during treatment, leading to reduced drug effectiveness. However, the unique mechanism of the linker ensures that the drug continues to be activated as long as there is caspase-3 secretion, resulting in continuous activation of ADCs in the tumor, with a feedback amplification loop that ensures therapeutic efficacy until all cancer cells are eliminated. Lastly, the linker's superior physicochemical properties allow for a maximum drug-to-antibody ratio (DAR). Its hydrophilic nature enables independent drug conjugation, increasing therapeutic potential and mitigating aggregation issues. This innovation addresses the current limitations in ADC conjugation technologies. In summary, the caspase-3-cleavable linker represents a significant leap forward in the field of ADCs. Its unique attributes offer promising prospects for more effective and targeted cancer treatments. This linker is poised to revolutionize the landscape of targeted cancer therapy, bringing us one step closer to the dream of eradicating cancer cells with precision and efficiency.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-07 Novel drug delivery systems,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Targeted drug delivery,Caspases,Bystander effect,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Lee<\/b><sup>1<\/sup>, B. Kim<sup>1<\/sup>, H. Chang<sup>2<\/sup>, S. Kim<sup>3<\/sup>, Y. Byun<sup>1<\/sup>; <br\/><sup>1<\/sup>Seoul National University, Seoul, Korea, Republic of, <sup>2<\/sup>University of Ulsan College of Medicine, Seoul, Korea, Republic of, <sup>3<\/sup>Pharosgen Co., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"52c6bc96-567f-46b6-90ad-3c70e24c624d","ControlNumber":"689","DisclosureBlock":"&nbsp;<b>H. Lee, <\/b> None..<br><b>B. Kim, <\/b> None..<br><b>H. Chang, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>Y. Byun, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9158","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4700","PresenterBiography":null,"PresenterDisplayName":"Ha Kyeong Lee, Pharm D","PresenterKey":"8bc984c6-ead2-4fb3-a1fc-b63c28eb0a08","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4700. Induced phenotype targeted ADC by using caspase enzymatic cleavable peptide linker to overcome tumor heterogeneity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Induced phenotype targeted ADC by using caspase enzymatic cleavable peptide linker to overcome tumor heterogeneity","Topics":null,"cSlideId":""},{"Abstract":"Initial evaluation of the prenylated hydroxy-stilbene isolated from bee propolis, AUS_001, in the NCI 60 human cell line anticancer screen showed significant growth inhibitory effects with the most robust being observed in leukemia, central nervous system and breast cancer cell lines. The aim of the current study was to further assess the potency of AUS_001 <i>in vitro<\/i> and investigate its safety profile and mechanism of action. A commercially available cell-based profiling screen (OncoPanel&#174;) identified significant AUS_001-induced growth inhibition in 273 out of 280 cancer cell lines with a concentration causing 50% cell growth inhibition in the range of 0.021-0.94 &#181;M, while non-neoplastic cells required an average of 20x higher concentration to generate similar efficacy. These findings indicate that AUS_001 exerts a high degree of potency across 30 cancer types with a selectivity for cancer versus normal cells. Maximum tolerated dose studies in mice illustrated that orally administered AUS_001 is well tolerated at doses 4 times greater than those that conferred antitumor efficacy, with no myelosuppression or other overt toxicities observed. Predictive toxicology and safety screening indicated that AUS_001 exerts a strong safety profile as evidenced by absence of mutagenic potential in the Ames test using up to 100 &#181;M drug doses and low hERG-blocking liability with a half-maximal inhibitory concentration of 65 &#181;M. Notably, AUS_001 is a poor substrate of the drug efflux transporter, P-glycoprotein 1 (Pgp), as it does not inhibit drug-stimulated Pgp ATPase activity and retains efficacy in high Pgp-expressing models <i>in vitro<\/i>. Subsequently, the effects of AUS_001 were explored in the ToxTracker&#174; assay, consisting of a panel of mammalian stem cell lines that contain fluorescent reporters for the exploration of DNA damage, oxidative stress, and protein damage using flow cytometry. Robust activation of the Rtkn genotoxicity reporter under low cytotoxicity conditions, in combination with accumulation of cells in G<sub>2<\/sub>\/M phases of the cell cycle within 4 h and an increase in aneuploid cells after 24 h of drug treatment, suggested an aneugenic mode of action, typically caused by tubulin-targeting agents or mitotic kinase inhibitors. Biochemical tubulin polymerization assays then revealed that AUS_001 acts as a direct tubulin destabilizing agent and monitoring microtubule dynamics in GFP-tubulin reporter cells provided evidence that AUS_001 blocks microtubule assembly. Our studies have elaborated the mechanism of AUS_001 as an inhibitor of tubulin polymerization. The favorable safety profile of AUS_001, along with its ability to circumvent Pgp-mediated multidrug resistance, provides potential for efficacy against multiple cancers where microtubule destabilization is proven to be an effective target.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"Cancer therapy,Drug discovery,Small molecule drugs,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"H. Lelie<sup>1<\/sup>, I. Brandsma<sup>2<\/sup>, G. Hendriks<sup>2<\/sup>, L. R. Cavedine<sup>3<\/sup>, B. A. Epkins<sup>3<\/sup>, S. M. Garner<sup>3<\/sup>, A. J. Cook<sup>3<\/sup>, M. Renganathan<sup>3<\/sup>, Y. Zhao<sup>3<\/sup>, A. J. King<sup>3<\/sup>, P. Y. Chan<sup>4<\/sup>, A. Risinger<sup>4<\/sup>, <b>M. Koutsioumpa<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Australis Pharmaceuticals, Inc., Simi Valley, CA, <sup>2<\/sup>Toxys B.V., Oegstgeest, Netherlands, <sup>3<\/sup>Eurofins Discovery, St. Charles, MO, <sup>4<\/sup>University of Texas Health Science Center at San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"ffd8322e-1d98-484a-9941-387f1ae24180","ControlNumber":"1201","DisclosureBlock":"<b>&nbsp;H. Lelie, <\/b> <br><b>Australis Pharmaceuticals<\/b> Independent Contractor. <br><b>I. Brandsma, <\/b> <br><b>Toxys B.V.<\/b> Employment. <br><b>G. Hendriks, <\/b> <br><b>Toxys B.V.<\/b> Employment, Stock. <br><b>L. R. Cavedine, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>B. A. Epkins, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>S. M. Garner, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>A. J. Cook, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>M. Renganathan, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>Y. Zhao, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>A. J. King, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>Johnson & Johnson<\/b> Stock. <br><b>GSK<\/b> Stock.<br><b>P. Y. Chan, <\/b> None.&nbsp;<br><b>A. Risinger, <\/b> <br><b>Eisai<\/b> Grant\/Contract. <br><b>M. Koutsioumpa, <\/b> <br><b>Australis Pharmaceuticals<\/b> Employment, Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9159","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4701","PresenterBiography":null,"PresenterDisplayName":"Marina Koutsioumpa, PhD","PresenterKey":"7846b503-1ac3-4222-a2f8-13d67d8590d8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4701. A novel microtubule disruptor exerts broad anticancer efficacy with a tolerable safety profile","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel microtubule disruptor exerts broad anticancer efficacy with a tolerable safety profile","Topics":null,"cSlideId":""},{"Abstract":"Antibody-drug conjugates (ADC) are a type of the fastest growing anticancer drug modalities. However, the traditional ADC technologies constrain on therapeutic development, requiring overexpressed targets, high internalizing antigens and efficient intracellular processing. To this end, MediLink&#8217;s TMALIN platform was developed, with an irreversible pyrimidine coupling anchor and a valyl dipropyl-lysyl glycinamide-methylene (-VK<sup>*<\/sup>G-NHCH<sub>2<\/sub>-O-) cleavable sequence. The TMALIN platform is featured as a high hydrophilicity linker-payload, remarkable stability in circulation, coupled with an efficient payload release mechanism which is achieved through the cleavage both extracellularly in the tumor microenvironment and intracellularly within lysosomes. A site-specific and homogeneous conjugation using TMALIN platform provides highly stable ADC in circulation. It is evidenced by less than 2% payload drop-off after a 21-day incubation in plasma under physiological conditions in vitro. This feature is observed in over 7 ADCs developed using the TMALIN platform. Additionally, the high stability was also illustrated by the pharmacokinetic profiles in NHP studies and clinical trials, with the overlapped curves of ADC and TAb in all TMALIN platform-based ADCs. Apart from the stability, a battery of <i>in vitro<\/i> and <i>in vivo<\/i> studies showed the linker-payload efficiently releases the payload in both tumor cells and the tumor microenvironment. Due to the high stability in circulation and efficient cleavage within tumors, the TMALIN platform ADCs have shown promising efficacy and good safety windows in preclinical studies. In xenograft mouse models, including those with low antigen expression, these ADCs have demonstrated tumor regressions and good tolerability. This highlights the potential of the TMALIN platform in improving the efficacy of ADCs and expanding their therapeutic applications. Furthermore, favorable safety profiles have been observed in clinical trials and\/or pivotal non-human primate (NHP) studies for ADCs developed using the TMALIN platform. No drug-related adverse effects in organs were identified including the lungs, liver, or kidneys for those ADCs. In summary, the TMALIN platform addresses the unmet need of ADCs by releasing the payload extracellularly in tumors and tumor microenvironments on top of the known intracellular lysosomal cleavage mechanisms. This enables the advancement of ADC development, and has the potential to expand the field of ADC therapy and improve patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Tumor microenvironment,Antitumor agents,AACR Project GENIE,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"T. Xue<sup>1<\/sup>, L. Xiao<sup>1<\/sup>, Q. Liu<sup>1<\/sup>, S. Song<sup>1<\/sup>, A. Shan<sup>1<\/sup>, X. Zhang<sup>1<\/sup>, S. Stann<sup>2<\/sup>, <b>J. Cai<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>MediLink Therapeutics (Suzhou) Co., Ltd., SuZhou, China, <sup>2<\/sup>MediLink Therapeutics USA, INC., Boston, MA","CSlideId":"","ControlKey":"470fd660-f241-4d4c-9396-8fe443a4b743","ControlNumber":"5856","DisclosureBlock":"&nbsp;<b>T. Xue, <\/b> None..<br><b>L. Xiao, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>S. Song, <\/b> None..<br><b>A. Shan, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>S. Stann, <\/b> None..<br><b>J. Cai, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9160","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4702","PresenterBiography":null,"PresenterDisplayName":"Jiaqiang Cai, PhD","PresenterKey":"c9cb27d8-87d5-4c6e-8e46-c7cd1f3a5e71","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4702. MediLink&#8217;s TMALIN ADC linker technology: Tumor microenvironment specific extracellular and intracellular double cleavage mechanism for better efficacy and expanded target space","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MediLink&#8217;s TMALIN ADC linker technology: Tumor microenvironment specific extracellular and intracellular double cleavage mechanism for better efficacy and expanded target space","Topics":null,"cSlideId":""},{"Abstract":"High throughput screening has been widely utilized for its efficiency in testing novel therapeutic agents. However, the conventional screening using 2D culture of cancer cell lines lacks the biological complexity of the tumor microenvironment or the immune compartment which limits their application in testing immune-oncology therapies. Particularly with the passing of the FDA Modernization Act 2.0, it is critical to create more biologically relevant 3D in vitro models that can be used to reduce, refine and ultimately replace preclinical animal models. Here we have developed a highly automated 3D high throughput screening platform comprised of 42 patient-derived xenograft models in coculture with fibroblasts in engineered extracellular matrix hydrogels that resemble tumor stromal microenvironment. The PDX models cover a diverse range of tumor and histological types including NSCLC, CRC, gastric, TNBC, RCC, bladder, ovarian, melanoma, pancreatic, and others. Moreover, PBMCs or other immune cells can be incorporated into the system for evaluating immuno-oncology drugs. The panel has been tested against chemotherapy drug cisplatin and the immunotherapy biologic, Solitomab, an EpCAM\/CD3 bispecific antibody. The endpoint analyses for antitumor effects include the dose response of tumor size and tumor cell death percentage based on high content imaging analysis. In addition, immune cells and supernatant in the IO assay can be recovered from the wells and used for flow cytometry profiling and cytokine assays. In summary, the novel 42-PDX panel described here offers a unique and powerful tool for rapidly generating preclinical data and a better understanding the drug activity at the pharmacology stages, opening the door for faster and more human relevant drug discovery for cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Immuno-oncology,3D models,Tumor microenvironment,Patient-derived xenograft (PDX) models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"B. Xue<sup>1<\/sup>, C. Harrod<sup>1<\/sup>, L. Le<sup>1<\/sup>, J. Schüler<sup>2<\/sup>, <b>K. C. Hribar<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Cypre Inc., San Francisco, CA, <sup>2<\/sup>Charles River Laboratories, Freiburg im Breisgau, Germany","CSlideId":"","ControlKey":"6dd2c10d-49b8-47a8-9d64-f1d6b121965e","ControlNumber":"7493","DisclosureBlock":"<b>&nbsp;B. Xue, <\/b> <br><b>Cypre, Inc.<\/b> Employment. <br><b>C. Harrod, <\/b> <br><b>Cypre, Inc.<\/b> Employment. <br><b>L. Le, <\/b> <br><b>Cypre, Inc.<\/b> Employment. <br><b>J. Schüler, <\/b> <br><b>Charles River Laboratories<\/b> Employment. <br><b>K. C. Hribar, <\/b> <br><b>Cypre, Inc.<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9781","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4703","PresenterBiography":null,"PresenterDisplayName":"Kolin Hribar","PresenterKey":"fd207157-9131-4de2-9c88-555509b7d9ed","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4703. Automated 42 PDX 3D <i>in vitro<\/i> tumor models of the TME screen immuno-oncology and targeted compounds and biologics for antitumor effects and MOA","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Automated 42 PDX 3D <i>in vitro<\/i> tumor models of the TME screen immuno-oncology and targeted compounds and biologics for antitumor effects and MOA","Topics":null,"cSlideId":""},{"Abstract":"The RAF protein kinases are key intermediates in cellular signal transduction, functioning as direct effectors of the RAS GTPases and as the initiating kinases in the ERK cascade. In human cancer, RAF activity is frequently dysregulated due to mutations in the RAF family members (ARAF, BRAF, and CRAF) or to alterations in upstream RAF regulators, including RAS and receptor tyrosine kinases. The first and second generations of RAF inhibitors have yielded dramatic responses in malignant melanomas containing BRAF mutations; however, their overall usefulness has been limited by both intrinsic and acquired drug resistance. In addition, cancers with hyperactive RAS exhibit intrinsic resistance to these drugs. In particular, issues related to the dimerization of the RAF kinases can impact the efficacy of these compounds and are a primary cause of drug resistance. We have established biochemical HotSpot<sup>TM<\/sup> kinase assay, NanoBRET<sup>TM<\/sup> and NanoBIT<sup>TM<\/sup> cell assay platforms for High Through Screening of kinase inhibitors. Here, we demonstrate that the 3<sup>rd<\/sup> generation of pan-RAF inhibitors LY3009120, LXH254, and Belvarafenib inhibit ARAF, BRAF, CRAF, BRAF(V600E), and CRAF(R391W) kinase activity in biochemical HotSpot<sup>TM<\/sup> assay. Our NanoBRET<sup>TM<\/sup> target engagement and NanoBIT<sup>TM<\/sup> cellular assay data show that LY3009120, LXH254, and Belvarafenib bind to KRAS(G12C) primed BRAF and CRAF, and block BRAF and CRAF dimerization. Furthermore, our results show these inhibitors can block the downstream ERK phosphorylation in cellular HTRF assay and induce caspase-3\/7 activation in Western blot assay in the triple negative breast cancer MDA-MB-231 cells. Taken together, our results indicate the biochemical HotSpot<sup>TM<\/sup> kinase activity assay, and NanoBRET<sup>TM <\/sup>target engagement and NanoBIT<sup>TM <\/sup>cellular assays can serve as great platforms to facilitate RAF drug discovery against human cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-05 Protein kinases and phosphatases as targets for therapy,,"},{"Key":"Keywords","Value":"Raf,Kinase inhibitors,NanoBRET,Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Wu<\/b>, Y. Wan, S. Liang, P. Gallagher, L. Liang, C. Loch, H. Ma; <br\/>Reaction Biology Corporation, Malvern, PA","CSlideId":"","ControlKey":"0523ebdb-0f45-4ff5-8aa6-40a340a7e9e6","ControlNumber":"7162","DisclosureBlock":"&nbsp;<b>J. Wu, <\/b> None..<br><b>Y. Wan, <\/b> None..<br><b>S. Liang, <\/b> None..<br><b>P. Gallagher, <\/b> None..<br><b>L. Liang, <\/b> None..<br><b>C. Loch, <\/b> None..<br><b>H. Ma, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9791","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4704","PresenterBiography":null,"PresenterDisplayName":"Jianghong Wu, PhD","PresenterKey":"fd684aa9-5f8b-4774-92b0-2545c0441739","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4704. Biochemical and cell-based assay platforms for development of RAF inhibitors against human cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Biochemical and cell-based assay platforms for development of RAF inhibitors against human cancers","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GB) is the most common and lethal brain tumor and there is a general agreement that GB stem cells (GSCs) are primarily responsible for its high aggressiveness and recurrence. It was recently reported that GSCs are enriched in the transmembrane form of CLIC1 protein (tmCLIC1) and its inhibition was shown to impair tumor growth both <i>in vitro<\/i> and <i>in vivo<\/i>. IAA94 hampers tmCLIC1 function but could not be used in clinics. However, tmCLIC1 is also sensitive to metformin, the most used drug to treat type-2 diabetes. Metformin has been demonstrated to have the same effect as IAA94 in <i>in vitro<\/i> experiments, resulting in an antitumoral action on cancer cells. Moreover, GB orthotopic mouse model treated with metformin shows a 50% survival compared to control animals, even if metformin concentration in the mice brain resulted in the nanomolar range. In this scenario, the main aim of this work is to enhance the effect of metformin able to reach the brain, improving its antitumoral activity in GB. The interaction between metformin and tmCLIC1 occurs only when this protein is in its open state. TmCLIC1 has the peculiarity of being a voltage-dependent ion channel that opens at depolarized voltages. Thus, our strategy is to apply electromagnetic field (EMF) stimulation to induce repetitive membrane depolarization, increasing metformin-tmCLIC1 binding. Our results show that EMF stimulation induces the close-to-open transitions of tmCLIC1, resulting in a 10-fold decrease of the operative concentration of Metformin. This was verified initially <i>in vitro<\/i> with GSC culture and spheroids model and afterward confirmed also in an <i>in vivo<\/i> model. The project&#8217;s long-term goal is to combine transcranial stimulation and metformin administration in patients as an adjuvant therapy able to target cells that are resistant to chemotherapy and drive tumor relapse.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-01 Combination therapy,,"},{"Key":"Keywords","Value":"Glioblastoma,Metformin,Combination therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"I. Verduci, G. Cannavale, <b>G. Rey<\/b>, F. Cianci, A. Fantin, M. Mazzanti; <br\/>University of Milan, Milano, Italy","CSlideId":"","ControlKey":"8f909806-cd0b-4aca-896a-3fcb3be119b7","ControlNumber":"7027","DisclosureBlock":"&nbsp;<b>I. Verduci, <\/b> None..<br><b>G. Cannavale, <\/b> None..<br><b>G. Rey, <\/b> None..<br><b>F. Cianci, <\/b> None..<br><b>A. Fantin, <\/b> None..<br><b>M. Mazzanti, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10073","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4705","PresenterBiography":null,"PresenterDisplayName":"Guido Rey, MS","PresenterKey":"6db2bea2-562b-4fe2-9d3e-75ab61f71206","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4705. Repetitive membrane potential oscillations enhance metformin's antiproliferative effect in glioblastoma stem cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Repetitive membrane potential oscillations enhance metformin's antiproliferative effect in glioblastoma stem cells","Topics":null,"cSlideId":""},{"Abstract":"Cancer poses a global health challenge, driving the quest for innovative therapies. Messenger ribonucleic acid (mRNA) lipid nanoparticles (LNPs) are a promising strategy in cancer immunotherapy. However, a major obstacle lies in efficiently transfecting immune cells like macrophages and dendritic cells (DCs) with LNPs. This study seeks to improve cancer immunotherapy by optimizing mRNA-LNP formulations. Therefore, we systematically evaluated three components of LNPs, namely ionizable lipids, phospholipids, and sterols, and fine-tuned the components and their molar ratios. A comprehensive screening process was conducted to determine the efficiency of LNPs, involving in vitro experiments on macrophages and DCs, as well as in vivo assessments. Among six ionizable lipids assessed in different cell lines (RAW264.7 and DC2.4), SM-102 significantly enhanced the transfection efficiency in macrophages and DCs. Subsequently, we evaluated these LNPs in an in vivo setting. We quantified the bioluminescence signal after administering LNPs loaded with luciferase mRNA. The results demonstrated a significant increase in luciferase expression when using SM-102 and ALC-0315 lipids. To validate this finding, we conducted a T cell response study, which revealed an increased percentage of CD8+ T cells with SM-102-based LNPs compared to other formulations. Having identified SM-102 as a potent ionizable lipid, we proceeded to evaluate three phospholipids in vitro. The results indicated a significant enhancement in transfection efficiency with DOPE lipids compared to DSPC. Consequently, we selected DOPE as the phospholipid for subsequent screening. Lastly, we explored different types of sterols with varying molar ratios in macrophages and DC cells. Our findings unveiled a notable improvement in mRNA delivery, particularly in DCs, when the molar ratio of &#946;-sitosterol was increased to 19.5%, while concurrently decreasing the molar ratio of cholesterol to 19% within the same formulation. It is noteworthy that the addition of &#946;-sitosterol alone led to reduced transfection efficiency in DCs but resulted in a significant enhancement in macrophages. Lastly, we evaluated the top four formulations in vivo, and the results demonstrated a significant increase when &#946;-sitosterol was added to the formulation with cholesterol, at molar ratios of 19.5% and 19%, respectively. Overall, altering lipid composition and their molar ratios profoundly impact mRNA-LNP transfection. The optimized formulations, comprising SM-102, DOPE, and cholesterol with or without &#946;-sitosterol, outperformed the alternatives. These refined formulations hold promise for clinical applications, potentially enhancing passive therapeutic agent delivery into macrophages and DCs, offering promising prospects for advancing cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET04-04 Vector systems and targeting strategies,,"},{"Key":"Keywords","Value":"mRNA,Lipid Nanoparticles,Cancer immunotherapy,Macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Alshehry<\/b>, M. Fernandez, R. Aldaqqa, A. Al-Terawi, D. Sweet, S. da Rocha; <br\/>Virginia Commonwealth University, Richmond, VA","CSlideId":"","ControlKey":"b7b3c29f-458d-48cc-9b9a-d4fe1f9ef2fb","ControlNumber":"1730","DisclosureBlock":"&nbsp;<b>Y. Alshehry, <\/b> None..<br><b>M. Fernandez, <\/b> None..<br><b>R. Aldaqqa, <\/b> None..<br><b>A. Al-Terawi, <\/b> None..<br><b>D. Sweet, <\/b> None..<br><b>S. da Rocha, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11691","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7249","PresenterBiography":null,"PresenterDisplayName":"Yasir Alshehry","PresenterKey":"799aec6e-535f-4e2b-9313-5a8ee7c65a68","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7249. Enhancing mRNA- lipid nanoparticles formulations to improve transfection efficiency in macrophages and dendritic cells in cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"545","SessionOnDemand":"False","SessionTitle":"New Targets, Technologies, and Drug Delivery Systems","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing mRNA- lipid nanoparticles formulations to improve transfection efficiency in macrophages and dendritic cells in cancer immunotherapy","Topics":null,"cSlideId":""}]