[{"Abstract":"Triple-negative breast cancer (TNBC) is an aggressive subtype of breast cancer associated with high rates of recurrence and metastasis, which contribute to poor overall survival. The challenges in treating TNBC stem from its high intratumor heterogeneity and lack of expression of the estrogen receptor, progesterone receptor, and human epidermal growth factor receptor 2 druggable targets. The tumor microenvironment (TME) plays a crucial role in disease progression. Within the TME, complex spatial interactions among tumor cells, immune cells, stroma, angiogenesis- and hypoxia-inducing factors collectively contribute to the advancement and spread of TNBC. In-depth understanding of the TME and interactions of the various components within can elucidate newer therapeutic targets, enhancing the prognosis of TNBC patients. Imaging mass cytometry (IMC) enables detailed analysis of cell-cell and cell-matrix interactions within the TME at the single-cell level. In this study, we aim to characterize the spatial relationships among various cell types within the TNBC TME using IMC, while also investigating differences in the TME of TNBC patients who developed distant metastasis (DM) compared to those who remained non-metastatic (NM). IMC was performed on formalin-fixed paraffin-embedded TNBC primary resection tissues (n= 16; DM= 7, NM= 9) from Stavanger University Hospital, Norway, using a panel of 25 metal-conjugated antibodies. Regions of interest were marked by the pathologist and the slides were laser ablated using Hyperion Imaging System. DeepCell was used to segment single cells based on surface markers. Mean intensity values of all markers for each cell were extracted and consolidated in R scripts for unsupervised clustering. Cell clusters were annotated based on phenotypic markers. Normalized expression of markers was compared for each cell type across DM and NM patients, including markers for cell proliferation, angiogenesis, hypoxia, and cell migration. Neighborhood analysis examined spatial associations between different cell types, highlighting differences in DM and NM patients. The IMC panel successfully provided spatial insights into the TME, including the characterization of tumor cells, immune cells (B cells, T cells, macrophages), endothelial cells, and proliferating cells. We identified 18 unique phenotypic cell clusters that were present at different frequencies in DM and NM patients. These clusters demonstrated different expression profiles of functional markers. t-SNE plots revealed distinct patterns of cell type distribution and unique protein expression profiles, highlighting significant differences between the two groups. Our data suggest a distinct spatial organization of the TME in TNBC patients who develop metastasis. This warrants further investigations to determine the role and interplay of TME features in predicting the risk of distant metastasis in TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-12 Other,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Triple-negative breast cancer (TNBC),Metastasis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Bhargava<\/b><sup>1<\/sup>, J. Kaur<sup>2<\/sup>, G. Saini<sup>1<\/sup>, J. Zheng<sup>3<\/sup>, Y. Xu<sup>3<\/sup>, S.-H. Chen<sup>3<\/sup>, P.-Y. Pan<sup>3<\/sup>, E. Rewcastle<sup>4<\/sup>, U. Kiraz<sup>4<\/sup>, E. A. M. Janssen<sup>4<\/sup>, R. Aneja<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Alabama at Birmingham, Birmingham, AL, <sup>2<\/sup>Georgia State University, Atlanta, GA, <sup>3<\/sup>Houston Methodist Research Institute, Houston, TX, <sup>4<\/sup>Stavanger University Hospital, Health Stavanger HF, Stavanger, Norway","CSlideId":"","ControlKey":"e54c84a4-1cab-4c3e-a4fa-20f4a5eeaeee","ControlNumber":"6822","DisclosureBlock":"&nbsp;<b>M. Bhargava, <\/b> None..<br><b>J. Kaur, <\/b> None..<br><b>G. Saini, <\/b> None..<br><b>J. Zheng, <\/b> None..<br><b>Y. Xu, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>P. Pan, <\/b> None..<br><b>E. Rewcastle, <\/b> None..<br><b>U. Kiraz, <\/b> None..<br><b>E. A. M. Janssen, <\/b> None..<br><b>R. Aneja, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3118","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1488","PresenterBiography":null,"PresenterDisplayName":"Mahak Bhargava, BE","PresenterKey":"51ae9c8a-fda8-4980-9625-68cd3bab981a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1488. Spatial characterization of the tumor microenvironment of metastatic triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial characterization of the tumor microenvironment of metastatic triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Gastric cancer ranks fifth in incidence and fourth for cancer-related mortality worldwide. While the liver is widely recognized as the leading site of metastasis in gastric cancer, the intricate mechanisms underpinning its tropism toward the liver and the hematogenous metastasis process remain poorly understood and demand further investigation.<br \/>Hematogenous metastasis encompasses the generation of circulating tumor cells from the primary tumor site and their subsequent attachment to the metastatic niche. This process involves the transition between adherent and suspension states. In our investigation of anchorage dependency, we identified 20 transcription factors upregulated in suspension cells compared to adherent cells and 18 transcription factors upregulated in adherent cells relative to suspension cells, respectively.<br \/>To investigate factors involved in gastric cancer metastasis, RNA sequencing of paired primary and metastatic tissue samples obtained from 15 patients diagnosed with advanced gastric cancer was conducted, which disclosed the selective upregulation of EPAS1 and TEAD1 in metastatic liver tissue compared to the matched primary tumor tissue and the metastatic tissue originating from other sites.<br \/>Through in vitro analysis, we observed a portion of adherent cells transitioning into suspension cells when subjected to a hyperdense environment. We also observed cell reattachment upon harvesting and replating these suspension-state transited cells. Comparing EPAS1 and TEAD1 expression in these states unveiled increased expression of EPAS1 and TEAD1 in reattached cells relative to suspension-state cells.<br \/>We established a gastric cancer metastasis mouse model introducing gastric cancer cells into the mouse circulatory system via intracardiac injection to validate our findings. In vivo imaging was utilized to confirm systemic metastasis. After fluorescence-based cell sorting, EPAS1 and TEAD1 expression in cancer cells collected from the blood, liver, and ovary were assessed. We detected higher expression of EPAS1 and TEAD1 in liver metastasis compared to the circulating tumor cells. Furthermore, EPAS1 and TEAD1 were upregulated in liver metastatic cancer cells compared to ovarian metastatic cancer cells.<br \/>Our findings underscore EPAS1 and TEAD1 as pivotal factors governing gastric cancer liver tropism and metastasis, offering insights that may contribute to targeted interventions in the clinical landscape.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-12 Other,,"},{"Key":"Keywords","Value":"Gastric cancer,Metastasis,Circulating tumor cells,Adhesion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Lee<\/b><sup>1<\/sup>, H. Park<sup>2<\/sup>, J.-H. Cheong<sup>1<\/sup>, H. Gee<sup>1<\/sup>; <br\/><sup>1<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>Yonsei University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"b9f9b15f-3998-4f0f-a6fb-35edcfdd9756","ControlNumber":"2246","DisclosureBlock":"&nbsp;<b>D. Lee, <\/b> None..<br><b>H. Park, <\/b> None..<br><b>J. Cheong, <\/b> None..<br><b>H. Gee, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3119","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1489","PresenterBiography":null,"PresenterDisplayName":"DONG KI Lee, MD","PresenterKey":"c75a63a9-d479-4f28-8ee4-daf142f3ca0e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1489. The role of EPAS1 and TEAD1 in gastric cancer liver metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of EPAS1 and TEAD1 in gastric cancer liver metastasis","Topics":null,"cSlideId":""},{"Abstract":"Bone-metastatic lesions will develop in approximately 65-75% of patients with metastatic breast cancer and are associated with high morbidity and mortality. Despite our limited understanding of how breast-to-bone metastases form, the recent emergence of metabolic adaptation as a critical factor in metastasis is a promising development. Breast cancer cells are particularly reliant on glutamine, a key amino acid that is metabolized by the enzyme glutaminase (GLS) to facilitate many downstream metabolic processes. Bone-tropic breast cancer cell lines significantly enhance their glutamine uptake, suggesting that glutamine metabolism may be a significant factor in bone metastasis. In addition to tumor cells, glutamine metabolism is critical for osteoblasts, important bone-resident cells that contribute to the &#8220;vicious cycle&#8221; of bone destruction during metastatic outgrowth in the bone niche. In this study, we sought to evaluate the role of glutamine metabolism in breast cancer bone metastasis by examining the effect of GLS function in metastasizing tumor cells and bone-native osteoblasts. Using an intracardiac inoculation model of bone metastasis, we found that breast cancer cells lacking GLS (GLS KO) failed to effectively form bone metastatic tumors. We also observed that GLS KO bone tumors show a reduction in osteolysis using a direct intratibial injection model. Mechanistically, we have found that GLS KO breast cancer cells develop a &#8220;senescence-like&#8221; phenotype that may limit metastatic outgrowth within the bone. To investigate the importance of glutamine metabolism in the bone niche, we developed a conditional genetic mouse model to delete GLS in osterix-expressing in osteoblast progenitors and mature osteoblasts (GLS<sup>OBKO<\/sup>). Remarkably, we observed reduced bone destruction in GLS<sup>OBKO<\/sup> mice after intratibial injection of syngeneic breast cancer cells. We also report a reduction in the number of osteoclasts at the bone\/tumor interface in these mice, suggesting that loss of osteoblast GLS could temporarily halt the &#8220;vicious cycle&#8221; of bone metastasis. Together, this work suggests that glutamine metabolism may promote breast-to-bone metastasis via both intrinsic and extrinsic mechanisms. These findings raise the possibility of using pre-existing cancer therapies targeting glutamine metabolism to ameliorate bone metastatic burden in breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-12 Other,,"},{"Key":"Keywords","Value":"Bone metastasis,Breast cancer,Glutamine metabolism,Osteoblast,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. A. Karno<\/b><sup>1<\/sup>, Y. Hwang<sup>2<\/sup>, R. Johnson<sup>2<\/sup>, J. Chen<sup>2<\/sup>, D. Edwards<sup>2<\/sup>; <br\/><sup>1<\/sup>Vanderbilt University, Nashville, TN, <sup>2<\/sup>Vanderbilt University Medical Center, Nashville, TN","CSlideId":"","ControlKey":"939ff3f1-5473-4890-89d5-46838dfcffa4","ControlNumber":"3795","DisclosureBlock":"&nbsp;<b>B. A. Karno, <\/b> None..<br><b>Y. Hwang, <\/b> None..<br><b>R. Johnson, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>D. Edwards, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3120","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1490","PresenterBiography":null,"PresenterDisplayName":"Breelyn Karno, BA","PresenterKey":"6338c787-e25b-45ef-a4b9-970c5ee0461a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1490. Elucidating the effect of glutamine metabolism in breast to bone metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elucidating the effect of glutamine metabolism in breast to bone metastasis","Topics":null,"cSlideId":""},{"Abstract":"Background: Diabetes is associated with increased risk of cancer development and progression. Recent studies have shown that neutrophils in diabetic patients are prone to forming neutrophil extracellular traps (NETs) which have been reported to capture circulating cancer cells, leading to the promotion of liver and lung metastasis. This study aims to clarify the causative relationship between NETs and the peritoneal metastasis (PM) in diabetic condition.<br \/>Methods: Outcome of the diabetic patients who received curative gastrectomy for gastric cancer from 2010 to 2021 in our institute was comparatively investigated with those without diabetes. Neutrophils were isolated from the bone marrow from C57BL\/JHamSlc-ob\/ob mouse (type 2 diabetes model) and wild type mouse using Ly6G-based positive immunomagnetic selection. The neutrophils were stimulated with 100nM of PMA for 4 hours and NETs formation was evaluated by the addition of Sytox Green under fluorescent microscope. A mouse gastric cancer cell, YTN16P (5&#215;10<sup>5<\/sup> cells) was intraperitoneally (IP) injected, the number of metastatic nodules on mesentery was comparatively evaluated two weeks later.<br \/>Results: Disease-free survival (p=0.004, HR=1.65) and overall survival (p=0.035, HR=1.46) of 203 diabetic patients were significantly worse those of 975 non-diabetic patients. Neutrophils isolated from ob\/ob mice produced markedly increased NETs than that from wild-type mice. NETs produced by neutrophils obtained from the peritoneal cavity of ob\/ob mice after IP injection of a 9% casein solution effectively captured many YTN16P in vitro. The concentration of double strand DNA (dsDNA) in plasma in ob\/ob mice compared with their counterparts (676ng\/mL vs 590ng\/mL, p=0.036, n=3). The number of PM in ob\/ob mice was significantly more than that in wild-type controls (39.1 vs 15.5, p=0.027, n=10).<br \/>Conclusion: Enhanced NETs formation in diabetic conditions may be associated with an increased risk of PM in gastric cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-12 Other,,"},{"Key":"Keywords","Value":"Peritoneal metastasis,Databases,Gastric cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Takahashi<\/b>, H. Ohzawa, Y. Kaneko, M. Matsumiya, Y. Futoh, K. Tamura, K. Takahashi, Y. Kimura, A. Saito, H. Miyato, N. Sata, J. Kitayama; <br\/>Jichi Medical University, Tochigi, Japan","CSlideId":"","ControlKey":"ed2cdc19-924e-4489-b453-505c4a14b7de","ControlNumber":"5681","DisclosureBlock":"&nbsp;<b>R. Takahashi, <\/b> None..<br><b>H. Ohzawa, <\/b> None..<br><b>Y. Kaneko, <\/b> None..<br><b>M. Matsumiya, <\/b> None..<br><b>Y. Futoh, <\/b> None..<br><b>K. Tamura, <\/b> None..<br><b>K. Takahashi, <\/b> None..<br><b>Y. Kimura, <\/b> None..<br><b>A. Saito, <\/b> None..<br><b>H. Miyato, <\/b> None..<br><b>N. Sata, <\/b> None..<br><b>J. Kitayama, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3121","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1491","PresenterBiography":null,"PresenterDisplayName":"Rei Takahashi, MD","PresenterKey":"3cc10423-2c18-4da6-b780-c2b6355a3d6b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1491. The enhanced formation of neutrophil extracellular traps (NETs) may contribute to the exacerbation of peritoneal metastasis in a diabetic host","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The enhanced formation of neutrophil extracellular traps (NETs) may contribute to the exacerbation of peritoneal metastasis in a diabetic host","Topics":null,"cSlideId":""},{"Abstract":"Leptomeningeal metastasis (LM) is an increasingly common, fatal complication of breast and lung cancer. Despite aggressive treatment, neurologic deficits accumulate rapidly, and patients generally succumb to LM within months. We must expand our limited mechanistic knowledge of this disease.<br \/>Under homeostatic conditions, choroid plexus (ChP), highly vascularized structures within the brain ventricles, restrict the entry of macromolecules and cells into the leptomeninges; however, select cancer cells can cross this barrier and grow within the leptomeningeal space. We hypothesize that interactions between cancer and ChP niche cells alter both the niche and the cancer cells, ultimately supporting LM.During neurogenesis, the ChP display substantial extracellular matrix (ECM) remodeling, which is elegantly modulated by dynamic spatiotemporal regulation of MMPs, Wnt signaling, among other effector proteins. Similarly, 2-photon imaging of ChP collected from mice harboring LM revealed a profound ECM remodeling of the ChP when compared with na&#239;ve mice. This remodeling was accompanied by increased levels of MMP2 and MMP9 in LM mice. Upon pharmacological inhibition of MMP2 and MMP9 <i>in vivo<\/i>, we observed a decrease in LM burden and increase in overall survival, which correlates with a decrease in ChP permeability. Interestingly, human CSF from patients with leptomeningeal metastases is also enriched in collagen 1 fragments, MMP2, MMP9 and TIMP1. TIMP1, a MMP9 natural inhibitor, is not present in complex with MMP9, suggesting a role of TIMP1 as a cytokine in LM progression. TIMP1 neutralization and knockout from the cancer cells leads to a decrease in LM burden and increase in overall survival. Together, these data suggest a provocative link between proteolysis and inflammation in LM progression.<br \/>The use of clinically-annotated human samples and mouse models of LM, and the integration of transcriptomics and proteomics enabled us to identify key signaling pathways, and capture the re-programming of ChP niche and cancer cells that unlock the leptomeningeal space to cancer cells. The timeframe for this evolution will be further revealed by analysis of mouse and human samples at different stages of cancer progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-12 Other,,"},{"Key":"Keywords","Value":"Metastasis,Microenvironment,Extracellular matrix,Cytokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Nobre<\/b>, H. Wang, R. Estrera, I. Osei-Gyening, A. Boire; <br\/>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"f43875dd-14ff-4326-aaf3-a416fa48ef03","ControlNumber":"8811","DisclosureBlock":"&nbsp;<b>A. Nobre, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>R. Estrera, <\/b> None..<br><b>I. Osei-Gyening, <\/b> None..<br><b>A. Boire, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3122","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1492","PresenterBiography":null,"PresenterDisplayName":"Ana Rita Nobre, PhD,MS","PresenterKey":"b63cca97-337d-4c15-a4b3-d1fb5243e5b4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1492. Unveiling the re-programming of choroid plexus and leptomeningeal metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unveiling the re-programming of choroid plexus and leptomeningeal metastasis","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Castration-resistant prostate cancer (CRPC) is advanced non curable disease associated with poor prognosis and survival n patients. Androgen receptor pathway inhibitors (ARSIs) are used to treat advanced prostate cancer, but in majority of patients it progresses by developing resistance to AR-directed therapies and is referred to as CRPC. Adenocarcinoma cells in CRPC tumor often undergoes lineage switch and become neuroendocrine-like cancer cells (NEPC) with small-cell histology, characterized by the loss of Tp53 and Rb1 genes. NEPC cells are frequently present as scattered foci along with prostatic adenocarcinomas and are secretory in nature.<br \/><b>Objective: <\/b>The primary objective is to determine how these NEPC cells influence surrounding adenocarcinoma and aids in disease progression.<br \/><b>Methods: <\/b>We performed Mass spec and cytokine array experiments from NEPC conditioned media to determine its secretory phenotype. We orthotopically implanted NEPC and adeno cells in the nude mice and performed colony formation assay on flow sorted adeno cells from the tumor. We also checked the effect of NEPC on the adeno cells and TME components.<br \/><b>Results: <\/b>Our analysis of the RNA-seq data from SU2C-PCF cohort and NE-like cells revealed that functions related to secretion were significantly enriched in NE-like PCa. NE-like cells gain the ability to secrete neuropeptides, growth factors, and cytokines to establish cell-cell communication. This secretory function is tightly regulated by the Neuropilin2 (NRP2) axis. We studied for the effect of NE-like cells on the adenocarcinoma cells in the mice tumor model and found that the presence of NE-like cells facilitated the adenocarcinoma cells to acquire aggressive characteristics. This could be due to both direct and\/or through the modulation of the tumor microenvironment (TME). The direct effect could be by enhancing the therapy resistant ability of the surrounding adenocarcinoma, and the indirect effect is through the tumor microenvironment especially through neurons and macrophages that promote metastatic potential.<br \/><b>Conclusions: <\/b>Overall, our results prove that NE-like cancer cells influence the adjacent adenocarcinoma cells directly by making them resistant to treatment and indirectly make them more metastatic by utilizing macrophage-neuron axis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-12 Other,,"},{"Key":"Keywords","Value":"Prostate cancer,Neuroendocrine differentiation,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Mishra<\/b>, S. Bodas, S. Bhattacharya, D. Das, S. UnNazir, S. Dutta, K. Datta; <br\/>University of Nebraska Medical Center, Omaha, NE","CSlideId":"","ControlKey":"e709cf8f-fae1-41f0-a8d7-bf378842ed09","ControlNumber":"7012","DisclosureBlock":"&nbsp;<b>J. Mishra, <\/b> None..<br><b>S. Bodas, <\/b> None..<br><b>S. Bhattacharya, <\/b> None..<br><b>D. Das, <\/b> None..<br><b>S. UnNazir, <\/b> None..<br><b>S. Dutta, <\/b> None..<br><b>K. Datta, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3123","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1493","PresenterBiography":null,"PresenterDisplayName":"Juhi Mishra","PresenterKey":"0a337ad9-46de-4a7d-8db0-be66e170d3a9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1493. Secretory function of neuroendocrine-like prostate cancer cell enhances therapy resistance and metastatic potential of adjacent adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Secretory function of neuroendocrine-like prostate cancer cell enhances therapy resistance and metastatic potential of adjacent adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Tumors represent ecosystems where subclones compete during tumor growth. While extensively investigated, a comprehensive picture of the interplay of clonal lineages during dissemination is still lacking. Using patient-derived pancreatic cancer cells, we created orthotopically-implanted clonal replica tumors to trace clonal dynamics of unperturbed tumor expansion and dissemination. This model revealed the multifaceted nature of tumor growth, with rapid changes in clonal fitness leading to continuous reshuffling of tumor architecture and alternating clonal dominance as a distinct feature of cancer growth. Regarding dissemination, a large fraction of tumor lineages could be found at secondary sites each having distinctive organ growth patterns as well as numerous undescribed behaviors such as abortive colonization. Paired analysis of primary and secondary sites revealed fitness as major contributor to dissemination. From the analysis of pro- and non-metastatic isogenic subclones, we identified a transcriptomic signature able to identify metastatic cells in human tumors and predict patients&#8217; survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-12 Other,,"},{"Key":"Keywords","Value":"Tumor heterogeneity,longitudinal evolution,molecular barcoding,Tumor metastases,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>I.-L. Ho<\/b><sup>1<\/sup>, C.-Y. Li<sup>1<\/sup>, F. Wang<sup>1<\/sup>, L. Zhao<sup>1<\/sup>, J. Liu<sup>1<\/sup>, E.-Y. Yen<sup>1<\/sup>, C. Dyke<sup>1<\/sup>, R. Shah<sup>1<\/sup>, Z. Liu<sup>1<\/sup>, A. Çetin<sup>2<\/sup>, F. Citron<sup>1<\/sup>, S. Attanasio<sup>1<\/sup>, V. Giuliani<sup>1<\/sup>, T. Heffernan<sup>1<\/sup>, K.-A. Do<sup>1<\/sup>, G. Gargiulo<sup>2<\/sup>, G. Draetta<sup>1<\/sup>, A. Carugo<sup>1<\/sup>, R. Lin<sup>1<\/sup>, A. Viale<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Max-Delbrück-Centrum für Molekulare Medizin, Berlin, Germany","CSlideId":"","ControlKey":"e1a77c77-04da-4e5e-bba7-e036ffd820aa","ControlNumber":"1549","DisclosureBlock":"&nbsp;<b>I. Ho, <\/b> None..<br><b>C. Li, <\/b> None..<br><b>F. Wang, <\/b> None..<br><b>L. Zhao, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>E. Yen, <\/b> None..<br><b>C. Dyke, <\/b> None..<br><b>R. Shah, <\/b> None..<br><b>Z. Liu, <\/b> None..<br><b>A. Çetin, <\/b> None..<br><b>F. Citron, <\/b> None..<br><b>S. Attanasio, <\/b> None..<br><b>V. Giuliani, <\/b> None..<br><b>T. Heffernan, <\/b> None..<br><b>K. Do, <\/b> None..<br><b>G. Gargiulo, <\/b> None..<br><b>G. Draetta, <\/b> None..<br><b>A. Carugo, <\/b> None..<br><b>R. Lin, <\/b> None..<br><b>A. Viale, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3124","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1494","PresenterBiography":null,"PresenterDisplayName":"I-Lin Ho, MS;PhD","PresenterKey":"2efb7516-7172-4025-9a8d-d930bf551430","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1494. Clonal dominance defines metastatic dissemination in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clonal dominance defines metastatic dissemination in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"While metastasis is the primary factor predicting poor outcomes in solid tumors, survival is lowest in patients initially diagnosed with a localized malignancy that then progresses to metastatic disease. Notably, nearly 25% of early-stage breast cancers (BCs) metastasize during treatment or following an initial positive response to therapeutic intervention. To define the molecular and cellular factors that contribute to metastatic progression of BC, we previously developed the Py230-C57Bl\/6 syngeneic experimental metastasis model for interrogating mechanisms by which soluble factors condition premetastatic lung tissue to potentiate BC cell seeding\/expansion. Using this model and the TCGA, we identified lipocalin-2 (Lcn2) as a molecular candidate that is upregulated in lung-tropic Py230 cells and other human triple-negative breast cancer (TNBC) cells, and that predicts poor outcomes in human BCs. While Lcn2 has been previously reported to mediate BC progression in genetically engineered mouse models, its mechanism(s) of action remain undefined. Here, we demonstrate that Py230 cell-secreted Lcn2 is necessary for optimal reprogramming of the premetastatic lung during metastatic progression. In agreement with these data, we defined a cell intrinsic role for Lcn2 in BC cell organoid assembly\/invasion and expression of proinflammatory factors. To define BC cell extrinsic roles for Lcn2 in remodeling the premetastatic lung, we collected global transcriptome and single-cell spatial proteome data for lung tissue from C57Bl\/6 mice systemically educated with mock media or media conditioned with Py8119 (Lcn2<sup>low<\/sup>) or Py230 (Lcn2<sup>hi<\/sup>) BC cells. Mice receiving Py230 conditioned media treatments were further divided between two groups &#8211; one receiving an isotype control IgG and the other receiving an Lcn2 immunoneutralizing antibody. Global transcriptome data was used to determine novel gene set enrichment signatures and clinically relevant interactomes &#8211; notable candidates predicted to cooperate with Lcn2 in decreasing patient survival were affiliated with cilia biogenesis and function. Single-cell spatial proteome data were analyzed for 28 different cell populations within the premetastatic lung. Interestingly, Py230 cell-derived Lcn2 did not affect the percentage of ciliated epithelial cells indicating that the global transcriptome data referenced above represent a real increase in expression of cilia-related genes and not an increase in cilia-positive cell types. Notably, we identified that Lcn2 increased the percentage of CD45<sup>neg<\/sup>\/Des<sup>pos<\/sup> mechanomodulatory cells and proliferating CD45<sup>pos<\/sup>\/CD3<sup>pos<\/sup>\/CD4<sup>neg<\/sup>\/CD8<sup>pos<\/sup> cytotoxic T cells in the premetastatic lung. Taken together, these data define new targets around which new therapeutic strategies can be developed to improve BC patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-10 Premetastatic niche,,"},{"Key":"Keywords","Value":"Metastasis,Premetastatic niche,Breast cancer,Lipocalins,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Gamez<sup>1<\/sup>, F. Sanchez<sup>1<\/sup>, G. Ortiz-Soto<sup>2<\/sup>, J. Cox<sup>1<\/sup>, A. Gerami<sup>3<\/sup>, <b>J. A. Kelber<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>California State University, Northridge, Northridge, CA, <sup>2<\/sup>Baylor University, Waco, TX, <sup>3<\/sup>Western University of Health Sciences, Pomona, CA","CSlideId":"","ControlKey":"fc6927cf-06d9-4d81-872e-43e7df5dd6ca","ControlNumber":"6783","DisclosureBlock":"&nbsp;<b>J. Gamez, <\/b> None..<br><b>F. Sanchez, <\/b> None..<br><b>G. Ortiz-Soto, <\/b> None..<br><b>J. Cox, <\/b> None..<br><b>A. Gerami, <\/b> None..<br><b>J. A. Kelber, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3125","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1495","PresenterBiography":"","PresenterDisplayName":"Jonathan Kelber, PhD","PresenterKey":"d95dcd1e-931f-4520-8b5f-c67fd4dbddc3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1495. Lipocalin-2 promotes breast cancer metastasis via tumor cell intrinsic and extrinsic mechanisms","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lipocalin-2 promotes breast cancer metastasis via tumor cell intrinsic and extrinsic mechanisms","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Tumor cells can co-opt mechanisms of leukocyte extravasation. Atypical Chemokine Receptor 1 (ACKR1) expression in endothelial cells has an established role in promoting leukocyte extravasation; however, the potential for endothelial ACKR1 to facilitate the metastatic process through the extravasation of tumor cells has not been studied.<br \/><b>Methods:<\/b> To understand ACKR1 function, we investigated endothelial ACKR1 expression at the distant metastatic site of the lung, a common site of breast cancer metastasis. We analyzed lung endothelial ACKR1 expression using immunofluorescent staining of lung vasculature during tumor progression in immunocompetent mice bearing orthotopically implanted E0771.LMB breast tumor cells. We assessed the timing of metastatic tumor cell arrival in the lung and evaluated the spatial relationship between disseminated tumor cells and ACKR1-positive vessels. To investigate secreted tumor factors that may mediate ACKR1 regulation in the lung, we performed intratracheal injections of TNF-alpha. We developed an endothelial cell specific ACKR1 conditional knockout mouse model (ACKR1 ECKO) to understand the impact of endothelial ACKR1 on primary tumor growth and subsequent lung metastasis in breast cancer.<br \/><b>Results: <\/b>Our results reveal a significant upregulation of ACKR1 in the lung endothelium of mice implanted with breast cancer cells in the mammary fat pad. Tumor-dependent ACKR1 expression was specifically localized to pulmonary venule endothelium, a common site of leukocyte and tumor cell extravasation. Lung endothelial ACKR1 expression became evident by day 13 after implantation, persisting through endpoint at day 28. Notably, ACKR1 upregulation occurred prior to tumor cell arrival in lungs of tumor bearing mice. We observed spatial clustering of disseminated tumor cells in proximity to ACKR1-positive vessels, implying a preferential site of tumor cell extravasation. In the absence of primary tumors, intratracheal delivery of TNF-alpha induced ACKR1 expression within lungs. When tumors were orthotopically implanted into our ACKR1 ECKO mouse model, we observed a marked decrease in lung metastases compared to control mice.<br \/><b>Conclusion\/Future Directions: <\/b>We have determined that pulmonary ACKR1 expression is induced by breast tumors, and vessels expressing ACKR1 appear to act as entry points for lung metastasis. Loss of endothelial ACKR1 reduced metastasis, suggesting that endothelial ACKR1 regulates tumor cell extravasation at distant metastatic sites. We will upregulate lung endothelial ACKR1 expression and directly test its requirement for extravasation using an intravenous tumor cell injection metastasis model.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-10 Premetastatic niche,,"},{"Key":"Keywords","Value":"Metastasis,Premetastatic niche,Breast cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. T. Roach<\/b>, R. Patel, S. Thomas, C. Ewenighi-Amankwah, J. Dufraine, L. A. Naiche, J. Kitajewski; <br\/>University of Illinois at Chicago, Chicago, IL","CSlideId":"","ControlKey":"cf8dbf92-99d2-46c7-a34d-51e79869632b","ControlNumber":"8043","DisclosureBlock":"&nbsp;<b>S. T. Roach, <\/b> None..<br><b>R. Patel, <\/b> None..<br><b>S. Thomas, <\/b> None..<br><b>C. Ewenighi-Amankwah, <\/b> None..<br><b>J. Dufraine, <\/b> None..<br><b>L. A. Naiche, <\/b> None.&nbsp;<br><b>J. Kitajewski, <\/b> <br><b>Eisai, Ltd<\/b> Grant\/Contract.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3126","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1496","PresenterBiography":null,"PresenterDisplayName":"Samuel Roach, BA","PresenterKey":"2cd952e8-5fcd-4fc0-b591-1a6b45c834b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1496. The role of endothelial ACKR1 in breast cancer metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of endothelial ACKR1 in breast cancer metastasis","Topics":null,"cSlideId":""},{"Abstract":"Background: Peritoneal metastases (PM) in gastric cancer (GC) portend a poor prognosis. Yet, biological mechanisms underpinning peritoneal colonization and transcoelomic metastases remain unclear. Utilizing a novel humanized mouse model of GCPM, we seek to understand the evolution of the peritoneum to allow for peritoneal dissemination. The humanized mouse model, defined as mice engrafted with functional human cells or tissues, was selected as the host immune system appears to play a significant role in the mechanisms of transcoelomic metastases.<br \/>Methodology: Humanized (humice) and NOD-scid Il2r&#947;null (NSG) mice models were injected with GSU (diffuse type) GC cell lines in the flank (subcutaneous), stomach (orthotopic) and directly into the peritoneum (intra-peritoneal). After 1 month, the mouse models were sacrificed and samples from the primary tumor (PT), PM and adjacent peritoneum were retrieved. The tumors were then harvested, along with normal\/adjacent peritoneum and bulk RNA-seq was performed and analyzed.<br \/>Results: Fifty-six samples including PT, PM were harvested from 10 humice and 11 NSG models and were analysed with whole transcriptome sequencing. All models with orthotopic inoculation were found to create PM while no gross PM were appreciated in models with flank inoculation. Principal component analysis mapping of samples demonstrated transcriptomic distinction between normal peritoneum from the flank humice model and adjacent normal samples in the orthotopic and intra-peritoneal humice model. Compared to adjacent peritoneum of the intra-peritoneal humanized mouse model, the orthotopic model appeared to be more tumorigenic with enriched epithelial mesenchymal transition (EMT), stromal and immune infiltration, inflammatory response (IL2-STAT5, IL6-JAK-STAT3, TGF-&#946; signaling), IFN&#8208;&#947; response signatures. Enrichment scores of these pathways were likewise more pronounced in adjacent normal peritoneal samples in the orthotopic humanized mouse model when contrasted against other sample types. Higher expression of M2 macrophages, B cells and T regs, dendritic cells (activating and resting) was found in adjacent peritoneum in the orthotopic model. Collectively, these describe a phenomenon in which the adjacent uninvolved peritoneum has evolved into a tumorigenic environment to facilitate transcoelomic metastasis. These unique niche changes of the peritoneum were conversely not appreciated in the NSG model.<br \/>Conclusion: We unveil novel insights that delve into the mechanistic role of the host immune system in orchestrating tumorigenic microenvironmental alterations to support peritoneal organotropism. These provide functional proof alluding to the phenomenon of peritoneal niche conditioning in GC PM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-10 Premetastatic niche,,"},{"Key":"Keywords","Value":"Gastric cancer,Peritoneal metastasis,Humice,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. J. Zhao<\/b><sup>1<\/sup>, D. K. Chia<sup>2<\/sup>, Z. Her<sup>3<\/sup>, H. Ma<sup>4<\/sup>, X. Ong<sup>4<\/sup>, S. Tay<sup>4<\/sup>, J. B. So<sup>2<\/sup>, Q. Chen<sup>3<\/sup>, P. Tan<sup>4<\/sup>, R. Sundar<sup>1<\/sup>; <br\/><sup>1<\/sup>National University Cancer Institute, Singapore, Singapore, <sup>2<\/sup>University Surgical Cluster, National University Health System, Singapore, Singapore, <sup>3<\/sup>Agency for Science, Technology and Research (A*STAR), Singapore, Singapore, <sup>4<\/sup>Duke-NUS Medical School, Singapore, Singapore","CSlideId":"","ControlKey":"fc032a50-94e2-484a-a7aa-52269f3be252","ControlNumber":"1641","DisclosureBlock":"<b>&nbsp;J. J. Zhao, <\/b> <br><b>Yong Loo Lin School of Singapore, National University of Singapore<\/b> Grant\/Contract. <br><b>D. K. Chia, <\/b> <br><b>ExxonMobil-NUS Research Fellowship<\/b> Grant\/Contract. <br><b>National University Health System<\/b> Grant\/Contract. <br><b>National Medical Research Council<\/b> Grant\/Contract.<br><b>Z. Her, <\/b> None..<br><b>H. Ma, <\/b> None..<br><b>X. Ong, <\/b> None..<br><b>S. Tay, <\/b> None..<br><b>J. B. So, <\/b> None..<br><b>Q. Chen, <\/b> None.&nbsp;<br><b>P. Tan, <\/b> <br><b>Auristone<\/b> Other Business Ownership. <br><b>National Research Foundation<\/b> Grant\/Contract. <br><b>Singapore Ministry of Health’s National Medical Research Council<\/b> Grant\/Contract. <br><b>Singapore Gastric Cancer Consortium<\/b> Grant\/Contract. <br><b>National Medical Research Council<\/b> Grant\/Contract. <br><b>Tempus Healthcare<\/b> Other, .&nbsp;<br><b>R. Sundar, <\/b> <br><b>National Medical Research Council<\/b> Grant\/Contract, Other, Grants, research support (NMRC\/TA\/0014\/2020). <br><b>Bristol Myers Squibb<\/b> Other, Honoraria, advisory activity. <br><b>Lilly<\/b> Other, Honoraria. <br><b>Roche<\/b> Travel, Other, Honoraria. <br><b>Taiho<\/b> Other, Honoraria, advisory activity. <br><b>Astra Zeneca<\/b> Travel, Other, Honoraria, advisory activity. <br><b>DKSH<\/b> Other, Honoraria. <br><b>MSD<\/b> Grant\/Contract, Honoraria, advisory activity, research funding. <br><b>Merck<\/b> Other, Advisory activity. <br><b>Eisai<\/b> Travel, Other, Advisory activity. <br><b>Bayer<\/b> Other, Advisory activity. <br><b>Novartis<\/b> Other, Advisory activity. <br><b>Paxman Coolers<\/b> Grant\/Contract, Research funding.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3127","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1497","PresenterBiography":null,"PresenterDisplayName":"Joseph Zhao","PresenterKey":"d8a85bef-5ac8-4840-95e0-d94f2d5660b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1497. Humanized mouse model unveils niche conditioning in gastric cancer peritoneal metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Humanized mouse model unveils niche conditioning in gastric cancer peritoneal metastasis","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Colorectal cancer (CRC) is characterized by a metastatic pattern that shows tropism towards the liver which is the major cause of CRC-related deaths. The current CRC classification, Consensus Molecular Subtypes (CMS), suggests an association between transforming growth factor (TGF)-&#946; signaling, cancer-associated fibroblasts (CAFs), and the risk of liver metastasis. However, the key downstream effectors of TGF&#946; signaling in CAFs and their role in hepatic metastases remain poorly understood.<br \/><b>Methods:<\/b> The aim of this study was to investigate the TGF-&#946;\/CAF dependent cross talk with the hepatocytes in pre-metastatic niche formation. CAFs from 18 primary CRC tissues and 7 liver-metastasized CRC were stimulated with TGF&#946;1 and qPCR arrays\/ELISAs were performed to identify differentially expressed genes. Results were cross-referenced with RNAseq expression data of CMS-classified CRC and in fresh samples from CRC patients. To investigate CAF-liver crosstalk hepatocytes were stimulated with the TGF&#946; primed CAF-derived cytokines and the effect on pro-inflammatory gene expression and neutrophil migration was determined. Subsequently, blockade of these pathways via chemical inhibition and CRISPR\/Cas9 genetic ablation was performed to study the molecular mechanism involved in the induction of this hepatic pro-inflammatory program.<br \/><b>Results:<\/b> TGF&#946; signaling in primary CRC-derived CAFs leads to increased expression of different IL-6 cytokine family members, which was also reflected in human CRC samples. CAF-derived IL6 family members induce upregulation of myeloid chemoattractants, including SAA1, in hepatocytes and increased neutrophil-to-hepatocyte migration in vitro. Chemical blockade and genetic ablation of the IL-6 family cytokine signaling pathway showed the critical role of the gp130 co-receptor in the regulation of this inflammatory response in hepatocytes and the potential formation of a premetastatic niche.<br \/><b>Conclusion:<\/b> TGF&#946; signaling in CAFs actively contributes to the formation of a neutrophil-dependent, pre-metastatic hepatic niche, and this mechanism might play a role in CMS4 subtype CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-10 Premetastatic niche,,"},{"Key":"Keywords","Value":"Cancer-associated fibroblasts,Liver metastasis,Colorectal cancer,Premetastatic niche,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Abudukelimu<\/b>, T. J. Harryvan, S. G. T. Janson, I. Stouten, E. M. E. Verdegaal, L. J. Hawinkels; <br\/>Leiden University Medical Center (LUMC), Leiden, Netherlands","CSlideId":"","ControlKey":"59713ffa-f775-4731-b2f6-53a132f0a5de","ControlNumber":"6506","DisclosureBlock":"&nbsp;<b>S. Abudukelimu, <\/b> None..<br><b>T. J. Harryvan, <\/b> None..<br><b>S. G. T. Janson, <\/b> None..<br><b>I. Stouten, <\/b> None..<br><b>E. M. E. Verdegaal, <\/b> None..<br><b>L. J. Hawinkels, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3128","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1498","PresenterBiography":null,"PresenterDisplayName":"Subinuer Abudukelimu, MD","PresenterKey":"63f0b6e7-8eb8-468b-b440-e1fadd509edb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1498. TGF&#946; signaling in cancer-associated fibroblasts drives a hepatic gp130-dependent pro-metastatic inflammatory program in CMS4 colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TGF&#946; signaling in cancer-associated fibroblasts drives a hepatic gp130-dependent pro-metastatic inflammatory program in CMS4 colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"In 2022 in the United States, there were nearly 300,000 women diagnosed with breast cancer (BC) with the risk increasing significantly after age 50. The overall 5-year survival rate dramatically decreases, from 99% for patients with stage I, to a devastating 25% for those with stage IV (metastatic) BC, making distal metastasis the leading cause of BC mortality. This mortality rate has not changed in decades with lungs being one of the most common sites for distal metastasis of BC. The BC microenvironment is a complex mix, consisting of tumor cells and numerous nontumor cells including distinct subpopulations of cancer-associated fibroblasts (CAFs): vascular (vCAFs), inflammatory (iCAFs), and myofibroblastic CAFs (myCAFs), which can play pro- or anti-tumor roles. Senescent fibroblasts, which accumulate with age typically express p16<sup>INK4A <\/sup>and can modulate the cells around them via the secretion of a cadre of pro-tumorigenic factors including cytokines, chemokines, and extracellular matrix (ECM) modulating enzymes, collectively called the senescence-associated secretory phenotype (SASP). To investigate how p16+ senescent cells impact tumorigenesis, we mated the well-characterized MMTV-PyMT mouse, to the INK-ATTAC (INK) mouse, wherein treatment with AP20187 (AP) selectively eliminates p16+ senescent cells. Preliminary data showed that elimination of p16+ aSMA+ senescent fibroblasts (senCAF) resulted in a significant decrease in primary tumors, lung tumor foci and lung metastatic burden. Further, we found that senescent CAFs (senCAFs) were the only stromal cells eliminated in the PyMT-INK mouse treated with AP, suggesting that this CAF subtype is a key contributor to tumor progression. To determine if senCAFs directly impacted lung metastasis, EO771-LG Luc mammary tumor cells were injected in the tail vein of INKATTAC mice that were treated with AP to eliminate p16+ senCAFs. We found that metastatic tumor burdens were significantly reduced in INK+ versus control mice and immunohistochemical analysis revealed that tumor burden and foci was significantly reduced, suggesting that senCAFs in the lung promoted tumor cell seeding and outgrowth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-10 Premetastatic niche,,"},{"Key":"Keywords","Value":"Microenvironment,Senescence,Cancer associated fibroblasts,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Melam<\/b>, J. Ye, S. A. Stewart; <br\/>Washington University in St. Louis, Saint Louis, MO","CSlideId":"","ControlKey":"2cb1bd7b-ccf7-41ee-831f-5f54d39d907b","ControlNumber":"6889","DisclosureBlock":"&nbsp;<b>A. Melam, <\/b> None..<br><b>J. Ye, <\/b> None..<br><b>S. A. Stewart, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3129","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1499","PresenterBiography":"","PresenterDisplayName":"Anupama Melam, BS;MS","PresenterKey":"d8e75661-63d2-410d-89d5-e7797ea1a328","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1499. Senescent stromal cells drive lung metastases of breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Senescent stromal cells drive lung metastases of breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer, particularly the triple-negative subtype, is the primary cause of brain metastasis in women, affecting 10-20% of breast cancer patients. Breast cancer patients who develop brain metastasis have few treatment options and a dismal prognosis with a median survival time of 6-16 months. We demonstrated, for the first time, that EVs derived from brain-seeking breast cancer cells (BrEVs) breach the intact blood-brain barrier (BBB) via transcytosis and cause a significantly increased incidence of breast-to-brain metastasis. Within this context, we are now studying the interactions between BrEVs and the endothelial cells (ECs) of the BBB. BrEVs were isolated by ultracentrifugation, characterized following the latest guidelines published by the International Society of Extracellular Vesicles (MISEV 2018) and tested <i>in vitro<\/i> using primary human brain ECs and <i>in vivo<\/i> using our mouse model of breast-to-brain metastasis. ECs were treated with BrEVs and analyzed using antibody-based assays, impedance measurements, genetic engineering and fixed and live cell imaging. The imaging results were analyzed using novel machine learning approaches to detect and describe, for the first time, EV-mediated morphodynamic changes at the brain EC barrier level. <i>In vivo<\/i>, we administered BrEVs intravenously to our models of breast-to-brain metastasis, followed by the analysis of mouse brains and their cerebral microvessels to examine microscopic structure and protein expression. <b><\/b>Our studies show that (1) BrEVs target BBB ECs both <i>in vitro<\/i> and <i>in vivo,<\/i> causing significant variations of multiple proteins involved in the intracytoplasmic vesicles' long-recycling loop, (2) BrEVs are responsible for specific EC barrier function and morphodynamic changes and (3) BrEVs mediate, at least in part, their effect(s) through the delivery of specific micro RNAs. <b><\/b>Taken together, our studies demonstrate that BrEVs have a significant impact on brain EC endocytic metabolism and morphodynamics, promoting transcytosis and sustaining breast-to-brain metastasis. Our findings increase our understanding of the early events that facilitate brain metastasis and have the potential to identify key regulators of brain metastasis formation. These results also inform and contribute to the development of EV-based therapeutic and diagnostic strategies for brain metastasis. <b><\/b>(This work was supported by NIH R21 CA253051-01, the Breast Cancer Research Foundation, NIH T32 5T32HL007917-22 and the Nile Albright Research Foundation.)<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-10 Premetastatic niche,,"},{"Key":"Keywords","Value":"Breast cancer,Brain metastasis,Extracellular vesicles,Premetastatic niche,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Busatto<\/b>, G. Morad, M. Moses; <br\/>Boston Children's Hospital, Boston, MA","CSlideId":"","ControlKey":"77c6030b-3504-4275-a248-9c1287cb4c8e","ControlNumber":"1962","DisclosureBlock":"&nbsp;<b>S. Busatto, <\/b> None..<br><b>G. Morad, <\/b> None..<br><b>M. Moses, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3130","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1500","PresenterBiography":"","PresenterDisplayName":"Sara Busatto, PhD","PresenterKey":"85f34670-d5ba-4c56-9ba8-5d3780bfdea7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1500. Breast cancer-derived extracellular vesicles modulate the endocytic metabolism and morphodynamics of the endothelial cells of the blood-brain barrier","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Breast cancer-derived extracellular vesicles modulate the endocytic metabolism and morphodynamics of the endothelial cells of the blood-brain barrier","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) ranks as the second most frequently diagnosed cancer in men and the fifth leading cause of male cancer-related deaths globally Advanced PCa exhibits a propensity for bone metastasis which significantly contributes to morbidity. It is challenging to understand its mechanisms and develop effective treatments due to complicated tumor microenvironments. The current study addresses this gap by focusing on the construction of in vitro and in vivo models to mimic tissue-specific microenvironments resembling primary prostate tumor sites and metastatic bone tissue, shedding light on the complex processes of cancer cell dissemination, osteomimicry, and bone metastasis. To recapitulate the complex interplay between primary tumor sites and bone microenvironments, the study employs a combination of tunable extracellular matrix mechanics, bone-derived growth factors, and bone marrow-derived stromal cells. These engineered niches emulate the contexts of both primary tumor and bone tissue. LNCAP-C4-2B prostate cancer cells are introduced into these niches to analyze various aspects, including cell proliferation, osteoblastic differentiation, dissemination, and in vivo tumor formation. The study introduces a 3D organoid culture that mimics the pre-metastatic niche, providing a platform for studying PCa cell proliferation and dissemination. A negative relationship is observed between 3D matrix stiffness and cell proliferation, while a positive link is identified with cell dissemination. Bone matrix-derived soluble factors (BMSF) are identified as key modulators of LNCAP-C4-2B cell behavior, suppressing LNCAP-C4-2B proliferation but enhancing osteomimicry in vitro, Notably, bone marrow-derived stromal cells, primed with bone matrix-derived growth factors, amplify tumor cell proliferation and chemotaxis in vitro, contributing to increased tumor formation in vivo. In vivo experiments demonstrate BMSFs eliciting local inflammatory responses and inhibiting in vivo tumor formation. Moreover, osteogenic bone marrow stromal cells are shown to play a promotive role in LNCAP-C4-2B proliferation and migration, emphasizing the influence of the bone microenvironment on the prostate-to-bone progression of PCa cells. In conclusion, this study highlights the potential of the engineered tissue models for dissecting tumor progression and screening therapeutic interventions. By leveraging tissue-engineered soft and hard tissues, our approach offers a versatile toolbox for comprehensively investigating PCa progression and bone metastasis. These insights extend to potential therapeutic screening applications, providing a valuable resource for advancing our understanding of cancer pathogenesis and treatment strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-10 Premetastatic niche,,"},{"Key":"Keywords","Value":"Bone metastasis,Premetastatic niche,bone marrow stromal cells,Bone derived factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Han<\/b>, Z. Yang, S. Zhao, G. Liang, B. X. Hoang, J. Fang; <br\/>Keck School of Medicine of USC, Los Angeles, CA","CSlideId":"","ControlKey":"e75a0f49-0795-44f5-8ffa-a6a04de75f4c","ControlNumber":"5968","DisclosureBlock":"&nbsp;<b>B. Han, <\/b> None..<br><b>Z. Yang, <\/b> None..<br><b>S. Zhao, <\/b> None..<br><b>G. Liang, <\/b> None..<br><b>B. X. Hoang, <\/b> None..<br><b>J. Fang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3131","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1501","PresenterBiography":null,"PresenterDisplayName":"Bo Han, PhD","PresenterKey":"8fadc17d-b731-4517-84f8-192592d15be3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1501. Engineering tissue models to elucidate prostate cancer bone metastasis dynamics","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Engineering tissue models to elucidate prostate cancer bone metastasis dynamics","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>The lung is a frequent site for metastases, where pre-metastatic niches (PMN) form in anticipation of tumor cell arrival. A deeper understanding of the molecular and immune features underlying the PMN formation may facilitate developing innovative strategies to prevent and treat metastasis more effectively in its early stages.<br \/><b>Methods: <\/b>In this study, we developed mouse models by subcutaneously implanting the 344SQ cell line, derived from the metastasis of a genetically engineered mouse model (GEMM) harboring <i>Kras<\/i><sup>G12D\/+<\/sup>; <i>p53<\/i><sup>R172H\/+<\/sup> mutations, which reliably metastasizes to the lungs. We collected paired samples of the subcutaneous tumors, peripheral blood mononuclear cells (PBMCs), and lung tissue at pre-metastatic, early-metastatic, and late-metastatic phases. These samples were subjected to single-cell RNA sequencing (scRNA-seq), single-cell TCR\/BCR sequencing (scTCR\/BCR-seq), and spatial gene expression profiling with 10X Genomics Visium technology.<br \/><b>Results: <\/b>ScRNA analysis revealed large-scale comprehensive longitudinal changes in cell components throughout the invasion and metastasis cascade, which were validated by spatial gene expression. Furthermore, analysis of Visium data deduces the spatial information of these dynamic changes.We identified a subset of tumor-associated Tregs (TA_Tregs, enriched in the subcutaneous tumor tissues) that existed in small amounts in the lung tissue in the pre-metastatic phase when there are no tumor cells detectable in the lung. These cells were characterized by high expression of Treg-associated suppressive genes (Tnfrsf9, Tnfrsf4, Tnfrsf18, Traf1, Nfkbia), inhibitory molecules (Ikzf2, Il2ra, Tight, Pdcd1), cytokines and chemokines (Ccr5, Ccr8, Ccl5, Cxcr6) and other Treg effector molecules (Id2, Hif1a, Rora, Il1r2, Itgav, Stat1, Icos, Areg). The scTCR-seq results and trajectory analysis revealed the TA_Tregs might derive from minor clones of lung resident Tregs (LR_Tregs) and play an active role in remodeling an immunosuppressive microenvironment by closely interacting with other cell components in the TME. We also observed a significant alteration in the ratio of macrophage subpopulations between Macro_Spic and Macro_Vcan. This ratio exhibited a continuous decrease in lung tissues, which could be an early indication of the initiation of pre-metastatic niche (PMN) conditioning.<br \/><b>Conclusion: <\/b>By simultaneously characterizing cellular gene expression, immune repertoires, and their corresponding spatial information, we revealed the dynamic changes of the lung tissue microenvironment (LTME) during from a normal state to pro-metastasis state at single-cell resolution. The LTME of metastatic organs may be primed before the establishment of metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-10 Premetastatic niche,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Tian<\/b><sup>1<\/sup>, J.-R. Li<sup>2<\/sup>, B. Zhu<sup>1<\/sup>, J. Fradette<sup>1<\/sup>, H. Chen<sup>1<\/sup>, C. Li<sup>1<\/sup>, L. Rodriguez<sup>1<\/sup>, D. Kraushaar<sup>2<\/sup>, L. Solis<sup>1<\/sup>, A. Reuben<sup>1<\/sup>, I. Wistuba<sup>1<\/sup>, D. L. Gibbons<sup>1<\/sup>, C. Cheng<sup>2<\/sup>, J. Zhang<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"a2566006-3ff6-4c48-a8dc-e7cb38b6bece","ControlNumber":"6898","DisclosureBlock":"&nbsp;<b>Y. Tian, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>B. Zhu, <\/b> None..<br><b>J. Fradette, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>C. Li, <\/b> None..<br><b>L. Rodriguez, <\/b> None..<br><b>D. Kraushaar, <\/b> None..<br><b>L. Solis, <\/b> None..<br><b>A. Reuben, <\/b> None..<br><b>I. Wistuba, <\/b> None..<br><b>D. L. Gibbons, <\/b> None..<br><b>C. Cheng, <\/b> None..<br><b>J. Zhang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3132","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1502","PresenterBiography":null,"PresenterDisplayName":"Yanhua Tian, PhD","PresenterKey":"5c952b06-080b-4cb3-8722-9c2c1f42cd94","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1502. Deciphering the spatial and temporal dynamics of premetastatic niche in lung mediated by Treg and myeloid cell interactions","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering the spatial and temporal dynamics of premetastatic niche in lung mediated by Treg and myeloid cell interactions","Topics":null,"cSlideId":""},{"Abstract":"Spread to regional lymph nodes is the most common site of metastasis from melanoma and almost all solid tumors. Lymphatic metastases begin in the first lymph nodes draining from the primary tumor, i.e., the sentinel lymph nodes (SLN), preceded by the development of the premetastatic niche (PMN) initiated by primary cutaneous melanoma. Melanoma mediators are known to play a critical role in developing the PMN through the immune subversion in SLN. The DCs are a vital component of LN immunity that directly relates to eliciting T-cell functions. Our multiplex immunofluorescence (MxIF) analysis of SLNs indicates significantly decreased levels of DCs and cytotoxic-T cells in both core and interface areas of tumors in recurred patients treated with immunotherapy compared to non-recurred melanoma patients. The goal of this study is to determine whether the lymphatic extracellular vesicles (L-EVs) of melanoma patients regulate DC tolerization in SLN in order to stimulate the development of PMN. To identify whether L-EVs stimulate DC suppression, we extracted L-EVs from the lymphatic fluid of patients with melanoma downstream of primary cutaneous melanomas, compared it with controls (non-malignant post-operative fluid collected from the lymph node dissection field, and evaluated their effect on DC maturation by challenging these L-EVs in monocytic (CD14+) and hematopoietic stem cells (CD34+) cells. We found that L-EVs derived from melanoma patients suppress differentiation of CD11c+HLA-DR+ DCs and their maturation (defined by CD83 and CD86) compared to control L-EVs in CD14+ based DC maturation assay. We also found a reduction of conventional type 1 DC (cDC1) in CD34+-based DC maturation assay those challenged with patients&#8217; L-EVs compared to control. To understand the mechanism of DC suppression in patients' L-EVs, we also conducted a total RNA sequencing analysis of subsets of DCs from maturation experiments to evaluate differently regulated transcriptomic profiles. The gene ontology analysis indicates that patient-derived L-EVs interfere with tRNA processing, oncostatin M &#38; IL-10 signaling, and other immunoregulatory pathways to alter the hematopoietic cell lineage pathways in the DC maturation. Furthermore, the proteomic analysis of L-EVs also indicated several differentially regulated cargo-identified proteins in patient L-EVs, which are associated with immunomodulation, including regulation of DC function compared to control L-EVs. In conclusion, our study revealed that the patient's L-EVs carry differential proteomic cargoes secreted by cutaneous melanoma, which may be involved in regulating DC differentiation and maturation to diminish their functions and support the developing PMN in SLN.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-10 Premetastatic niche,,"},{"Key":"Keywords","Value":"Premetastatic niche,Melanoma\/skin cancers,Dendritic cells,Extracellular vesicles,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Suman<\/b><sup>1<\/sup>, W. K. Nevala<sup>1<\/sup>, J. W. Jakub<sup>2<\/sup>, R. Guo<sup>2<\/sup>, A. A. Leontovich<sup>1<\/sup>, R. M. Moore<sup>1<\/sup>, C. L. Atherton<sup>1<\/sup>, L. Geng<sup>1<\/sup>, J. E. Johnson<sup>1<\/sup>, S. A. McLaughlin<sup>2<\/sup>, S. N. Markovic<sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic, Rochester, MN, <sup>2<\/sup>Mayo Clinic, Jacksonville, FL","CSlideId":"","ControlKey":"dc6e018f-efb4-4bb8-a83a-ecec0df72c1b","ControlNumber":"1477","DisclosureBlock":"&nbsp;<b>S. Suman, <\/b> None..<br><b>W. K. Nevala, <\/b> None..<br><b>J. W. Jakub, <\/b> None..<br><b>R. Guo, <\/b> None..<br><b>A. A. Leontovich, <\/b> None..<br><b>R. M. Moore, <\/b> None..<br><b>C. L. Atherton, <\/b> None..<br><b>L. Geng, <\/b> None..<br><b>J. E. Johnson, <\/b> None..<br><b>S. A. McLaughlin, <\/b> None..<br><b>S. N. Markovic, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3133","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1503","PresenterBiography":null,"PresenterDisplayName":"Shankar Suman, PhD","PresenterKey":"5c83fd3b-72be-433b-9334-0a064549c1dc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1503. Melanoma-derived lymphatic extracellular vesicles suppress dendritic cell differentiation and maturation in the sentinel lymph node","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Melanoma-derived lymphatic extracellular vesicles suppress dendritic cell differentiation and maturation in the sentinel lymph node","Topics":null,"cSlideId":""},{"Abstract":"The molecular mechanisms governing invasion, dissemination, extravasation, and early metastatic colonization remain incompletely understood. In the BALB-neuT mouse model, we found that most metastases originate from disseminated cancer cells (DCCs) that left the primary site early in tumorigenesis, i.e. when lesions are still small. Consequently, we investigated whether cellular density and the tumor microenvironment synergize to generate the plasticity needed during metastasis.<br \/>RNA-sequencing analyses of murine breast cancer cells in low cellular density (LD) and high cellular density (HD) conditions revealed distinct profiles of differentially expressed genes. Notably, we identified the enrichment of ribosomal RNA (rRNA) and chromatin remodeling pathways in LD conditions. Interestingly, once these cells were treated with Wnt4 and Rankl, factors secreted by the tumor microenvironment, the expression profile of genes involved in proliferation, migration and stemness as well as epigenetic-related factors changed drastically. Specifically, cells in LD conditions treated with Wnt4 and Rankl displayed induced migration and stemness phenotypes, whereas under HD conditions, these signals induced proliferation. Among the chromatin-remodeling pathways, we found that BAZ2A along with the rRNA regulating network were primarily upregulated in migratory cancer cells. Immunostaining of primary and metastatic lesions in murine and human breast cancer samples showed an upregulation of BAZ2A in early\/microlesions compared to more advanced and proliferative macroscopic lesions.<br \/>Taken together, these results indicate that cell density, tumor microenvironmental factors and BAZ2A-containing chromatin regulating complexes play pivotal roles in regulating cancer cell plasticity in breast cancer. Additional sequencing and functional analyses will be performed to dissect the specific components of this mechanism and evaluate their impact on the <i>in vivo<\/i> colonization of breast cancer models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Metastasis,Epigenetics,Tumor microenvironment,Epithelial-mesenchymal transition (EMT),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Miriam Kokal-Ribaudo<\/b><sup>1<\/sup>, Nora Jahnen<sup>2<\/sup>, Saba Sameri<sup>1<\/sup>, Fulvia Ferrazzi<sup>3<\/sup>, Renato Liguori<sup>3<\/sup>, Christoph A. Klein<sup>1<\/sup>, Gernot Längst<sup>2<\/sup>, Hedayatollah Hosseini<sup>1<\/sup><br><br\/><sup>1<\/sup>Experimental Medicine and Therapy Research, University of Regensburg, Regensburg, Germany,<sup>2<\/sup>Biochemistry Center Regensburg, University of Regensburg, Regensburg, Germany,<sup>3<\/sup>Bioinformatics and Computational Pathology, University of Erlangen, Erlangen, Germany","CSlideId":"","ControlKey":"6b2cb310-4293-4a86-9c24-05d2916b65bb","ControlNumber":"4522","DisclosureBlock":"&nbsp;<b>M. Kokal-Ribaudo, <\/b> None..<br><b>N. Jahnen, <\/b> None..<br><b>S. Sameri, <\/b> None..<br><b>F. Ferrazzi, <\/b> None..<br><b>R. Liguori, <\/b> None..<br><b>C. A. Klein, <\/b> None..<br><b>G. Längst, <\/b> None..<br><b>H. Hosseini, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3134","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1504","PresenterBiography":null,"PresenterDisplayName":"Miriam Kokal-Ribaudo, MS","PresenterKey":"0cebcb3f-db28-4f4c-af01-c9f9ed82b45c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1504. Tumor microenvironment-mediated regulation of early dissemination and colonization in breast cancer via BAZ2A-containing remodeling complexes","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor microenvironment-mediated regulation of early dissemination and colonization in breast cancer via BAZ2A-containing remodeling complexes","Topics":null,"cSlideId":""},{"Abstract":"Background: Metastasis, accounting for up to 90% of cancer-related deaths, remains one of the least understood aspects of cancer progression. Recent research has shifted focus from solely biological hallmarks to the physical characteristics of cancer, such as the stiffness and microarchitecture of the extracellular matrix (ECM), which play pivotal roles in metastatic advancement. We previously introduced the concept of 'diepafitaxis' to describe a unique mechanism driving the interface-mediated tropism of tumor spheroids at matrix-surface boundaries. This phenomenon suggests that cancer cells preferentially migrate along a 2D 'interfacial' track formed by heterogeneous 3D ECM structures, facilitating invasion and dispersion. However, the exact mechanisms by which interfacial components, stiffness, and structural attributes influence cell movement remain debated. To investigate this, we have developed a microfluidic chip with a precisely controlled stiffness of the hydrogel matrix-matrix interface (MMI), aiming to shed light on specific diepafitatic behaviors.<br \/>Method: We developed a polydimethylsiloxane (PDMS)-based microfluidic chip using a traditional photolithographic process. This chip features three channels, with the center channel designed to precisely control various MMI stiffness combinations: stiff vs soft (t-o), stiff vs stiff (t-t) and soft vs soft (o-o). MDA-MB-231 breast cancer spheroids (BCS), representing an in vitro tumor model, were embedded in the top gel. We observed the dynamic behavior of these cancer spheroids over a 24-h period using differential interference contrast (DIC) microscopy.<br \/>Result: The study revealed that BCS exhibited more pronounced dispersion in a soft homogeneous ECM compared to a stiff ECM in 3D environments. Interestingly, when BCS were near an MMI, a stiffer MMI (t-t) significantly enhanced BCS invasiveness and single-cell migration, more so than t-o, and notably more than o-o. We previously described this phenomenon as '2.5D migration,' where cells migrate in a ventral 2D manner within a sandwiched 3D gel structure. This diepafitatic behavior was further analyzed for its response to gravitational effects and the influence of chemotaxis, induced by introducing VEGF on one side of the microfluidic channel.<br \/>Conclusion: Conclusively, our study demonstrates that the stiffness and structure of the ECM, particularly at MMI, significantly influence the invasive behavior and migration patterns of BCS, underscoring the critical role of mechanical microenvironments in cancer metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Invasion,Extracellular matrix,Migration,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H.-P. Chen<\/b>, Y.-C. Tsai, T.-Y. Tu; <br\/>National Cheng Kung University, Tainan City, Taiwan","CSlideId":"","ControlKey":"ca116368-5a4f-4cae-af4f-10fce2dfe478","ControlNumber":"2309","DisclosureBlock":"&nbsp;<b>H. Chen, <\/b> None..<br><b>Y. Tsai, <\/b> None..<br><b>T. Tu, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3135","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1505","PresenterBiography":null,"PresenterDisplayName":"Hsiang-Pei Chen, BS","PresenterKey":"34d9e0f3-6a0d-4dd1-8841-7c0e48a4830e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1505. Unraveling diepafitaxis: Investigating ECM stiffness and microarchitecture in tumor spheroid migration","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unraveling diepafitaxis: Investigating ECM stiffness and microarchitecture in tumor spheroid migration","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer is considered to have one of the poorest prognostic outcomes of the breast cancer subtypes, with brain metastasis resulting in a survival rate of less than a year. Determining and eventually targeting the cause of the triple-negative breast cancer cells that seek the brain would improve life expectancy and quality of life by preventing the ramifications of brain pathology. Through a novel mouse model, previous research has demonstrated that one sub-line of the MDA-MB-231 (triple-negative breast cancer cell line) cells, MDA-MB-231Br, preferentially metastasizes to the brain. Additionally, lower levels of expression of the keratin 18 gene were observed in the MDA-MB-231Br cells, which prompted the analysis of the transcriptional control of the keratin 18 gene. In our previous study, we analyzed the pattern of chromatin occupation of transcription factors FLI1 and ETS1 to understand the transcriptional control of keratin 18 within the parental MDA-MB-231 cell line and MDA-MB-231Br brain-seeking counterpart. Notably, the ETS1 transcription factor was enriched in the MDA-MB-231Br cells, and the FLI1 transcription factor was enriched in the MDA-MB-231 cells. In this study, using transient and stable transfection, we incorporated keratin 18 cDNA into the MDA-MB-231Br cells and examined the effect on their migration capabilities. We hypothesized that with the introduction of keratin 18 cDNA into the MDA-MB-231Br cells, their migration capabilities would match that of their parental counterpart.<br \/>The MDA-MB-231Br cells were cultured in the Burrell research laboratory, and transfections were performed using Lipofectamine&#8482; 3000 Transfection Reagent by Thermo Scientific with GFP as a control. Migration assays were performed using a transwell migration assay (Millipore) and with a wound healing assay.<br \/>Ultimately, our results from both migration and wound healing assays demonstrated a diminished migration capability after keratin 18 was re-introduced into the MDA-MB-231Br cells through transfection. In the wound healing assay, the MDA-MB-231Br cells transfected with keratin 18 closely resembled the pattern of migration demonstrated by the parental MDA-MB-231 cells, while the MDA-MB-231Br cells transfected with GFP followed the pattern of the untouched MDA-MB-231Br cells. Additionally, the migration assay showed significantly less migratory capability of the MDA-MB-231Br cells expressing keratin 18 compared to the MDA-MB-231Br cells expressing GFP as a control (p &#60;0.05). The invasion capabilities of these cells with and without the presence of keratin 18 will be evaluated next to further elucidate the effects of re-expressing keratin 18.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Metastasis,Cell migration,Breast cancer,Gene expression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Johnson<\/b><sup>1<\/sup>, T. Liu<sup>2<\/sup>, P. Lockman<sup>3<\/sup>, G. Szalai<sup>1<\/sup>; <br\/><sup>1<\/sup>Burrell College of Osteopathic Medicine, LLC, Las Cruces, NM, <sup>2<\/sup>West Virginia School of Osteopathic Medicine, Lewisburg, WV, <sup>3<\/sup>West Virginia University School of Medicine, Morgantown, WV","CSlideId":"","ControlKey":"59cfda58-5c7d-4b52-8cd1-11edee7cd0a8","ControlNumber":"4021","DisclosureBlock":"&nbsp;<b>A. Johnson, <\/b> None..<br><b>T. Liu, <\/b> None..<br><b>P. Lockman, <\/b> None..<br><b>G. Szalai, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3136","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1506","PresenterBiography":null,"PresenterDisplayName":"Anissa Johnson, BA","PresenterKey":"7e721369-51b9-41d5-b8fd-5f8db29eb681","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1506. Diminished migration potential of MDA-MB-231Br (brain-seeking) breast cancer cell line with integration of keratin 18 gene","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Diminished migration potential of MDA-MB-231Br (brain-seeking) breast cancer cell line with integration of keratin 18 gene","Topics":null,"cSlideId":""},{"Abstract":"Metastasis is a major contributor to cancer morbidity and mortality. However, studying this complex, multi-step, multi-organ process is challenging. There is a pressing need to dissect the contributions of the tumor microenvironment (TME) on this process in a controlled and precise manner. Fortunately, the utilization of microfluidic &#8220;organs-on-chips&#8221; (OOC) in cancer research is facilitating such investigations. Moreover, by combining organoids and organs-on-chips we can enhance the progress of these studies in a patient specific manner. In this study, we have developed a cancer-on-chip model aimed at investigating early metastatic spread within the colon milieu. To achieve this, we employ colorectal cancer (CRC) cell lines as well as patient-derived CRC organoids chosen from our biorepository to encompass diverse representations across race\/ethnicity, sex, and mutational profiles. The tumor cells are introduced into the upper chamber of the OOC model, while human microvascular endothelial cells (HIMECs) are introduced into the lower chamber to establish a tube-like structure resembling a blood vessel. These two chambers are separated by a porous membrane, and the chip is flanked by vacuum chambers to introduce stretch-like motions, simulating peristalsis in the gastrointestinal track.<br \/>Creating a mechanically dynamic microenvironment facilitates the exploration of neurotransmitters and their impact on tumor cell behavior. Recent studies have suggested that tumor cells may exploit physiological processes, such as neurotransmitter signaling, to their benefit. By utilizing mass spectrometry-based metabolomics we detected dynamic and patient organoid-specific changes in neurotransmitter levels (i.e., serotonin, aspartate, glutamate, &#947;-aminobutyric acid (GABA)) in the effluent of our CRC-on-chip model. Coupled with live-cell imaging, we discovered tumor cell-derived GABA, a major inhibitory neurotransmitter, serves as an energy source for supporting tumor cell intravasation. This finding was most pronounced in KRAS-mutant tumor cells and further supported by analysis of CRC patient samples from The Cancer Genome Atlas (TCGA) database. We were able to reverse the GABA-mediated invasion effect by inhibiting 4-aminobutyrate aminotransferase (ABAT), the enzyme responsible for GABA catabolism. In summary, our cancer-on-chip model holds promise for exploring various aspects of the metastatic process and uncovering potential therapeutic targets, such as neurotransmitters. <b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Colorectal cancer,Invasion,Metabolomics,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. Strelez<sup>1<\/sup>, R. Perez<sup>1<\/sup>, J. S. Chlystek<sup>1<\/sup>, C. Cherry<sup>2<\/sup>, B. Haliday<sup>3<\/sup>, A. Yoon<sup>1<\/sup>, C. Shah<sup>3<\/sup>, R. X. Sun<sup>1<\/sup>, R. Lau<sup>1<\/sup>, A. Schatz<sup>1<\/sup>, J. Neman<sup>4<\/sup>, H. Josef-Lenz<sup>3<\/sup>, J. Katz<sup>1<\/sup>, <b>S. M. Mumenthaler<\/b><sup>3<\/sup>; <br\/><sup>1<\/sup>Ellison Institute of Technology, Los Angeles, CA, <sup>2<\/sup>C M Cherry Consulting, Baltimore, MD, <sup>3<\/sup>USC - University of Southern California, Los Angeles, CA, <sup>4<\/sup>University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"eb8cf360-1405-417f-966c-4c085b26eaf1","ControlNumber":"3314","DisclosureBlock":"<b>&nbsp;C. Strelez, <\/b> <br><b>Ellison Institute of Technology<\/b> Employment. <br><b>R. Perez, <\/b> <br><b>Ellison Institute of Technology<\/b> Employment. <br><b>J. S. Chlystek, <\/b> <br><b>Ellison Institute of Technology<\/b> Employment.<br><b>C. Cherry, <\/b> None.&nbsp;<br><b>B. Haliday, <\/b> <br><b>Ellison Institute of Technology<\/b> Other, Graduate student research is conducted at the Ellison Institute of Technology; however, graduate student stipends are paid for by the University of Southern California.&nbsp;<br><b>A. Yoon, <\/b> <br><b>Ellison Institute of Technology<\/b> Employment. <br><b>C. Shah, <\/b> <br><b>Ellison Institute of Technology<\/b> Other, Graduate student research is conducted at the Ellison Institute of Technology; however, graduate student stipends are paid for by the University of Southern California.&nbsp;<br><b>R. X. Sun, <\/b> <br><b>Amgen<\/b> Employment. <br><b>Ellison Institute of Technology<\/b> Employment. <br><b>R. Lau, <\/b> <br><b>Ellison Institute of Technology<\/b> Employment. <br><b>A. Schatz, <\/b> <br><b>Ellison Institute of Technology<\/b> Employment.<br><b>H. Josef-Lenz, <\/b> None.&nbsp;<br><b>J. Katz, <\/b> <br><b>Ellison Institute of Technology<\/b> Employment. <br><b>S. M. Mumenthaler, <\/b> <br><b>Ellison Institute of Technology<\/b> Employment.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3137","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1507","PresenterBiography":null,"PresenterDisplayName":"Shannon Mumenthaler, BS;PhD","PresenterKey":"231e9b8c-82e2-4d9b-806f-76bfb37501e3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1507. Involvement of GABAergic signaling in enhanced tumor cell invasion in a mechanically dynamic tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Involvement of GABAergic signaling in enhanced tumor cell invasion in a mechanically dynamic tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"A role of heparan sulfate proteoglycans (HSPGs) in cancer cell differentiation, proliferation and migration has been recognized and related to their ability to specifically interact with growth factors, morphogens, and extracellular matrix proteins, mainly through sulfated groups on their glycosaminoglycan (GAG) chains. Due to the considerable diversity of HSPGs and of their GAG chains, and to the lack of specific ligands, a precise molecular characterization of the biological role of HSPGs in cancer cells is still lacking. HSPGs, besides working as coreceptors for growth factors and morphogens, may have a determinant and autonomous role in cancer signaling events, regulating cell adhesion, migration, and invasiveness. Being overexpressed and over sulfated in cancer cells, HSPGs may become attractive tumor targets for cancer diagnosis and therapy. We had used the tetra-branched peptide NT4, which binds sulphated GAG chains of HSPGs, to validate HSPGs as potential tumor associated antigens in different human solid tumors. The same NT4 peptide had been tested as a tumor targeting agent for either cancer cell imaging or therapy, in vitro and in vivo [1]. Once identified the sulfated GAG specificity of NT4, the peptide has also been used as a specific tool for studying the role of HSPGs in cancer cell migration and invasiveness, with the aim of proposing HSPG as potential drug targets for interfering with cancer invasiveness and metastatic potential [2,3]. We found that NT4 inhibits adhesion, oriented migration, and colony formation in different human cancer cell lines. We investigated the role of HSPGs in migration of different human cancer cell lines, displaying either single-cell mesenchymal migration (PANC-1 pancreas adenocarcinoma, and MDA-MB-231 breast adenocarcinoma) or collective migration (MCF-7 breast adenocarcinoma). After assessing the expression of HSPG and of E- and N- cadherin in each cell line, their specific cellular distribution was detected by confocal microscopy in migrating cells, in wound healing experiments. We found that distribution of either E- or N- cadherins on the membrane of migrating cells is complementary to that of HSPG. This is particularly clear in collective migration, where HSPGs are exclusively located on the migration front of leader cells, whereas cadherins are only expressed by follower cells. Our results suggest that HSPG may have a crucial role in defining the front of migrating cells, while cadherin-mediated cell-cell contacts on the opposite site, may contribute to inducing protrusion formation at the front of migrating cells, as already suggested [4]. [1]- Brunetti J et al. Sci. Rep. 2015, 5, 17736; [2]- Brunetti J et al. Sci. Rep. 2016, 6, 27174; [3]- Depau L et al. J Med Chem 2020, 63, 15997; [4]- Grimaldi C et al Nat Commun 2020, 11, 5397","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Cell migration,Cadherin,Peptides,Cell invasion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Lorenzo Depau<sup><\/sup>, Jlenia Brunetti<sup><\/sup>, Chiara Falciani<sup><\/sup>, Marta Garfì<sup><\/sup>, Maria Francesca Paolocci<sup><\/sup>, Alessandro Pini<sup><\/sup>, <b>Luisa Bracci<\/b><sup><\/sup><br><br\/>Department of Medical Biotechnologies, University of Siena, Siena, Italy","CSlideId":"","ControlKey":"7f29b2fc-3937-4f1a-9ca5-5ef2b8703e11","ControlNumber":"3072","DisclosureBlock":"&nbsp;<b>L. Depau, <\/b> None..<br><b>J. Brunetti, <\/b> None..<br><b>C. Falciani, <\/b> None..<br><b>M. Garfì, <\/b> None..<br><b>M. Paolocci, <\/b> None..<br><b>A. Pini, <\/b> None..<br><b>L. Bracci, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3138","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1508","PresenterBiography":null,"PresenterDisplayName":"Luisa Bracci, PhD","PresenterKey":"54134b8e-ce1e-41bc-935c-6693c3256280","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1508. Membrane heparan sulfate proteoglycans work with cadherins to establish the directional orientation of migrating cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Membrane heparan sulfate proteoglycans work with cadherins to establish the directional orientation of migrating cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Introduction: It is well known that tumor-associated macrophages\/microglia (TAMs) play a vital role in brain tumor progression. Our previous studies suggested that the activated microglia could reduce the cytotoxic effect of chemotherapeutic drugs on glioma cells in a 2D\/3D model. This study delves into TAMs within diverse brain TME regions, emphasizing the distinction of resident microglia from infiltrating macrophages in invasion areas and their role in glioma migration and invasion.<br \/>Material and Method: We employed the murine orthotopic astrocytoma model (ALTS1C1), dissecting brain tumor tissues into normal, invasion, edge, and core regions. Immunofluorescence staining, utilizing TMEM119 and CD68 markers to identify resident microglia and infiltrating macrophages, respectively. The IHC results were analyzed with QuPath software and validated via flow cytometry. Microglia (BV2) and macrophage (RAW264.7) cell lines were directly co-cultured with ALTS1C1 in 2D and 3D migration\/invasion models. Bulk RNA sequencing analysis unraveled the differences between BV2 and RAW264.7. Bone marrow-derived macrophages (BMDM) were used for the TAMs activation test, and the cathepsin inhibitor, E64, was applied to elucidate cathepsin's role in microglia within co-culture models.<br \/>Results: The IHC results reveal more TMEM119<sup>+<\/sup> microglia than CD68<sup>+<\/sup> infiltrating macrophages in the tumor invasion area. On the other hand, there are more CD68+ infiltrating macrophages than TMEM119<sup>+<\/sup> microglia in the tumor core regions, signifying a specific role of microglia in tumor invasion. Flow cytometry further supported that more CD11b<sup>+<\/sup>CD45<sup>low<\/sup> microglia prevalence in tumor surrounding tissues than in tumor core. ALTS1C1 astrocytoma cells, in the presence of microglia, exhibited more increased invasion and migration ability than the presence of macrophages in 2D\/3D models. RNA sequencing highlighted M2 activation and cathepsin gene upregulation in microglia over macrophages. M2-polarized TAMs enhanced 2D migration, while cathepsin inhibition significantly decreased glioma's 3D invasion potential.<br \/>Conclusion: This study identifies microglia as primary TAMs in brain tumor invasion areas and their roles in glioma cell survival and dissemination. Notable differences in activation states and the critical impact of cathepsin in microglia for their roles on brain tumor invasion and survival offer promising therapeutic avenues. Targeting cathepsin in microglia emerges as a novel glioma prevention and treatment strategy. These findings contribute valuable insights to enhance clinical interventions for glioma patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Astrocytoma,tumor associated macrophage,microglia,Invasion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S.-Y. Wu<\/b>, C.-S. Chiang; <br\/>National Tsing-Hua University, Hsinchu, Taiwan","CSlideId":"","ControlKey":"d94b748c-d6c5-415a-a08a-c85805d6fb83","ControlNumber":"3044","DisclosureBlock":"&nbsp;<b>S. Wu, <\/b> None..<br><b>C. Chiang, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3139","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1509","PresenterBiography":"","PresenterDisplayName":"Sheng-Yen Wu, MS","PresenterKey":"9f68f975-2c9f-4ce9-9116-c9ca0fedc08a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1509. Microglial dominance in glioma dissemination: Unraveling TAMs' impact and therapeutic implications through modulating cathepsin activity","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Microglial dominance in glioma dissemination: Unraveling TAMs' impact and therapeutic implications through modulating cathepsin activity","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Epithelial-to-mesenchymal transition (EMT) is widely recognized as the primary mechanism regulating invasion and metastatic dissemination in carcinomas. In contrast, the mechanisms triggering single disseminated cancer cells (DCC) to reacquire their epithelial identity at ectopic sites, initiating metastasis formation, remain unclear. Since we had previously noted that HER2 expression levels and cellular density impact on migration and proliferation, we sought to determine whether they are involved in molecular mechanisms regulating transitions between proliferation and migration.<br \/>Methods: To control HER2 expression levels we generated inducible cell models. Cell density was assessed by the number of cell-cell contacts or by the number of cells per area. Pathway analyses were performed by gene expression analysis, protein interactions by western blotting and mass spectrometry. Migration and proliferation were analyzed by functional assays including in vitro live cell imaging.<br \/>Results: Migrating epithelial cells undergo reduced protein trafficking, resulting in a perinuclear deposition of HER2. This was accompanied by increased calcium ion regulation via phospholipase-C in the endoplasmic reticulum (ER). Upon the establishment of cell-cell contacts, particularly between cells expressing desmosome cadherin proteins, HER2 is redirected to the cell surface through direct physical binding with desmoplakin, facilitating proliferation signals. Then, PIP2 to PIP3 is converted through the activation of the PI3K pathway, concomitant with the upregulation of PDPK1. The PH domain of PDPK1 exhibits a high binding affinity to PIP2 molecules. Consequently, membrane localization of HER2 significantly diminishes PIP2 availability for the PLC pathway, redirecting cells towards proliferation. Patient sample analysis confirmed the loss of membrane-bound HER2 in solitary circulating tumor cells (CTCs), which was paralleled by increased plakoglobin, elevated ZEB1, and reduced KI67 protein levels.<br \/>Conclusion: Cell-cell contacts determine the cellular localization and function of growth factor receptors like HER2. Single disseminating cancer cells therefore need to establish such contacts at metastatic sites to activate proliferation programs. Our data are in line with findings that circulating tumor cell clusters are associated with higher metastatic rates, the impact of specific metastatic niches for outgrowth and have implementation for the targeting of single DCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Metastasis,Breast cancer,Migration,Proliferation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Hosseini<\/b><sup>1<\/sup>, S. Sameri<sup>1<\/sup>, S. Shahrivari<sup>1<\/sup>, C. Fisch<sup>1<\/sup>, M. Kokal<sup>1<\/sup>, M. Schletter<sup>1<\/sup>, P. S. Hahn<sup>1<\/sup>, L. Seider<sup>1<\/sup>, M. Schübel<sup>1<\/sup>, D. Das<sup>2<\/sup>, M. Hoffmann<sup>2<\/sup>, C. Werno<sup>2<\/sup>, K. Weidele<sup>2<\/sup>, V. Milosevic<sup>3<\/sup>, A. Östman<sup>3<\/sup>, S. Sarhadi<sup>4<\/sup>, J. Wegener<sup>5<\/sup>, S. Michaelis<sup>5<\/sup>, F. Weber<sup>1<\/sup>, A. Bruckmann<sup>1<\/sup>, E. R. Tamm<sup>1<\/sup>, Y. Li<sup>6<\/sup>, C. A. Klein<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Regensburg, Regensburg, Germany, <sup>2<\/sup>Fraunhofer Institute for Toxicology and Experimental Medicine ITEM, Regensburg, Germany, <sup>3<\/sup>University of Bergen, Bergen, Norway, <sup>4<\/sup>Technical University of Munich, Munich, Germany, <sup>5<\/sup>Fraunhofer Institute for Electronic Microsystems and Solid State Technologies EMFT, Regensburg, Germany, <sup>6<\/sup>Shenyang Pharmaceutical University, Shen Yang, China","CSlideId":"","ControlKey":"afe036ca-89aa-40dd-a643-d5e3fa197b7c","ControlNumber":"1647","DisclosureBlock":"&nbsp;<b>H. Hosseini, <\/b> None..<br><b>S. Sameri, <\/b> None..<br><b>S. Shahrivari, <\/b> None..<br><b>C. Fisch, <\/b> None..<br><b>M. Kokal, <\/b> None..<br><b>M. Schletter, <\/b> None..<br><b>P. S. Hahn, <\/b> None..<br><b>L. Seider, <\/b> None..<br><b>M. Schübel, <\/b> None..<br><b>D. Das, <\/b> None..<br><b>M. Hoffmann, <\/b> None..<br><b>C. Werno, <\/b> None..<br><b>K. Weidele, <\/b> None..<br><b>V. Milosevic, <\/b> None..<br><b>A. Östman, <\/b> None..<br><b>S. Sarhadi, <\/b> None..<br><b>J. Wegener, <\/b> None..<br><b>S. Michaelis, <\/b> None..<br><b>F. Weber, <\/b> None..<br><b>A. Bruckmann, <\/b> None..<br><b>E. R. Tamm, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>C. A. Klein, <\/b> None.","End":"4\/8\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3140","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1510","PresenterBiography":null,"PresenterDisplayName":"Hedayatollah Hosseini, BS;MS;PhD","PresenterKey":"be0134a6-5fef-47e6-94c6-c66895184495","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1510. Cell-cell contacts regulate HER2 cellular localization and the transitions between migration and proliferation in breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  9:00AM","SessionId":"430","SessionOnDemand":"False","SessionTitle":"Contributors to Metastatic Organotropism","ShowChatLink":"false","Start":"4\/8\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell-cell contacts regulate HER2 cellular localization and the transitions between migration and proliferation in breast cancer cells","Topics":null,"cSlideId":""}]