[{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is a devastating malignant disease with a dismal prognosis. In the past decades, a plethora of genetically engineered mouse models (GEMMs) with autochthonous pancreatic tumor development have greatly facilitated the studies of pancreatic cancer. Commonly used GEMMs of PDAC often harbor the oncogenic KRAS driver mutation (<i>Kras<sup>G12D<\/sup><\/i>), in combination with either p53<i> <\/i>mutation by knock-in strategy (<i>Trp53<sup>R172H<\/sup><\/i>) or p53<i> <\/i>loss by conditional knockout (<i>Trp53<sup>cKO<\/sup><\/i>) strategy, in pancreatic cell lineages. However, the systematic comparison of the tumor microenvironment between <i>Kras<sup>G12D<\/sup>; Trp53<sup>R172H<\/sup><\/i> (KP<sup>mut<\/sup>) mouse models and <i>Kras<sup>G12D<\/sup>; Trp53<sup>cKO<\/sup><\/i> (KP<sup>loss<\/sup>) mouse models is still lacking. In this study, we conducted cross-dataset single-cell RNA-sequencing (scRNA-seq) analyses to compare the pancreatic tumor microenvironment from KP<sup>mut<\/sup> mouse models and KP<sup>loss<\/sup> mouse models, especially focusing on the cell compositions and transcriptomic phenotypes of major cell types including cancer cells, B cells, T cells, granulocytes, myeloid cells, cancer-associated fibroblasts, and endothelial cells. We identified the similarities and differences between KP<sup>mut<\/sup> and KP<sup>loss<\/sup> mouse models, revealing the effects of p53 mutation and p53<i> <\/i>loss on oncogenic KRAS-driven pancreatic tumor progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Single cell,Pancreatic cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Chen<\/b>; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"8d861d0f-a525-413f-8711-032c305cfda5","ControlNumber":"676","DisclosureBlock":"&nbsp;<b>Y. Chen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8581","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"270","PresenterBiography":null,"PresenterDisplayName":"Yang Chen, PhD","PresenterKey":"9ec3444e-2e64-4cc1-8313-4878db870213","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"270. Dissecting the effects of p53 mutation and p53 loss on pancreatic tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dissecting the effects of p53 mutation and p53 loss on pancreatic tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Obesity increases the risk of developing many cancers, including breast, colon, kidney, and acute lymphoblastic leukemia (ALL). We have previously shown that ALL cells are recruited to migrate into adipose tissue, where they are protected from chemotherapy. In vitro, ALL cells induce significant changes in adipocytes which may contribute to these protective effects. However, how ALL cells affect the complex cell populations found in adipose tissue in vivo remains unknown. We therefore conducted single-cell RNA sequencing (scRNAseq) of the non-adipocyte stromal vascular fraction (SVF) from adipose tissue in obese mice with and without implanted syngeneic BCR-ABL positive ALL. Differential expression analysis was performed on individual SVF cell types to compare ALL vs. control adipose tissue and pathway enrichment analysis was used in identifying altered molecular processes between conditions. SVF from leukemic mice showed substantial differences in gene expression compared to control mice, suggesting that the ALL potentially induces changes in the microenvironment. Some of the largest differences were found in adipose tissue macrophages, and pathway enrichment analysis identified neutrophil recruitment and regulation as one of the top ten pathways upregulated in adipose macrophages from leukemic mice (4.10 fold enrichment, p&#60;1x10-17 by Fisher&#8217;s exact test). Selected macrophage genes of interest in this pathway included CYBB (Cytochrome B-245 Beta), a neutrophil interaction gene that has been associated with macrophage infiltration in gastric cancer, was expressed 2.28 log2-fold higher in macrophages from leukemic compared to nonleukemic mice (p&#60;1x10<sup>-99<\/sup> by Wilcoxon test). ITGAL (Integrin subunit alpha L), which has been shown to be involved in neutrophil recruitment and implicated in cancer cell growth and transformation was expressed 2.85 log2-fold higher in macrophages from leukemic mice (p&#60;1x10<sup>-99<\/sup>). Interestingly, adipose from leukemic mice showed a population of neutrophils (1.9% of SVF cells), while neutrophils were largely absent in adipose from nonleukemic mice (&#60;0.1% of SVF cells), which is consistent with macrophage involvement in neutrophil recruitment. Our findings highlight the importance of adipose tissue in the leukemia microenvironment and show that ALL cells can influence this microenvironment in complex ways. Further work will confirm and investigate these cell-cell interactions, potentially improving our understanding of how adipose tissue contributes to cancer mortality.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Obesity,Inflammation,Microenvironment,RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Tan<\/b>, M. Cohen, J. Ding, I. Ahn, X. Yang, S. D. Mittelman; <br\/>UCLA Mattel Childrens Hospital, Los Angeles, CA","CSlideId":"","ControlKey":"d15c6e92-8061-41dc-9dc8-06581779aafd","ControlNumber":"7293","DisclosureBlock":"&nbsp;<b>J. Tan, <\/b> None..<br><b>M. Cohen, <\/b> None..<br><b>J. Ding, <\/b> None..<br><b>I. Ahn, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>S. D. Mittelman, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8582","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"271","PresenterBiography":null,"PresenterDisplayName":"Jia Tan, BS","PresenterKey":"9888a8b2-467d-4bd7-94b5-aeb9a88e7a8d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"271. The effects of B-cell acute lymphoblastic leukemia cells on the adipose tissue microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The effects of B-cell acute lymphoblastic leukemia cells on the adipose tissue microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Acute myeloid leukemia (AML) remains with dismal outcomes, mostly attributed to the inability of therapies to eliminate leukemia stem cells (LSCs) leading to relapse. LSCs home to the bone marrow (BM) niche where they maintain their quiescence state once in contact with mesenchymal stromal cells (MSCs). Therefore, understanding what controls AML-niche interactions could lead to therapeutic approaches that can prevent relapse.<br \/>First, we implemented a novel 3D in vitro system to mimic human AML-niche interactions. This 3D structure consists of a spheroid formed with BM-MSCs (HS5 cell line), recreating a hypoxic microenvironment. When AML cells (MM6 cell line) are added to the spheroid in a 1:1 proportion, AML cells migrate to the spheroid. After 24 hours, 0.18% of the AML cells home\/colonize the spheroid (n=8). Next, we assessed the cell cycle status of AML cells in co-culture with the spheroid and compare to those in liquid culture or placed on a MSC monolayer (2D). We found that cells upon contact with MSCs increased their quiescence, 18.63% G0 in 2D and significantly higher in 3D conditions (25.03%; p=0.0048). It is also important to point out that colonizing cells have a lower proliferate capacity than non-colonizing cells after 7 days of co-culture (p=0.0286). This quiescence feature suggests a stem-like behavior of cells homing to the spheroid.<br \/>Eukaryotic translation initiation factor 4E (eIF4E) has been found altered in AML. While the capacity of eIF4E to increase cell migration and growth has been shown in solid cancers, the mechanism of eIF4E to accelerate AML progression remains unknown. Thus, we hypothesized that eIF4E may play a role in homing of AML cells to the niche. To this end, we used CRISPR to deplete eIF4E in MM6 cells and found that CRISPR 4E cells have significantly decreased homing capacity to the spheroid compared with control cells (p=0.0065). Importantly, we found a lower percentage of CRISPR 4E cells underwent quiescence after co-culture with MSCs (2D or 3D) (p&#60;0.0001). We corroborated observations using xenograft mice. After 20 hours of intravenous injection, we observed a higher percentage of AML cells in the blood of the mice injected with CRISPR 4E cells compared with control cells (p=0.0286), suggesting that CRISPR 4E cells are not able to effectively exit from peripheral blood to home to their niche.<br \/>Altogether, we stablished a novel in vitro 3D model that mimics stem cell features of the AML-BM niche. We demonstrated that the depletion of eIF4E in AML cells decreases their homing and prevents them from acquiring niche-induced quiescence.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Leukemias: acute myeloid,EIF4E,Tumor microenvironment,Modeling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. M. Martinez<\/b><sup>1<\/sup>, E. Caldas Lopes<sup>1<\/sup>, M. Sugita<sup>1<\/sup>, J. Gasiorek<sup>2<\/sup>, K. Alilovic<sup>1<\/sup>, K. L. B. Borden<sup>2<\/sup>, M. L. Guzman<sup>1<\/sup>; <br\/><sup>1<\/sup>Weill Cornell Medicine, New York, NY, <sup>2<\/sup>Institute for Research in Immunology and Cancer, Université de Montréal, Montreal, QC, Canada","CSlideId":"","ControlKey":"1841585f-e075-4b97-b608-07349b61ff5b","ControlNumber":"5612","DisclosureBlock":"&nbsp;<b>L. M. Martinez, <\/b> None..<br><b>E. Caldas Lopes, <\/b> None..<br><b>M. Sugita, <\/b> None..<br><b>J. Gasiorek, <\/b> None..<br><b>K. Alilovic, <\/b> None..<br><b>K. L. B. Borden, <\/b> None..<br><b>M. L. Guzman, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8583","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"272","PresenterBiography":null,"PresenterDisplayName":"Leandro Martinez","PresenterKey":"1993d558-a4ad-4753-838f-eed4649bc880","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"272. Novel role for eIF4E in homing of acute myeloid leukemia cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel role for eIF4E in homing of acute myeloid leukemia cells","Topics":null,"cSlideId":""},{"Abstract":"Melanoma is the deadliest form of skin cancer, with chronological aging as a major negative prognostic factor due to the influence of intrinsic aging on the tumor microenvironment (TME) to promote tumor initiation and progression. Ultraviolet radiation (UVR) exposure, which is a major risk factor for melanoma, also can cause a physical premature aging phenotype, known as extrinsic photoaging, from chronic UVA irradiation of the underlying dermis. Photoaging of the skin often occurs in tandem with chronological aging, and contributes to similar physical alterations in normal skin structure. However, the molecular mechanisms of how photoaging compares to chronological aging in changing the TME and on tumor progression is still lacking. Here we found that extrinsically photoaged fibroblasts have a higher level of secretion of lysosomal proteases, Cathepsins, which have been shown to be secreted via lysosomal exocytosis and play a functional role in extracellular matrix (ECM) remodeling at neutral PH levels. We found that Cathepsins B and D are secreted at higher levels in both extrinsically photoaged young fibroblasts and in intrinsically aged fibroblasts and upregulated at the endogenous protein level. Cathepsin B has been shown to be highly expressed in metastatic but not primary melanoma patient samples, and cleaves ECM proteins such as fibronectin and tenascin. Immunofluorescent staining of <i>in-vitro<\/i> fibroblast derived matrices (CDMs) confirmed that photoaging disrupts subsequent deposited extracellular matrix proteins similarly to that of intrinsically aged healthy fibroblasts and these matrix changes influences the growth pattern of melanoma lines plated on these CDMs. Mass spectrometry analysis of secreted proteomics confirmed that aged fibroblasts secrete more cathepsins than intrinsically young fibroblasts, and Cathepsins B and D were also detected in extracellular vesicle (EV) cargo proteomics. Single-Particle Interferometric Reflectance Imaging (SP-IRIS) of EVs showed that UVA irradiation induced a significant increase in the total number of secreted of exosomes and in expression of tetraspanin protein CD63 , which plays a role in cargo sorting and has been detected in high levels in the plasma of melanoma patients. We hypothesize that extrinsic photoaging of fibroblasts induces the secretion of exosomes packaged with Cathepsins that play an integral role in ECM remodeling and matrix degradation in a beneficial manner for melanoma invasion. Further studies will assess the influence on secreted cathepsins on melanomagenesis and melanoma invasion through both mechanical and biochemical changes in the TME with <i>in-vitro<\/i> and <i>in-vivo<\/i> studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Fibroblasts,Melanoma\/skin cancers,Extracellular matrix,Ultraviolet radiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>V. Wang<\/b><sup>1<\/sup>, Y. Chhabra<sup>2<\/sup>, L. Hueser<sup>2<\/sup>, A. Weeraratna<sup>1<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD, <sup>2<\/sup>Johns Hopkins University School of Public Health, Baltimore, MD","CSlideId":"","ControlKey":"a9a2a497-807f-46e5-972b-0f94f1927f0d","ControlNumber":"3200","DisclosureBlock":"&nbsp;<b>V. Wang, <\/b> None..<br><b>Y. Chhabra, <\/b> None..<br><b>L. Hueser, <\/b> None..<br><b>A. Weeraratna, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8585","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"273","PresenterBiography":null,"PresenterDisplayName":"Vania Wang, BS","PresenterKey":"17da84a3-a5a4-4caa-b8a7-e79edb6f0b7f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"273. Extrinsic photoaging vs intrinsic aging in dermal fibroblasts: Its impact on the microenvironment and melanoma progression","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extrinsic photoaging vs intrinsic aging in dermal fibroblasts: Its impact on the microenvironment and melanoma progression","Topics":null,"cSlideId":""},{"Abstract":"Cancer-associated fibroblasts (CAFs) are key components of the tumor microenvironment, playing various roles through interactions with cancer cells and other stromal cell types. In a 3D co-culture system of CAFs and lung cancer cells, a specific subgroup of CAFs exhibited increased motility, while another subgroup of CAFs remained stationary. Using the photoconvertible fluorescent protein Dendra2, we isolated these distinct CAF subgroups and conducted RNA sequencing. Gene set enrichment and gene ontology analysis revealed that upregulated genes in motile CAFs are associated with hypoxia and glycolysis. Conditioned medium from mesenchymal-like cancer cells enhanced the expression of genes related to hypoxia and glycolysis in CAFs. Among these genes, Aldoa and Ldha were chosen for knockdown in CAFs, resulting in a reduction in CAF motility. We confirmed that mesenchymal-like cancer cells promoted CAF motility and intensified hypoxic conditions within the co-culture system, which was monitored using a hypoxia reporter. Ceruloplasmin (CP) was identified as a secretory protein from mesenchymal-like cancer cells through mass spectrometry. Knockdown of CP led to the inhibition of CAF motility. In conclusion, the motility of CAFs is enhanced under hypoxic conditions facilitated by the secretion of CP from mesenchymal-like cancer cells in the lung tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Hypoxia,Motility,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Park<\/b><sup>1<\/sup>, S. Lee<sup>1<\/sup>, J. M. Kurie<sup>2<\/sup>, Y.-H. Ahn<sup>1<\/sup>; <br\/><sup>1<\/sup>Ewha Womans University, Seoul, Korea, Republic of, <sup>2<\/sup>University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"6e7451ec-ae87-47cd-8da8-29e2915bf8a2","ControlNumber":"5908","DisclosureBlock":"&nbsp;<b>J. Park, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>J. M. Kurie, <\/b> None..<br><b>Y. Ahn, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8586","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"274","PresenterBiography":null,"PresenterDisplayName":"Jihye Park, BS","PresenterKey":"1308f4de-3992-4ab8-a58a-85937188fd5b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"274. Cancer-associated fibroblasts exhibit increased motility under hypoxic conditions via interaction with cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer-associated fibroblasts exhibit increased motility under hypoxic conditions via interaction with cancer cells","Topics":null,"cSlideId":""},{"Abstract":"A significant subset (30-40%) of triple-negative breast cancer (TNBC) cases exhibit hyperactivation of the sonic hedgehog (SHH) pathway, correlating with poor clinical outcomes. However, the therapeutic efficacy of SHH inhibitors in TNBC has yielded inconsistent results, showcasing biphasic tumor responses going from complete remission in some patients to faster disease progression in others. Such tumor response discrepancies underscore the need for more relevant culture models to elucidate how stromal cells respond to SHH signals and impact tumor cell reprogramming.We have developed a tumor-fibroblast spheroid model of robust paracrine SHH signaling to examine alterations in aggressive tumor cell phenotypes resulting from altered SHH pathway activity levels to understand better how SHH therapy leads to biphasic effects in tumor tissues. Specifically, tumor stemness alterations were examined as a function of SHH signal strength altered by tumor-fibroblast proximity, and findings were confirmed in two PDX models of TNBC of divergent sensitivity to pharmacological SHH pathway inhibition. In vitro, results show that tumor stemness potency is enriched by tumor-fibroblast proximity and inversely correlates with SHH pathway activity levels. Tumor stemness potency was determined via a mammosphere forming assay and resistance to chemotherapy using docetaxel as treatment. CD44+ sorted tumor cells derived from adjacent fibroblast cultures showed higher mammosphere forming efficiency and docetaxel sensitivity than those from mixed cultures. These effects correlated with differences in SHH pathway activity strengths and were reverted by pharmacological inhibition of SHH confirming pathway activity involvement. In two PDX models, both exhibiting high SHH pathway activity and similar tumor vascularization, we observed variable response to pharmacological SHH inhibition. PDX2 displayed favorable responses with minimal alpha-smooth muscle actin-positive (SMA+) fibroblast infiltration, while PDX1 exhibited no benefit from SHH therapy, accompanied by a high level of SMA+ fibroblasts. Spatial transcriptomic analysis confirmed stemness enrichments in the PDX1 model treated with SHH inhibitor- a scenario our mixed co-culture model resembled. Stemness-enriched tumor regions were positive for the Ki67 proliferation marker and confined to areas of high SMA+ cell abundance. Plotting Ki67 vs SMA+ cell levels revealed a positive correlation, suggesting that SMA levels may predict tumor response to SHH pathway inhibition.In summary, our studies demonstrate that pharmacological SHH inhibition can induce altered tumor plasticity by favoring stemness phenotypes. Strategies targeting tumor stemness may mitigate biphasic effects in response to SHH inhibitors, offering insights for optimizing TNBC therapeutic approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Stemness,Sonic hedgehog,Triple-negative breast cancer (TNBC),Fibroblasts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. M. Rosado-Galindo<sup>1<\/sup>, M. Acevedo-Esquillin<sup>1<\/sup>, W. Torres-García<sup>1<\/sup>, A. M. Reyes-Ramos<sup>1<\/sup>, G. Ortiz-Soto<sup>2<\/sup>, M. M. Martínez-Montemayor<sup>2<\/sup>, <b>M. Domenech<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Puerto Rico - Mayagüez, Mayaguez, PR, <sup>2<\/sup>Universidad Central del Caribe, Bayamon, PR","CSlideId":"","ControlKey":"3ddd2903-8be7-4fec-b16c-2ff84ede0272","ControlNumber":"5123","DisclosureBlock":"&nbsp;<b>H. M. Rosado-Galindo, <\/b> None..<br><b>M. Acevedo-Esquillin, <\/b> None..<br><b>W. Torres-García, <\/b> None..<br><b>A. M. Reyes-Ramos, <\/b> None..<br><b>G. Ortiz-Soto, <\/b> None..<br><b>M. M. Martínez-Montemayor, <\/b> None..<br><b>M. Domenech, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8587","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"275","PresenterBiography":null,"PresenterDisplayName":"Maribella Domenech, PhD","PresenterKey":"70a3bf7c-582d-4235-90b0-21f69c9df942","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"275. Deciphering biphasic responses to Sonic Hedgehog pathway inhibition in breast cancer: Insights from a tumor-fibroblast spheroid model and PDXs","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering biphasic responses to Sonic Hedgehog pathway inhibition in breast cancer: Insights from a tumor-fibroblast spheroid model and PDXs","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The tumor microenvironment (TME) plays a critical role in cancer prognosis. In colorectal cancer (CRC), the tumor-stroma ratio (TSR) and cancer-associated fibroblast (CAF) density are emerging as prognostic markers. However, accurately quantifying them remains challenging. Recent studies have shown that artificial intelligence (AI)-powered analyzers can quantify features in the TME including these.<br \/>Methods: Lunit SCOPE IO, an AI-powered H&#38;E whole-slide image analyzer that detects fibroblasts and segments cancer area and stromal area, was applied to evaluate TSR and CAF density in treatment-naive, stage II or III CRC surgical specimens (N = 207) from Severance Hospital. TSR was calculated as the ratio of the area of the cancer area (CA) to the sum of the CA and the cancer stromal area (CS) within a slide. CAF density was evaluated as the fibroblast density within the CA or CS, or the ratio between them. Cox survival analysis determined the hazard ratios (HRs) in progression-free survival (PFS) between the high\/low TSR\/CAF groups, defining high\/low groups based on optimized hazard ratio (HR) cutoffs.<br \/>Results: The study found a mean TSR of 0.481&#177;0.126 and CAF densities of 69.96&#177;37.53\/mm&#178; (cancer area) and 1844.29&#177;440.31\/mm&#178; (stromal area). Higher TSR, lower CAF density in CA, and higher CAF density in CS were linked to better prognosis (Table 1). The mean CAF ratio (CAF density of CS divided by CAF density of CA) was 33.92&#177;25.35, and a group with high values showed a favorable prognosis. Dividing patients based on TSR and CAF ratio, we found that high levels in either or both metrics predicted better outcomes compared to low levels in both.<br \/>Conclusions: In this study, we found a favorable prognosis in the group with higher TSR or higher density of CAF in CS compared to CA. This result suggests that AI-enhanced analysis of TSR and CAF can effectively predict prognosis in CRC, highlighting the potential roles of these markers in cancer prognosis.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{E0940F0E-9900-41B9-8A69-7F36D6949634}\"><caption>Table 1. Prognosis by tumor-stroma ratio (TSR) and cancer-associated fibroblast (CAF) density<\/caption><tr><td rowspan=\"1\" colspan=\"1\">Factor<\/td><td rowspan=\"1\" colspan=\"1\">Group<\/td><td rowspan=\"1\" colspan=\"1\">Hazard ratio (95% confidence interval)<\/td><td rowspan=\"1\" colspan=\"1\">Mean progression-free survival (months)<\/td><td rowspan=\"1\" colspan=\"1\">p-value<\/td><\/tr><tr><td rowspan=\"2\" colspan=\"1\">TSR (cutoff: 0.351)<\/td><td rowspan=\"1\" colspan=\"1\">Low (N = 34)<\/td><td rowspan=\"1\" colspan=\"1\">Reference<\/td><td rowspan=\"1\" colspan=\"1\">43.7<\/td><td rowspan=\"2\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">High (N = 173)<\/td><td rowspan=\"1\" colspan=\"1\">0.32 (0.19 - 0.56)<\/td><td rowspan=\"1\" colspan=\"1\">67.2<\/td><\/tr><tr><td rowspan=\"2\" colspan=\"1\">CAF density of cancer area (CA) (cutoff: 46.8)<\/td><td rowspan=\"1\" colspan=\"1\">Low (N = 62)<\/td><td rowspan=\"1\" colspan=\"1\">Reference<\/td><td rowspan=\"1\" colspan=\"1\">69.3<\/td><td rowspan=\"2\" colspan=\"1\">0.056<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">High (N = 145)<\/td><td rowspan=\"1\" colspan=\"1\">1.86 (0.98 - 3.50)<\/td><td rowspan=\"1\" colspan=\"1\">60.7<\/td><\/tr><tr><td rowspan=\"2\" colspan=\"1\">CAF density of cancer stromal area (CS) (cutoff:1,901)<\/td><td rowspan=\"1\" colspan=\"1\">Low (N = 116)<\/td><td rowspan=\"1\" colspan=\"1\">Reference<\/td><td rowspan=\"1\" colspan=\"1\">58.2<\/td><td rowspan=\"2\" colspan=\"1\">0.015<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">High (N = 91)<\/td><td rowspan=\"1\" colspan=\"1\">0.50 (0.29 - 0.88)<\/td><td rowspan=\"1\" colspan=\"1\">69.9<\/td><\/tr><tr><td rowspan=\"2\" colspan=\"1\">The ratio of CAF density of CS to CA (CAF ratio) (cutoff: 53.1)<\/td><td rowspan=\"1\" colspan=\"1\">Low (N = 187)<\/td><td rowspan=\"1\" colspan=\"1\">Reference<\/td><td rowspan=\"1\" colspan=\"1\">61.5<\/td><td rowspan=\"2\" colspan=\"1\">0.043<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">High (N = 20)<\/td><td rowspan=\"1\" colspan=\"1\">0.13 (0.02 - 0.94)<\/td><td rowspan=\"1\" colspan=\"1\">80.9<\/td><\/tr><tr><td rowspan=\"4\" colspan=\"1\">Combination of TSR and CAF ratio<\/td><td rowspan=\"1\" colspan=\"1\">Both low (N = 32)<\/td><td rowspan=\"1\" colspan=\"1\">Reference<\/td><td rowspan=\"1\" colspan=\"1\">41.2<\/td><td rowspan=\"4\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">TSR high, CAF ratio low (N = 155)<\/td><td rowspan=\"1\" colspan=\"1\">0.32 (0.19 - 0.56)<\/td><td rowspan=\"1\" colspan=\"1\">65.8<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span id=\"docs-internal-guid-6cca8c48-7fff-c966-964f-e0a5586422c2\"><span style=\"font-size: 10.5pt; font-family: Arial, sans-serif; background-color: transparent; font-variant-numeric: normal; font-variant-east-asian: normal; font-variant-alternates: normal; font-variant-position: normal; vertical-align: baseline; white-space-collapse: preserve;\">TSR low,&nbsp; CAF ratio high (N = 2)<\/span><\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span id=\"docs-internal-guid-f11ebb1d-7fff-d9af-f5da-f4874cd70124\"><span style=\"font-size: 10.5pt; font-family: Arial, sans-serif; background-color: transparent; font-variant-numeric: normal; font-variant-east-asian: normal; font-variant-alternates: normal; font-variant-position: normal; vertical-align: baseline; white-space-collapse: preserve;\">0.00 (0.00 – &#8734;)<\/span><\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span id=\"docs-internal-guid-9c6a832b-7fff-e6a5-3e9d-d229c1518533\"><span style=\"font-size: 10.5pt; font-family: Arial, sans-serif; background-color: transparent; font-variant-numeric: normal; font-variant-east-asian: normal; font-variant-alternates: normal; font-variant-position: normal; vertical-align: baseline; white-space-collapse: preserve;\">83.4<\/span><\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Both high (N = 18)<\/td><td rowspan=\"1\" colspan=\"1\">0.06 (0.01 - 0.45)<\/td><td rowspan=\"1\" colspan=\"1\">80.2<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Machine learning,Fibroblasts,Stromal-epithelial interactions,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Jung<\/b><sup>1<\/sup>, J. Kim<sup>1<\/sup>, M. Kang<sup>2<\/sup>, J. Lee<sup>2<\/sup>, S. Song<sup>2<\/sup>, T. Lee<sup>2<\/sup>, W. Jung<sup>2<\/sup>, S. Cho<sup>2<\/sup>; <br\/><sup>1<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>Lunit, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"ef66ce81-e074-4e85-818a-318b1053517c","ControlNumber":"8471","DisclosureBlock":"<b>&nbsp;M. Jung, <\/b> <br><b>Lunit<\/b> Grant\/Contract.<br><b>J. Kim, <\/b> None.&nbsp;<br><b>M. Kang, <\/b> <br><b>Lunit<\/b> Employment, Stock Option. <br><b>J. Lee, <\/b> <br><b>Lunit<\/b> Employment. <br><b>S. Song, <\/b> <br><b>Lunit<\/b> Employment. <br><b>T. Lee, <\/b> <br><b>Lunit<\/b> Employment. <br><b>W. Jung, <\/b> <br><b>Lunit<\/b> Employment, Stock, Stock Option. <br><b>S. Cho, <\/b> <br><b>Lunit<\/b> Employment, Stock, Stock Option.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8588","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"276","PresenterBiography":null,"PresenterDisplayName":"Minsun Jung","PresenterKey":"4dced1e4-f7ce-4dce-97c4-98f459b36a02","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"276. Artificial intelligence-powered analysis of tumor-stroma ratio and fibroblast density as prognostic indicators in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Artificial intelligence-powered analysis of tumor-stroma ratio and fibroblast density as prognostic indicators in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Purposes: Gastric cancer can be categorized into two subtypes: intestinal and diffuse. The latter is notorious for frequent peritoneal metastasis, resulting in a poorer prognosis. Cancer-associated fibroblasts (CAFs) in the tumor microenvironment play crucial roles in tumor invasion and metastasis. However, little is known about whether CAFs are associated with the differential progression between the two subtypes of gastric tumors. This study investigated whether differential cancer invasion may be attributed to tumor-specific CAF activation, using a cell-line-based human gastric tumoroid model.<br \/>Methods: Heterotypic tumor spheroids (TS) were prepared with human gastric cancer lines of intestinal (MKN28, MKN74) and diffuse type (MKN45, KATO III) mixed with human gastric fibroblasts (HGFs) using a minipillar-array chip previously developed. Invasion phenotype and expression of epithelial-mesenchymal transition (EMT)-related proteins were evaluated in heterotypic TSs. mRNA expression in HGFs isolated from heterotypic TSs was analyzed and compared between the two subtypes.<br \/>Results: While both heterotypic TSs displayed increased invasion by HGFs, the diffuse type TS showed a higher level of invasion with individual or amoeboid migration and loose binding of cancer cells with HGF. In contrast, the intestinal type TS showed collective migration and tight binding between cancer cells and HGFs. HGFs in each heterotypic TS exhibited differential morphology, matrix remodeling patterns, and gene expression in a tumor subtype-specific manner. Compared to normal HGFs, HGFs isolated from diffuse heterotypic TS showed enriched expression of cytoskeleton-associated genes and several integrins, whereas those of intestinal heterotypic TS exhibited increased expression levels of inflammatory cytokines.<br \/>Conclusions: This study established tumoroid models for human gastric cancer subtypes, intestinal and diffuse, using heterotypic TS culture. Our results suggest that the subtype-specific invasion ability of tumor cells is driven by CAFs that are differentially educated by tumor cells in the tumor microenvironment. Our model not only advances our understanding of CAFs' role in tumor progression but also offers an <i>in vitro<\/i> model for assessing potential therapeutic targets and drug candidates for human gastric cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"3D models,Gastric cancer,Tumor-microenvironment,Cancer-associated fibroblasts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Hwang, S.-B. Lee, <b>H.-J. Kuh<\/b>; <br\/>Catholic University of Korea, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"bd0b5384-3555-4917-8370-4063eef19935","ControlNumber":"4438","DisclosureBlock":"&nbsp;<b>H. Hwang, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>H. Kuh, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8589","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"277","PresenterBiography":null,"PresenterDisplayName":"Hyo-Jeong Kuh, PhD","PresenterKey":"55d321f1-5676-433f-825b-046cd8fc3bb1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"277. Cancer-associated fibroblasts, educated by tumor cells, differentially facilitate cancer cell invasion in cell-line based human gastric tumoroids","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer-associated fibroblasts, educated by tumor cells, differentially facilitate cancer cell invasion in cell-line based human gastric tumoroids","Topics":null,"cSlideId":""},{"Abstract":"Chemoresistance remains a major clinical challenge for the treatment of high-grade serous ovarian cancer (HGSC), the most lethal gynecologic malignancy. The majority of patients who initially respond to first-line platinum\/taxane-based chemotherapy eventually relapse with chemoresistant disease, leading to poor survival outcomes. It is increasingly recognized that cancer cells can enter a reversible drug-tolerant persister (DTP) state through non-genetic mechanisms to evade chemotherapy-induced cytotoxicity prior to the development of chemoresistance. However, how environmental signals and extracellular factors from the tumor microenvironment drive the process remains poorly understood. Cancer-associated fibroblasts (CAFs) are a functionally heterogeneous population of activated fibroblasts. CAFs play a critical role in shaping the tumor microenvironment and tumor behaviors, including promoting tumor growth and mediating therapy resistance. Here, we demonstrated that HGSC cell lines co-cultured with patient-derived FAP-high CAFs, a subpopulation of CAFs previously identified in our lab to be tumor-promoting, significantly increase the formation of DTPs upon prolonged carboplatin treatment compared to the mono-cultured condition. Interestingly, the extracellular matrix (ECM) organization signature is enriched in FAP-high CAFs compared to their FAP-low counterparts, and we found that ECM deposited by FAP-high CAFs also facilitates the emergence of DTPs in HGSC cells. Future work will focus on elucidating the mechanisms by which FAP-high CAFs and the associated ECM promote DTP formation in HGSC cells through transcriptomic and proteomic profiling. This will aid the identification of potential therapeutic vulnerabilities to target cancer cells in the DTP state in FAP-high HGSC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Cancer-associated fibroblasts,Tumor microenvironment,Extracellular matrix,Chemoresistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. S. N. Ng<\/b><sup>1<\/sup>, N. Bui<sup>2<\/sup>, L. Ailles<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Toronto, Toronto, ON, Canada, <sup>2<\/sup>Princess Margaret Cancer Centre, Toronto, ON, Canada","CSlideId":"","ControlKey":"e038e762-e46a-4097-b774-4a6f5dd41032","ControlNumber":"1381","DisclosureBlock":"&nbsp;<b>A. S. N. Ng, <\/b> None..<br><b>N. Bui, <\/b> None..<br><b>L. Ailles, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8590","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"278","PresenterBiography":null,"PresenterDisplayName":"Angel Ng, BS,M Phil","PresenterKey":"5f9bfa51-22f0-46b4-9616-904599032d9f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"278. Investigating the functional role of cancer-associated fibroblasts in the emergence of drug-tolerant persisters in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the functional role of cancer-associated fibroblasts in the emergence of drug-tolerant persisters in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"One in thirteen organ transplant recipients (OTRs) develop post-transplant cutaneous squamous cell carcinoma (cSCC), leading to significant morbidity upon disease progression. Although chronic ultraviolet (UV) exposure primarily underlies keratinocyte carcinogenesis, long-term immunosuppression is a critical etiologic risk factor due to reduced systemic surveillance of dysplasia. Calcineurin inhibitors such as tacrolimus are commonly administered to suppress the immune system by blocking T-cell proliferation and preventing donor organ rejection. Contrarily, studies have evinced the off-target effects of immunosuppressives, namely azathioprine and cyclosporine, but not tacrolimus &#8212; the most widely used in all immunosuppression. In addition, the preclinical research literature has overlooked the contribution of stromal fibroblasts in the cSCC tumor microenvironment (TME). Hence, we hypothesize that tacrolimus exerts direct carcinogenic effects on keratinocytes and fibroblasts in the skin. We further postulate that tacrolimus enables a tumor-permissive microenvironment by activating dermal fibroblasts to cause aggressive and invasive keratinocyte carcinoma in OTRs. To examine this cellular crosstalk phenomenon, we used human keratinocytes, primary dermal fibroblasts and cSCC cells in mono- and co-cultures to mimic cutaneous and tumor complexities. Next, we assessed the molecular mechanisms utilized by tacrolimus to potentiate tumorigenesis pertinent to cell survival, proliferation and invasion. Herein, we show that tacrolimus promotes cell survival dose-dependently in cSCC cells. We also found that a fibroblast-cSCC spheroid co-culture significantly enhances cell invasion. In a wound-healing migration assay, tacrolimus increased the migratory capacity of normal keratinocytes and cSCC cells. However, cell proliferation remains nebulous due to cyclical dose-response effects in vitro. We then queried whether cell proliferation is affected in vivo using immunodeficient mice, and similar results were observed. We confirmed via immunoblotting that tacrolimus induced elevated expression of proliferation markers at distinct drug concentrations. Altogether, our findings illuminate keratinocyte-stroma interactions and particularly isolate the contributory role of tacrolimus in non-immune mediated cSCC pathogenesis. This knowledge suggests newer immunosuppressives that do not inhibit calcineurin activity may help relieve cutaneous malignancies in transplant recipients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Squamous cell carcinoma,Stromal-epithelial interactions,Immunosuppression,Fibroblasts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Kumah<\/b><sup>1<\/sup>, Y. Chhabra<sup>2<\/sup>, V. Wang<sup>2<\/sup>, A. Dixit<sup>2<\/sup>, A. Weeraratna<sup>2<\/sup>, K. Bibee<sup>1<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins Medicine, Baltimore, MD, <sup>2<\/sup>Johns Hopkins School of Public Health, Baltimore, MD","CSlideId":"","ControlKey":"afc587f6-a745-4c68-9454-5ccbad442158","ControlNumber":"6014","DisclosureBlock":"&nbsp;<b>E. Kumah, <\/b> None..<br><b>Y. Chhabra, <\/b> None..<br><b>V. Wang, <\/b> None..<br><b>A. Dixit, <\/b> None..<br><b>A. Weeraratna, <\/b> None..<br><b>K. Bibee, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8591","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"279","PresenterBiography":null,"PresenterDisplayName":"Edwin Kumah, BS,MS","PresenterKey":"9bb468a3-04a1-4609-bbaf-1af9803a7195","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"279. Iatrogenic immunosuppression emplaces tacrolimus to drive squamous skin cancer progression and influence the microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Iatrogenic immunosuppression emplaces tacrolimus to drive squamous skin cancer progression and influence the microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Our purpose is to identify stromal-derived signals required for <i>IDH1\/2<\/i>-mut hematopoietic stem cells (HSCs) to become leukemogenic. Mutations in <i>IDH<\/i> genes are found in 20% of acute myeloid leukemia (AML) patients and are not transformative. They produce the oncometabolite 2HG which inhibits key epigenetic regulators. We explored whether epigenetic changes in the bone marrow (BM) niche could provide cooperative signals to IDH-mut HSCs leading to their transformation and disease development. We found that 2HG is elevated in the BM plasma of MDS\/AML patients with <i>IDH1\/2<\/i> mutations as compared to <i>IDH<\/i>-wt patients. Interestingly, 2HG is taken up by BM stromal cells (BMSCs) suggesting it may induce aberrant methylation patterns in them. Indeed, methylome analysis showed hypermethylation in BMSCs of AML patients with <i>IDH1\/2<\/i> mutations compared to wt. Among the most hypermethylated genes in the <i>IDH<\/i>-mut stroma are <i>AXIN1<\/i>, <i>AXIN2<\/i> and <i>NDK2, <\/i>all negative regulators of &#946;-catenin; this pathway activation was previously shown to cause MDS\/AML in mice and present in 38% of patients. In agreement with these findings &#946;cat activation in the stroma of <i>IDH<\/i>-mut vs <i>IDH<\/i>-wt AML patients showed a strong positive correlation as 50% of <i>IDH<\/i>-mut patients had activated &#946;cat in their BMSCs. Inquiring whether stroma methylation precedes HSC transformation, we analyzed samples from healthy individuals with <i>IDH<\/i>-mut clonal hematopoiesis. They exhibited increased global and <i>AXIN1<\/i> promoter methylation compared to samples without such clones, but not active &#946;cat in osteoblasts, indicating this might be a later step along with disease development. In fact, transplantation of HSCs from <i>Idh2<\/i>-mut mice to recipients expressing active &#946;cat in osteoblasts led to increase in blasts and shortened survival compared to wt mice transplanted with <i>Idh2<\/i>-mut HSCs. As many patients relapse following treatment with IDH inhibitors, we investigated a potential role for &#946;cat signaling in treatment outcome. <i>IDH<\/i>-mut AML patients who do not respond to treatment with the IDHi present more frequently with activated &#946;cat in osteoblasts compared to responders. Analyzing samples from the same patient pre- and post-treatment with IDHi, we found before treatment most patients were positive for &#946;cat stromal activation, whereas after treatment, all patients with complete response were negative, while patients with progressive disease remained positive. Our model suggests <i>IDH<\/i>-mut HSCs secrete 2HG inducing epigenetic alterations in the niche, some of which cause activation of the &#946;cat pathway. In turn, this additional signal leads to the transformation of HSCs to dysplastic cells and MDS\/AML development. This work uncovers a new mechanism for transformation to MDS\/AML and resistance to IDHi treatment. Thus, targeting &#946;cat activation in the stroma, in combination with IDHi, could improve treatment outcome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Leukemias: acute myeloid,Microenvironment,Epigenetics,&#946;-catenin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Vgenopoulou<\/b><sup>1<\/sup>, L. Flores<sup>1<\/sup>, I. Mosialou<sup>1<\/sup>, J. Zhao<sup>1<\/sup>, X. Liu<sup>1<\/sup>, P. Sung<sup>2<\/sup>, V. Penard-Lacronique<sup>3<\/sup>, M. Carroll<sup>4<\/sup>, S. Kousteni<sup>1<\/sup>; <br\/><sup>1<\/sup>Columbia University Irving Medical Center, New York, NY, <sup>2<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY, <sup>3<\/sup>Institut Gustave Roussy, Villejuif, France, <sup>4<\/sup>University of Pennsylvania, Philadelphia, PA","CSlideId":"","ControlKey":"b42888cd-84d9-425a-abb0-62ec866e9a0c","ControlNumber":"5500","DisclosureBlock":"&nbsp;<b>P. Vgenopoulou, <\/b> None..<br><b>L. Flores, <\/b> None..<br><b>I. Mosialou, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>P. Sung, <\/b> None..<br><b>V. Penard-Lacronique, <\/b> None..<br><b>M. Carroll, <\/b> None..<br><b>S. Kousteni, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8592","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"280","PresenterBiography":null,"PresenterDisplayName":"Paraskevi Vgenopoulou, BS;MS;PhD","PresenterKey":"ed018422-889a-4e0b-b4ff-73449e953e9c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"280. Aberrant &#946;-catenin signaling from the bone marrow niche leads to transformation of <i>IDH1\/2<\/i>-mutant hematopoietic stem cells and compromises response to IDH1\/2 inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Aberrant &#946;-catenin signaling from the bone marrow niche leads to transformation of <i>IDH1\/2<\/i>-mutant hematopoietic stem cells and compromises response to IDH1\/2 inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Aims: FGFR2+ fibroblasts were reported to promote tumor progression, but the mechanisms remained unexplored in esophageal squamous cell carcinoma (ESCC).Methods: Multiplex immunohistochemistry (mIHC) displayed the distributions of FGFR2+ fibroblasts and cancer stem cells (CSCs). After FGFR2+ fibroblast isolation, tumor cells were stimulated with fibroblasts supernatant to assess radioresistance and CSC properties. RNA-seq analysis identified the downstream BMP5 expression.Results: In our preliminary study, the immunohistochemistry results showed that FGFR2+ fibroblasts were always represented in the area near cancer stem cells (CSCs), and FGFR2+ fibroblasts infiltration was associated with poor outcomes. When we cocultured FGFR2+ fibroblasts with tumor cells, we found the proportion of CSCs were upregulated. The results of RNA sequencing and ELISA showed that FGFR2+ fibroblasts overexpressed BMP5. Using FGFR2+ fibroblasts or BMP5 to stimulate cancer cells, the proportion of cancer stem cells was increased, the capabilities of sphere formation and survival after radiation were enhanced. Both RNA sequencing and immunoblotting results indicated that BMP5 affected H2AX phosphorylation in DNA repair pathway and activated its potential upstream pathway MAPK signaling pathway. In vivo experiments also showed that FGFR2+ fibroblasts could upregulate CSCs proportions.Conclusions: Our findings suggested that BMP5 derived from FGFR2+ fibroblasts might induce CSCs expansion and led to poor prognosis in the ESCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Cancer stem cells,Fibroblast growth factor receptor 2  (FGFR-2),Fibroblasts,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Wang<\/b>, P. Feng, T.-c. Jiang, X.-y. Guan, Y.-f. Xia; <br\/>Sun Yat-sen University Cancer Center (SYSUCC), Guangdong, China","CSlideId":"","ControlKey":"e269f53e-7d38-47ec-bc99-63b534146663","ControlNumber":"6257","DisclosureBlock":"&nbsp;<b>Y. Wang, <\/b> None..<br><b>P. Feng, <\/b> None..<br><b>T. Jiang, <\/b> None..<br><b>X. Guan, <\/b> None..<br><b>Y. Xia, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8593","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"281","PresenterBiography":null,"PresenterDisplayName":"Ying Wang, PhD","PresenterKey":"3a72ce35-4d2a-4c92-a425-46cddef0ce03","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"281. The function of FGFR2+ cancer-associated fibroblasts on cancer stem cell expansion of esophageal squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The function of FGFR2+ cancer-associated fibroblasts on cancer stem cell expansion of esophageal squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Cancer-associated fibroblasts (CAFs), a pivotal component in the tumor microenvironment (TME) of gastric cancer (GC), play a crucial role in tumor progression and resistance to treatment. In this study, we performed analyses to build a comprehensive cellular landscape of fibroblasts in GC EMT using three single-cell RNA cohorts including ours (GSE183904, GSE134520 and GSE167297). We observed distinct fibroblast subtypes (CXCL14+\/POSTN+<\/i>, CXCL14+\/APOE+<\/i>, SFRP4+<\/i>, and SFRP2+<\/i> fibroblasts). Among the subtypes, we observed that SFRP4+<\/i> fibroblasts sharing cellular origins with normal tissue-residing SFRP2+<\/i> myofibroblasts. Notably, SFRP4+<\/i> fibroblasts showed a regional prediction for tumor and deep tumor layers compared to normal and superficial tumor layers, respectively. To further understand the role of these fibroblasts, we employed spatial transcriptome data. Spatially resolving the cellular interactions within the TME, the adjacency of SFRP4+ <\/i>CAFs to malignant cells undergoing epithelial-to-mesenchymal transition (EMT), was observed. Ligand-receptor analyses demonstrated SFRP4+<\/i>CAFs regulate key genes of EMT in malignant cells (TGFBI, COL1A1, SPARC, COL3A1, COL1A2, and BGN<\/i>). The regulatory roles of SFRP4+<\/i> CAFs in driving the epithelial-mesenchymal transition (EMT) of malignant cells were further validated in vitro<\/i>. Clinical relevance was also demonstrated with the correlation between the abundance of SFRP4+<\/i> CAF and clinical outcomes, i.e., high SFRP4+<\/i>CAF abundance was consistently associated with shorter survival of GC patients across cohorts. Thus, we present SFRP4+<\/i> CAFs as major fibroblast subtypes in GC TME. Spatial cellular architectures and in vitro<\/i> evidence support that SFRP4+<\/i>fibroblasts activate the EMT of malignant cells along with their association with patient prognosis. This study advances our understanding into the mechanistic roles of SFRP4+<\/i> fibroblasts in GC pathogenesis and progression, paving the way for potential targeted therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Gastrointestinal cancers: stomach,Epithelial-mesenchymal transition (EMT),Cancer associated fibroblasts,Stromal-epithelial interactions,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Seungho Lee<\/b><sup>1<\/sup>, Austin Cho<sup>2<\/sup>, Hyoung-Il Kim<sup>3<\/sup>, Hoon Hur<sup>4<\/sup>, Jae-Ho Cheong<sup>5<\/sup>, Tae-Min Kim<sup>6<\/sup><br><br\/><sup>1<\/sup>Department of Surgery, Seoul National University Hospital, Jongro-gu, Korea, Republic of,<sup>2<\/sup>Department of Genetics, University of Minnesota, Minnesota, MN,<sup>3<\/sup>Department of Surgery, Yonsei University Health System, Jongro-gu, Korea, Republic of,<sup>4<\/sup>Department of Surgery, Ajou University School of Meedicine, Soowon, Korea, Republic of,<sup>5<\/sup>Department of Surgery, Yonsei University Health System, Seodaemoon-gu, Korea, Republic of,<sup>6<\/sup>The Catholic University of Korea, Seocho-gu, Korea, Republic of","CSlideId":"","ControlKey":"0b669dde-169d-41eb-a567-74c4ea972bf9","ControlNumber":"6474","DisclosureBlock":"&nbsp;<b>S. Lee, <\/b> None..<br><b>A. Cho, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>H. Hur, <\/b> None..<br><b>J. Cheong, <\/b> None..<br><b>T. Kim, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8594","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"282","PresenterBiography":null,"PresenterDisplayName":"Seungho Lee, MD,PhD","PresenterKey":"329ecbbc-7a20-49d6-bcf8-7dd494a077fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"282. <i>SFRP4+<\/i> cancer associated fibroblasts activate epithelial to mesenchymal transitions in malignant cells and dictate adverse clinical outcomes in stomach cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>SFRP4+<\/i> cancer associated fibroblasts activate epithelial to mesenchymal transitions in malignant cells and dictate adverse clinical outcomes in stomach cancer","Topics":null,"cSlideId":""},{"Abstract":"Benign breast disease (BBD) affects over one million women annually in the United States and is diagnosed in nearly half of all women during their lifetime. Pseudoangiomatous stromal hyperplasia (PASH), a common BBD subtype, is characterized by an overaccumulation of tissue fibroblasts. Current research suggests a pivotal role of the immune microenvironment in progression of BBD to breast cancer, suggesting its composition as a determinant of breast cancer risk. Our study evaluates whether fibroblast variations and immune microenvironment differences in BBD biopsies containing PASH lesions are associated with subsequent breast cancer development. We evaluated BBD biopsies from women who subsequently developed breast cancer (cases, N=5) or remained cancer-free (controls, N=5). Using Opal-based multiplex immunofluorescence (mIF) assays, we mapped expression of fibroblast markers linked to breast cancer associated fibroblasts (CAFs), including vimentin (VIM), smooth muscle actin (ACTA2), fibroblast specific protein-1 (S100A4\/FSP1), fibroblast associated protein (FAP), integrin beta-1 (CD29\/ITGB1), and platelet derived growth factor receptor beta (PDGFR&#946;) and markers of key immune cells (T cells: CD4, CD8; dendritic cells: CD11c; B cells: CD20; and macrophages: CD68) along with MKI67 as a proliferation marker. Our results revealed marked differences in fibroblast marker expression and immune cell populations between these groups in the normal lobules in the BBD biopsies. PASH cases showed elevated PDGFR&#946; and CD29\/ITGB1 expression in VIM-positive fibroblasts, markers characteristic of CAF subtypes known to accumulate in more aggressive tumor microenvironments. Conversely, a higher percentage of FSP1+\/VIM+ cells, similar to that of a different CAF subtype, was noted in the lobules of PASH controls. This difference in biomarker expression, along with corresponding variations in immune cell counts, suggests a complex interplay between fibroblast composition and immune response that ultimately modulate cancer risk in PASH-containing BBD tissues. Additionally, increased MKI67 expression in PASH cases potentially signals the higher likelihood of cancer development. This work advances our understanding of fibroblast heterogeneity in BBD and its implications for breast cancer risk and progression, and paves the way for innovative strategies to improve clinical outcomes for BBD patients to reduce their incidence of breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Fibroblasts,Breast cancer,Tumor microenvironment,Immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Cruz-Reyes<\/b><sup>1<\/sup>, M. Rossi<sup>1<\/sup>, M. Stallings Mann<sup>1<\/sup>, B. McCauley<sup>2<\/sup>, T. Hoskin<sup>2<\/sup>, R. Vierkant<sup>2<\/sup>, S. Winham<sup>2<\/sup>, A. Degnim<sup>2<\/sup>, M. E. Sherman<sup>1<\/sup>, D. C. Radisky<sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic College of Medicine and Science, Jacksonville, FL, <sup>2<\/sup>Mayo Clinic College of Medicine and Science, Rochester, MN","CSlideId":"","ControlKey":"8fcee3eb-d6a2-4bcf-9a84-894cd7014660","ControlNumber":"6920","DisclosureBlock":"&nbsp;<b>N. Cruz-Reyes, <\/b> None..<br><b>M. Rossi, <\/b> None..<br><b>M. Stallings Mann, <\/b> None..<br><b>B. McCauley, <\/b> None..<br><b>T. Hoskin, <\/b> None..<br><b>R. Vierkant, <\/b> None..<br><b>S. Winham, <\/b> None..<br><b>A. Degnim, <\/b> None.&nbsp;<br><b>M. E. Sherman, <\/b> <br><b>Exact Sciences<\/b> MES receives research from Exact Sciences for work unrelated to this abstract..<br><b>D. C. Radisky, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8596","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"283","PresenterBiography":null,"PresenterDisplayName":"Nicole Cruz-Reyes, BS","PresenterKey":"2094c205-8f19-48fb-a51c-06ed0e92cbcf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"283. Fibroblast diversity and immune microenvironment in pseudoangiomatous stromal hyperplasia (PASH): Associations with breast cancer risk","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fibroblast diversity and immune microenvironment in pseudoangiomatous stromal hyperplasia (PASH): Associations with breast cancer risk","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Obesity is associated with an increased risk and a poor prognosis of breast cancer (BC) in postmenopausal (PM) women. The mechanism(s) underlying obesity-related PM BC are not clearly understood. We hypothesized that the increased local presence of &#8216;obese&#8217; mammary adipocytes within the breast tumor microenvironment (TME) promotes the acquisition of an invasive BC cell phenotype and markedly accelerates tumor proliferation and progression.<br \/><b>Methods: <\/b>We asked whether cancer-associated mammary adipocytes (CA-MAd) differ from normal mammary adipocytes (N-MAd) in their ability to promote tumorigenesis of dormant BC cells and if so, what the underlying mechanism(s) might be. Using a 2D transwell model, BC cells (ER- and ER+), were cocultured with obese PM CA-MAd isolated from breast cancer patients or obese mammary N-MAds from PM disease-free women and analyzed for migration, proliferation, phenotypic, signaling and metabolic alterations.<br \/><b>Results: <\/b>Compared to monoculture (MC) conditions, BC cells cocultured (CC) with CA-MAd displayed significantly increased migration and proliferation. Quantitative phase imaging indicated that CA-MAd secretome-treated BC cells displayed increased motility, speed, distance covered and cell size\/area compared to N-MAd. Consistent with these results, mesenchymal markers such as fibronectin, vimentin and SNAIL were upregulated whereas the epithelial marker E-cadherin was downregulated in CC <i>vs<\/i>. MC conditions suggesting that Ads in the TME promote EMT in BC cells. Interestingly, mature Ads CC with BC cells underwent delipidation and dedifferentiation as indicated by reduced Oil Red staining, decreased lipid content and reduced expression of Ad maturation markers such as <i>FABP4<\/i>, <i>ADIPOQ<\/i> and <i>PLIN1<\/i>. Consistently, we determined that CC BC cells exhibited increased lipid uptake and BODIPY staining and upregulated pAMPK, pACC and CPT1A signaling when compared to MC BC cells. Short term treatment of BC cells with both N-MAd and CA-MAd secretomes resulted in increased oxygen consumption rate (OCR), basal respiration, ATP-linked respiration and proton-linked respiration compared to control and as determined by the Seahorse extracellular flux assay. CC with MAds significantly downregulated OCR and all respiration parameters in BC cells suggesting decreased glucose uptake and glycolytic flux.<br \/><b>Conclusions: <\/b>Compared to MC, CC with obese M-Ads promoted functional, phenotypic and metabolic changes in BC cells. Taken together, our results indicate that crosstalk between BC cells and obese MAds promotes delipidation of MAds and a concomitant lipid uptake in BC cells and a switch to lipid metabolism signaling pathways that may, in turn, drive a metabolic shift in BC cells and promote tumor growth. [Supported by NIH RO1CA185530, the Breast Cancer Research Foundation, the Karp Family Foundation and the Nile Albright Research Foundation]","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Breast cancer,Adipocytes,Tumor microenvironment,Obesity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Roy<\/b><sup>1<\/sup>, R. Aldakhlallah<sup>2<\/sup>, S. Cobbs<sup>2<\/sup>, E. Man<sup>2<\/sup>, C. Hallinan<sup>2<\/sup>, K. Lee<sup>1<\/sup>, M. Lotz-Bousvaros<sup>3<\/sup>, S. Pories<sup>4<\/sup>, M. A. Moses<sup>1<\/sup>; <br\/><sup>1<\/sup>Boston Children's Hospital, Harvard Medical School, Boston, MA, <sup>2<\/sup>Boston Children's Hospital, Boston, MA, <sup>3<\/sup>Mount Aurburn Hospital, Cambridge, MA, <sup>4<\/sup>Mount Auburn Hospital, Harvard Medical School, Cambridge, MA","CSlideId":"","ControlKey":"e446b092-f566-4ff8-b2e7-8ac34c1422dd","ControlNumber":"5101","DisclosureBlock":"&nbsp;<b>R. Roy, <\/b> None..<br><b>R. Aldakhlallah, <\/b> None..<br><b>S. Cobbs, <\/b> None..<br><b>E. Man, <\/b> None..<br><b>C. Hallinan, <\/b> None..<br><b>K. Lee, <\/b> None..<br><b>M. Lotz-Bousvaros, <\/b> None..<br><b>S. Pories, <\/b> None..<br><b>M. A. Moses, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8597","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"284","PresenterBiography":null,"PresenterDisplayName":"Roopali Roy, PhD","PresenterKey":"8f37b3a9-82cc-4ec7-a639-7adae98aecf6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"284. Crosstalk with postmenopausal obese mammary adipocytes impacts breast cancer cell metabolism and promotes tumorigenesis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Crosstalk with postmenopausal obese mammary adipocytes impacts breast cancer cell metabolism and promotes tumorigenesis","Topics":null,"cSlideId":""},{"Abstract":"Objectives: Mesenchymal-type colorectal cancer (CRC), characterized by strong stromal infiltration and immune tolerance, resists immune checkpoint blockade and has poor outcomes. Cancer-associated fibroblasts (CAFs), abundant in tumor stroma, actively remodel the extracellular matrix (ECM), modulate immune evasion, and drive tumor progression. We have recently identified thioredoxin domain-containing protein 5 (TXNDC5), a protein disulfide isomerase (PDI), as a critical mediator of fibroblast activation and ECM remodeling in organ fibrosis. We hypothesized that TXNDC5 could contribute to fibroblast activation, stroma formation and disease progression in cancer, especially in the stroma-enriched fibrogenic mesenchymal-type CRC.<br \/>Methods: Transcriptome databases of CRC were re-analyzed to determine the clinical relevance of TXNDC5. Experimentally, CRC was induced in mouse lines by azoxymethane (AOM) and dextran sulfate sodium (DSS) stimuli, a model sharing multiple characteristics with human mesenchymal-type CRC. Human colonic fibroblast line CCD-18co was used to investigate the molecular mechanisms by which TXNDC5 regulates colonic fibroblast activities. Fibroblast-specific TXNDC5 knockout (<i>Col1a2-Cre\/ERT2*TXNDC5<sup>fl\/fl<\/sup><\/i>) mice were generated, combining with single-cell RNA sequencing analyses on AOM\/DSS-induced CRC tumors in these animals, to clarify how fibroblast TXNDC5 impact tumor microenvironment, CRC progression and response to immune checkpoint blockade.<br \/>Findings: TXNDC5 was predominantly expressed in stromal fibroblasts of human and mouse CRC. Fibroblast-specific deletion of <i>Txndc5<\/i> lessened CAF activation, attenuated tumor fibrosis and reduced tumor burden in AOM\/DSS-induced CRC. Mechanistically, increased TXNDC5 levels augments TGF&#946; signaling in CAF by post-translational stabilization of TGFBR1 through its PDI activity. In addition, deletion of <i>Txndc5<\/i> in CAFs led to less tumor desmoplasia, decompressed tumor vessels and attenuated intra-tumoral hypoxia, thereby easing immune tolerance and increasing cytotoxic T cell infiltration in CRC. Single-cell transcriptome analysis revealed a marked change of intra-tumoral immune cell populations upon fibroblast-specific deletion of TXNDC5, shifting from myeloid-derived suppressive cells to cytotoxic tumor-infiltrating lymphocytes. Importantly, depletion of TXNDC5 in CAFs potentiated the anti-tumor effects of immune checkpoint blockade with anti-PD1 therapy in CRC.<br \/>Conclusions: Our data suggest an important yet previously unrecognized role of fibroblast TXNDC5 in CRC progression, through enhancing CAF activation, stroma formation and immune escape. Combining immune checkpoint blockade with TXNDC5 deletion synergistically improved anti-tumor effects in CRC. Targeting TXNDC5, therefore, can be a novel therapeutic approach for CRC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Tumor microenvironment,Immunotherapy,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Kai-Lin Cheng<\/b><sup>1<\/sup>, Chih-I Chen<sup>2<\/sup>, Shu-Han Yu<sup>3<\/sup>, Huai-Wen Liang<sup>4<\/sup>, Yi-Wei Tsai<sup>1<\/sup>, Chen-Ting Hung<sup>1<\/sup>, Yu-Shan Lin<sup>1<\/sup>, Yi-Shiuan Tzeng<sup>5<\/sup>, Sung-Jan Lin<sup>6<\/sup>, Yueh-Feng Wu<sup>6<\/sup>, Jen-Kuang Lee<sup>7<\/sup>, Chia-Hui Yu<sup>8<\/sup>, Shuei-Liong Lin<sup>8<\/sup>, Shih-Yu Chen<sup>5<\/sup>, Tzu-Tang Wei<sup>1<\/sup>, Yun-Ju Huang<sup>9<\/sup>, Ruey-Hwa Chen<sup>10<\/sup>, Ching-Chow Chen<sup>1<\/sup>, Kai-Chien Yang<sup>1<\/sup><br><br\/><sup>1<\/sup>Department and Graduate Institute of Pharmacology, National Taiwan University College of Medicine, Taipei City, Taiwan,<sup>2<\/sup>Division of Colon and Rectal Surgery, Department of Surgery, E-Da Hospital, I-Shou University, Kaohsiung, Taiwan,<sup>3<\/sup>Institute of Biotechnology, National Taiwan University, Taipei City, Taiwan,<sup>4<\/sup>Division of Cardiology, Department of Internal Medicine, E-Da Hospital, I-Shou University, Kaohsiung, Taiwan,<sup>5<\/sup>Institute of Biomedical Sciences, Academia Sinica, Taipei City, Taiwan,<sup>6<\/sup>Department of Biomedical Engineering, National Taiwan University, Taipei City, Taiwan,<sup>7<\/sup>Division of Cardiology, Department of Internal Medicine, National Taiwan University Hospital, Taipei City, Taiwan,<sup>8<\/sup>Graduate Institute of Physiology, National Taiwan University College of Medicine, Taipei City, Taiwan,<sup>9<\/sup>Graduate Institute of Oncology, National Taiwan University College of Medicine, Taipei City, Taiwan,<sup>10<\/sup>Institute of Biological Chemistry, Academia Sinica, Taipei City, Taiwan","CSlideId":"","ControlKey":"40da49f2-b1ca-474b-b68a-8d6b37527dc9","ControlNumber":"1114","DisclosureBlock":"&nbsp;<b>K. Cheng, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>S. Yu, <\/b> None..<br><b>H. Liang, <\/b> None..<br><b>Y. Tsai, <\/b> None..<br><b>C. Hung, <\/b> None..<br><b>Y. Lin, <\/b> None..<br><b>Y. Tzeng, <\/b> None..<br><b>S. Lin, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>C. Yu, <\/b> None..<br><b>S. Lin, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>T. Wei, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>R. Chen, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>K. Yang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8598","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"285","PresenterBiography":"","PresenterDisplayName":"Kai-Lin Cheng, MS","PresenterKey":"7909cd3c-d74f-46d3-ad11-3beedf8494ac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"285. Targeting TXNDC5 in stromal fibroblasts resolves desmoplasia and resistance to immune checkpoint blockade in mesenchymal-type colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting TXNDC5 in stromal fibroblasts resolves desmoplasia and resistance to immune checkpoint blockade in mesenchymal-type colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"This study aims to investigate human normal pancreatic tissue, pancreatic precursor lesions, and invasive pancreatic ductal adenocarcinoma to provide the most extensive spatial characterization as disease progress by mapping dysplastic stem cells (DSCs) - a reservoir of cancer cells - and fibroblast populations which modulate the tumor microenvironment and participate in disease progression. We performed 12 cycles of multiplex immunofluorescence using 26 validated antibodies covering fibroblasts [CXCL12, &#945;SMA, FAP, CD74, CD105, PDGFRA, COL1A1], DSCs diversity [CD44v9, CD133, CD166, SPP1, S100P], and immune populations, onto tissue samples from 75 patients screened for normal, low grade, high grade dysplasia, and invasive cancer. We used our codes in Python, R, and QuPath 0.4.3. The pipeline includes shading correction, whole slide image registration (at subcellular level), region of interest and stromal mask annotations by a pathologist [normal duct, acinar to ductal metaplasia (ADM), low grade, high grade, invasive], automatic cell detection, and signal extraction. We developed a novel Python code for cell-to-cell spatial dependency analysis by using the x,y centroid positions of one cell from the tumor to other cells from the stroma mask based on pre-defined distances.<br \/>For this abstract, we interrogated 264,732 cells and observed SPP1+, S100P+ DSCs expansion from low grade to high grade dysplasia, whereas CD133+ and CD166+ populations contract (p&#60;0.0001). S100P+ DSCs gradually expand as disease progress reaching 74.13% of invasive cells being positive. CD44v9 follows dynamic changes variations, being expressed in 59.6% of cells undergoing ADM, dropping to 5.4% in dysplasia, and re-increasing to 25.4% in invasive cancer (all p&#60;0.0001). Focusing on stromal composition, CXCL12+, CD105+, &#945;SMA+, CD74+ fibroblasts expand whereas FAP+ fibroblasts contract from low- to high grade (p-values &#60;0.0001). COL1A1 expression increases at each step of the normal duct - ADM - low grade - high grade - invasive cancer sequence (all p&#60;0.0001). The pattern of CD44v9 tumor population showed dynamic alterations with the CD105 fibroblast population, as CD44v9 and CD105 are highly expressed in coordination during ADM. However, in dysplastic lesions and invasive cancer, mutual exclusivity between the tumor CD44v9 populations and the underlying CD105 fibroblast populations is observed, confirmed by our spatial algorithm within 50 &#956;m of cell-to-cells distance (p&#60;0.0001). In tumors, when CD44v9 tumor cell populations are expressed, the adjacent fibroblasts were CD105 negative.<br \/>Multiplex imaging reveals dysplastic stem cells and fibroblasts dynamics in low- to high grade transition. The high-throughput capabilities of this method lead to the discovery of the CD44v9 tumor and CD105 fibroblast dependencies in pancreatic tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Stem cells,Tumorigenesis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Batardière<\/b><sup>1<\/sup>, S. Ayman<sup>1<\/sup>, C. Beaussier<sup>1<\/sup>, J. Baig<sup>1<\/sup>, Z. Ghanmeh<sup>2<\/sup>, M. Farias-Gonzalez<sup>1<\/sup>, J. Wong<sup>1<\/sup>, A. Archambault-Marsan<sup>1<\/sup>, L. Rousseau<sup>3<\/sup>, S. Turcotte<sup>1<\/sup>, A. Means<sup>4<\/sup>, M. Tan<sup>4<\/sup>, K. DelGiorno<sup>5<\/sup>, E. Dianati<sup>1<\/sup>, V.-H. Trinh<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Montréal, Montréal, QC, Canada, <sup>2<\/sup>Concordia University, Montréal, QC, Canada, <sup>3<\/sup>Centre Hospitalier Université de Montréal, Montréal, QC, Canada, <sup>4<\/sup>Vanderbilt University Medical Center, Nashville, TN, <sup>5<\/sup>Vanderbilt University, Nashville, TN","CSlideId":"","ControlKey":"fe55d1fa-e532-4d93-b9ac-932c1419ed11","ControlNumber":"8522","DisclosureBlock":"&nbsp;<b>M. Batardière, <\/b> None..<br><b>S. Ayman, <\/b> None..<br><b>C. Beaussier, <\/b> None..<br><b>J. Baig, <\/b> None..<br><b>Z. Ghanmeh, <\/b> None..<br><b>M. Farias-Gonzalez, <\/b> None..<br><b>J. Wong, <\/b> None..<br><b>A. Archambault-Marsan, <\/b> None..<br><b>L. Rousseau, <\/b> None..<br><b>S. Turcotte, <\/b> None..<br><b>A. Means, <\/b> None..<br><b>M. Tan, <\/b> None..<br><b>K. DelGiorno, <\/b> None..<br><b>E. Dianati, <\/b> None..<br><b>V. Trinh, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8599","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"286","PresenterBiography":null,"PresenterDisplayName":"Maëlle Batardiere","PresenterKey":"a04662f3-2551-4011-9155-55c97ce70507","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"286. Multiplex imaging of human pancreatic tumors reveal novel dynamics of dysplastic stem cells, remodeling of associated fibroblasts and cell-to-cell spatial dependencies","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiplex imaging of human pancreatic tumors reveal novel dynamics of dysplastic stem cells, remodeling of associated fibroblasts and cell-to-cell spatial dependencies","Topics":null,"cSlideId":""},{"Abstract":"A new subset of cancer associated fibroblasts (CAFs) called antigen presenting CAF (apCAF) was recently identified, and modulation of the tumor immunity might be associated with tumor progression. We examined the markers of apCAF, such as IRF5, HLA-DRA and HLA-DQA1 by bioinformatics analyses of human colorectal cancer (CRC) datasets. The expression of apCAF markers were upregulated in CAFs isolated from human CRCs and liver metastases compared with their normal counterparts. Kaplan-Meir analysis of 172 human CRC samples clarified that the patients with apCAF marker positive expression in the tumor stroma had worse prognosis than that with negative expression. In addition, the origin of apCAFs was reported to be mesothelial cells, therefore, we established cancer-associated mesothelial cells (CAmes) from ascites of human CRC patients with peritoneal dissemination. Consistently, the expression of antigen-presentation markers was highly upregulated in CAmes, however, allo-mixed lymphocyte reaction analysis demonstrated that their stimulating activity of CD4<sup>+<\/sup> T lymphocytes was diminished. In an in vivo study, we applied a rectal orthotopic transplant model with mouse tumor organoid (MTO) to investigate the effect of apCAF on tumor progressions. Using fluorescence-activated cell sorting (FACS), we examined the ratios of apCAF, myCAF, and iCAF in orthotopic rectal tumors. The percentage of apCAF was highest in the 6-week-tumors and the percentage of myCAF was highest in the 9-week-tumors. Interestingly, the percentage of apCAF was higher in liver metastases than in primary tumor, consistent with bioinformatics analysis. The apCAF increased during the stage of tumor growth, and the percentage of myCAF increase in the later stage of tumor progression with fibrosis. In summary, apCAF might be associated with tumor progression in CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Colorectal cancer,Antigen presentation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Yasuhiro Fukui<\/b><sup>1<\/sup>, Hiroaki Kasashima<sup>1<\/sup>, Zizhou Wang<sup>1<\/sup>, Ken Yonemitsu<sup>1<\/sup>, Kishu Kitayama<sup>1<\/sup>, Yuichiro Miki<sup>1<\/sup>, Mami Yoshii<sup>1<\/sup>, Tatsunari Fukuoka<sup>2<\/sup>, Tatsuro Tamura<sup>1<\/sup>, Masatsune Shibutani<sup>1<\/sup>, Takahiro Toyokawa<sup>1<\/sup>, Hiroaki Tanaka<sup>3<\/sup>, Shigeru Lee<sup>1<\/sup>, Masakazu Yashiro<sup>2<\/sup>, Kiyoshi Maeda<sup>1<\/sup><br><br\/><sup>1<\/sup>Gastroenterological Surgery, Osaka Metropolitan University Graduate School of Medicine, Osaka, Japan,<sup>2<\/sup>Molecular Oncology and Therapeutics, Osaka Metropolitan University Graduate School of Medicine, Osaka, Japan,<sup>3<\/sup>Surgery, Fuchu hospital, Osaka, Japan","CSlideId":"","ControlKey":"e50e8142-bca4-4920-ab83-9aad40a912dc","ControlNumber":"1425","DisclosureBlock":"&nbsp;<b>Y. Fukui, <\/b> None..<br><b>H. Kasashima, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>K. Yonemitsu, <\/b> None..<br><b>K. Kitayama, <\/b> None..<br><b>Y. Miki, <\/b> None..<br><b>M. Yoshii, <\/b> None..<br><b>T. Fukuoka, <\/b> None..<br><b>T. Tamura, <\/b> None..<br><b>M. Shibutani, <\/b> None..<br><b>T. Toyokawa, <\/b> None..<br><b>H. Tanaka, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>M. Yashiro, <\/b> None..<br><b>K. Maeda, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8600","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"287","PresenterBiography":"","PresenterDisplayName":"Yasuhiro Fukui","PresenterKey":"a078d795-62a9-4ddb-aea6-2a486082d367","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"287. Analysis for the role of antigen-presenting cancer-associated fibroblasts in tumor microenvironment of colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analysis for the role of antigen-presenting cancer-associated fibroblasts in tumor microenvironment of colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"The immune system orchestra suffer a deficit of function during aging, and the incidence of the large majority of cancer types is significantly increased in elderly humans. Although BC can occur in young women, it is way more common in middle-age and elderly women. There is evidence that a tonic immune system is pivotal for the success of therapies aimed at awakening a dormant or exhausted immunological response against cancer cells by mean of checkpoint inhibitors (CI). However, rodent models of cancers are currently using very young mice of a few weeks of age, which have a fully functional and tonic immune system and thymus and thus might be poorly representative of adult human cancer patients. We have recently reported that that a triple therapy (TT) involving antigen-presenting cell activation by vinca alkaloids and the generation of new TCF1+ stem cell-like T cell (scT) clones by an alkylating agent can significantly improve the efficacy of the CI anti-PD-1 in models of cancer known to be otherwise CI-resistant such as TNBC and lymphoma (Falvo et al, Cancer Res 2021; Orecchioni et al, JCM 2023). TT effect was due to T cells, as it was abrogated by their in vivo depletion. In the present study we investigated differences in TNBC growth kinetics, TT preclinical activity and tumor microenvironment (TME, including intratumoral immune and stroma cells) in young (6-8w, representative of a 6y old human) versus adult (12m, representative of 40y humans) mice. Models included 4T1 and EMT6 TNBC cells, the former generating a mostly lymphoid TME and the latter generating a mostly myeloid TME. In both models, TT efficacy was similar in young and in adult mice, as the treatment abrogated TNBC local and metastatic growth. CD8+ (but not CD4+) scTs, likely crucial players in TT efficacy, were only slightly reduced in adult mice in spite of age-related thymus involution. This notwithstanding, single cell RNA (10x), IHC and flow cytometry analyses of immune (CD45+EPCAM-) and stroma (CD45-EPCAM-) cell populations indicated major differences in the TME of young vs adult mice. Adults had significantly less CD4+ scTs, B na&#239;ve and NK cells and significantly increased memory B cells. TME matrix CAF were skewed in young, while pro-inflammatory stromal populations and myofibroblasts were skewed in adults. Matrix CAFs down regulated a signature involved in different ECM-remodeling abilities, and up regulated metabolic and hypoxic pathways. Expression of genes encoding for glycoproteins, basement membrane components, and collagens were also upregulated. Our data indicate profound differences between young and adult mice immune and stromal TMEs that should be taken into consideration when selecting the age of mice to be used in preclinical efficacy studies in orthotopic immune competent mice.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Stroma,Aging,Breast cancer,Immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"P. Falvo<sup>1<\/sup>, S. Gruener<sup>2<\/sup>, S. Orecchioni<sup>1<\/sup>, G. Talarico<sup>1<\/sup>, G. Bravetti<sup>1<\/sup>, G. Mitola<sup>1<\/sup>, F. Pisati<sup>3<\/sup>, I. Barozzi<sup>2<\/sup>, <b>F. Bertolini<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>IEO - European Institute of Oncology, Milan, Italy, <sup>2<\/sup>University of Vienna, Vienna, Austria, <sup>3<\/sup>Cogentech, Milan, Italy","CSlideId":"","ControlKey":"eea9c84b-3c9f-4bbf-b54a-abc1672213c8","ControlNumber":"726","DisclosureBlock":"&nbsp;<b>P. Falvo, <\/b> None..<br><b>S. Gruener, <\/b> None..<br><b>S. Orecchioni, <\/b> None..<br><b>G. Talarico, <\/b> None..<br><b>G. Bravetti, <\/b> None..<br><b>G. Mitola, <\/b> None..<br><b>F. Pisati, <\/b> None..<br><b>I. Barozzi, <\/b> None..<br><b>F. Bertolini, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8601","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"288","PresenterBiography":null,"PresenterDisplayName":"Francesco Bertolini, MD;PhD","PresenterKey":"3021c4d5-64cb-4c9e-819a-150f166da201","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"288. Middle-aged murine models of triple negative breast cancer (TNBC) show significant differences in tumor immune and stromal environments when compared to classic 6-8 week old models; Challenges and opportunities for preclinical efficacy studies","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Middle-aged murine models of triple negative breast cancer (TNBC) show significant differences in tumor immune and stromal environments when compared to classic 6-8 week old models; Challenges and opportunities for preclinical efficacy studies","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Brain tumors have proven challenging to treat due to the complex and sensitive architecture of the brain. Previous research has shown that GBM cells depend highly on cholesterol uptake, and apolipoprotein E (APOE) is required to transport cholesterol among tissues or cells. APOE is primarily synthesized by astrocytes and has been extensively studied in neurodegenerative diseases. While extensively studied in neurodegenerative diseases, limited studies are focusing on their roles in brain tumor development. Here, we analyzed the temporal and spatial expression of APOE during brain tumor progression in a murine astrocytoma tumor model.<br \/>Material and method: ALTS1C1 astrocytoma cells were intracranially injected into the mouse brain. The animal was sacrificed, and the left hemisphere, right hemisphere, and tumor tissue were collected for flow cytometry analysis. CD45, CD11b, and GFAP were used to recognize macrophages, microglia, and astrocytes. CD68, TMEM119, and GFAP were used for tissue immunostaining to label macrophages, microglia, and astrocytes, respectively.<br \/>Results and Discussion: Flow cytometry analysis revealed upregulated APOE in tumor-infiltrating microglia, macrophages, and lymphocytes. GFAP<sup>high<\/sup> astrocytes displayed lower APOE levels than GFAP<sup>low<\/sup> astrocytes. IHC analysis showed that CD68+ macrophages exhibited higher APOE expression at the tumor edge than normal tissue. On the contrary, GFAP+ astrocytes at the tumor edge displayed a lower APOE signal than the normal tissue. Previous studies have shown the participation of APOE in regulating immune response in various cancers. Further studies to analyze the dynamic change of APOE on the gene expression level with <i>in situ<\/i> hybridization and the quantification of cholesterol levels in the microenvironment may help uncover their roles in the glioma microenvironment.<br \/>Conclusion: This study demonstrated that APOE was temporal and spatial differentially expressed in macrophages and astrocytes in the brain tumor microenvironment. Tumor-infiltrating cells showed an elevated APOE expression, while GFAP<sup>+<\/sup> astrocytes expressed reduced APOE levels. Although the mechanism of these alterations remains unclear, this study provides a basis for future studies about the roles of APOE in the brain tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Astrocytoma,Macrophages,Astrocytes,Apolipoprotein E,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T.-Y. Chien<\/b>, C.-S. Chiang; <br\/>National Tsing Hua University, Hsinchu City, Taiwan","CSlideId":"","ControlKey":"6bb422fd-70e8-41bc-afb5-b0d7d53179c8","ControlNumber":"3023","DisclosureBlock":"&nbsp;<b>T. Chien, <\/b> None..<br><b>C. Chiang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8602","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"289","PresenterBiography":null,"PresenterDisplayName":"Ting-Yi Chien, MS","PresenterKey":"94172f23-a220-4ccb-b313-e66af263f450","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"289. Temporal and spatial dynamics of glial cells apolipoprotein E expression in astrocytoma microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Temporal and spatial dynamics of glial cells apolipoprotein E expression in astrocytoma microenvironment","Topics":null,"cSlideId":""},{"Abstract":"The tumor remodels the surrounding extracellular matrix fibers to become topographically aligned at the tumor front, further facilitating cancer cell migration. Our recent studies show that aligned tumor stromal topography promotes the detachment of breast cancer cells from the main tumor, then, in the following cell migration, upregulating genes such as genes encoding the cytochrome P450 family 1 subfamily A member 1 (CYP1) and inhibitor of DNA binding (ID) proteins. In this study, we further explored the role of topography-regulated genes in modulating the cellular landscape of tumor stroma. By analyzing the correlation of topography-regulated genes with stromal cell infiltration in bioinformatics databases, we found significant positive correlations between the RNA expression levels of most topography-regulated genes and the infiltration levels of cancer-associated fibroblasts and endothelial cells. Notably, the strongest correlation was between the expression level of ID3 and the infiltration levels of cancer-associated fibroblasts (r = 0.509) and endothelial cells (r = 0.506). Additionally, ID3 remained highly expressed in circulating tumor cells but exhibited low expression at distant metastatic sites. These findings suggest that genes regulated by tumor stromal topography, especially ID3, may play a role in neovascularization and fibrosis of the tumor microenvironment and the survival adaptation of cancer cells in circulation, thereby promoting metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Stroma,Cancer-associated fibroblasts,Circulating tumor cells,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C.-Y. Su<\/b>; <br\/>National Yang Ming Chiao Tung University, Taipei City, Taiwan","CSlideId":"","ControlKey":"e5996e30-cdbf-4f32-9ea9-ba49217b6ffc","ControlNumber":"4184","DisclosureBlock":"&nbsp;<b>C. Su, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8603","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"290","PresenterBiography":null,"PresenterDisplayName":"Chia-Yi Su, MD;PhD","PresenterKey":"055e0c34-8736-4463-a6aa-62af05201862","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"290. The role of tumor stromal topography-regulated genes in modulating the cellular landscape of tumor stroma in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of tumor stromal topography-regulated genes in modulating the cellular landscape of tumor stroma in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Stromal cells, including CAFs, are a heterogeneous group of cells in the tumor microenvironment. Many models describe their heterogeneity like the classification into 3 main subtypes in breast cancer: myCAF (myofibroblasts), iCAF (inflammatory CAF), and PVL (perivascular-like) cells. However, a pan-cancer model has not been established to exhaustively characterize stromal cell heterogeneity, undermining efforts in targeting CAFs with anti-tumor therapies. We investigated the heterogeneity of stromal cells in diverse diagnoses with single-cell RNA sequencing (scRNA-seq) data and bulk RNA-seq of sorted stromal cells to define consistent subtypes.<br \/>Design: First, a meta-cohort of 11 scRNA-seq open-source datasets (&#62;500,000 cells, &#62;100 patients, 6 diagnoses) was analyzed. We also generated a scRNA-seq dataset of CD90+ cells derived from tumor tissue of an ovarian cancer patient. Additionally, bulk RNA-seq of 6 PVL, 2 iCAF, and 4 myCAF sorted cell samples across four solid cancers was performed. scRNA-seq data was analyzed with the SCANPY Python package.<br \/>Results: Stromal cell clusters were defined as positive for PDGFRB, THY1 (CD90), and COL1A1 expression, and negative for the expression of known non-stromal and endothelial cell markers, by separately analyzing the open-source scRNA-seq datasets. Analysis of stromal cell heterogeneity revealed that the CAFs were consistently classified into 3 subtypes across all datasets: myCAF (high expression: FAP and ACTA2), PVL (high expression: MCAM (CD146) and ACTA2), and iCAF (high expression: APOD and cytokines IL6, CXCL12, CXCL2). Differential gene expression analysis of the scRNA-seq meta-cohort allowed us to develop functional gene expression signatures to define each subtype. All scRNA-sequenced CD90+ cells from ovarian cancer tissue were classified into the CAF subtypes. The myCAF and PVL signatures were specifically upregulated in the corresponding cell types (p&#60;0.01, Mann-Whitney U test). While the iCAF signature was enriched in both iCAFs and myCAFs, myCAF and PVL signatures were downregulated in iCAFs. Finally, we developed a fluorescence-activated cell sorting (FACS) panel to separate CAF subtypes, using negative markers (CD45, CD31, EPCAM), a positive marker for stromal cells (CD90) and cell-type surface markers (CD146, FAP, CD91, CD44) for myCAF, iCAF and PVL cells. The high expression of CAF-specific genes in the sorted CAF populations denoted high sample purity. Importantly, the 3 CAF subpopulations separated by gating based on different levels of cell-type surface markers showed expression patterns congruent with the developed signatures across diagnoses.<br \/>Summary: Altogether, the consistent classification of stromal cells with our cell-specific expression profiles demonstrated that the 3 CAF subtypes are conserved in many cancer types, offering groundwork for a pan-cancer model of stromal cell heterogeneity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Tumor microenvironment,pan-cancer,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Kravets<\/b>, B. Shpak, A. Zotova, M. Savchenko, S. Kust, O. Golubeva, M. Abdou, F. Grigoryev, I. Bulusheva, B. Sargsyan, P. Pavlovich, V. Maximov, V. Kushnarev, M. Goldberg, N. Kotlov, A. Bagaev; <br\/>BostonGene, Corp., Waltham, MA","CSlideId":"","ControlKey":"72d80651-25fd-424f-b6a6-d07768283b5f","ControlNumber":"298","DisclosureBlock":"<b>&nbsp;A. Kravets, <\/b> <br><b>BostonGene<\/b> Employment, Stock Option. <br><b>B. Shpak, <\/b> <br><b>BostonGene<\/b> Employment, Stock Option, Patent. <br><b>A. Zotova, <\/b> <br><b>BostonGene<\/b> Employment, Patent. <br><b>M. Savchenko, <\/b> <br><b>BostonGene<\/b> Employment, Stock Option, Patent. <br><b>S. Kust, <\/b> <br><b>BostonGene<\/b> Employment, Patent. <br><b>O. Golubeva, <\/b> <br><b>BostonGene<\/b> Employment. <br><b>M. Abdou, <\/b> <br><b>BostonGene<\/b> Employment, Stock Option. <br><b>F. Grigoryev, <\/b> <br><b>BostonGene<\/b> Employment. <br><b>I. Bulusheva, <\/b> <br><b>BostonGene<\/b> Employment. <br><b>B. Sargsyan, <\/b> <br><b>BostonGene<\/b> Employment. <br><b>P. Pavlovich, <\/b> <br><b>BostonGene<\/b> Employment, Stock Option. <br><b>V. Maximov, <\/b> <br><b>BostonGene<\/b> Employment. <br><b>V. Kushnarev, <\/b> <br><b>BostonGene<\/b> Employment, Stock Option. <br><b>M. Goldberg, <\/b> <br><b>BostonGene<\/b> Employment, Stock Option, Patent. <br><b>N. Kotlov, <\/b> <br><b>BostonGene<\/b> Employment, Stock Option, Patent. <br><b>A. Bagaev, <\/b> <br><b>BostonGene<\/b> Employment, Stock Option, Patent.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8605","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"291","PresenterBiography":null,"PresenterDisplayName":"Jessica Brown","PresenterKey":"b906c1ba-edaf-4e40-be25-0d0a62ff6ab7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"291. Unveiling heterogeneity of cancer-associated fibroblasts (CAFs) across multiple solid cancer types","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unveiling heterogeneity of cancer-associated fibroblasts (CAFs) across multiple solid cancer types","Topics":null,"cSlideId":""},{"Abstract":"Background and Purpose: The tumor suppressor DAB2IP is a cytoplasmic Ras-GAP and an adaptor protein that restrains oncogenic signaling by extracellular inputs, contributing to modulate the dynamic crosstalk established between tumor cells and their stromal compartment. In human malignancies, DAB2IP is frequently disabled by epigenetic and post-transcriptional means. DAB2IP loss-of-function in cancer cells promotes their aberrant proliferation, dissemination, and tumor-promoting inflammation, potentially favor progression of tumors. Intriguingly, endothelial-specific DAB2IP depletion in mouse models fosters the formation of a pro-metastatic niche, implicating that also the loss-of-function of DAB2IP in stromal cells might dramatically impact cancer progression. We previously found that the secretome of prostate cancer cells reduced DAB2IP levels in non-transformed prostate epithelial cell lines, and in primary endothelial cells, thereby fostering their proliferation, migration and expression of angiogenesis markers. Accordingly, cell non-autonomous DAB2IP inactivation in the stromal compartment may reprogram the response to paracrine and autocrine signals, thus supporting a tumor-promoting behavior; however, molecular basis and clinical implication of this phenomenon await clarification. Materials and<br \/>Methods: We used conditioned medium (CM) from prostate (PCa) and breast (BCa) cancer cell lines, to study its effects in mediating DAB2IP downregulation and in inducing tumor-associated phenotypes in endothelial cell and fibroblasts. Through multiple approaches, we isolated extracellular vesicles from PCa and BCa conditioned media, to test their involvement in mediating DAB2IP downregulation in recipient cells. Finally, we used cancer cells&#8217;CM or specific siRNAs to study the consequence of DAB2IP loss in fibroblasts.<br \/>Results: The treatment with CM from PCa and BCa cells induces DAB2IP downregulation in immortalized and in primary fibroblasts, and in endothelial cells. Analysis of DAB2IP levels in primary fibroblasts from PCa and BCa surgical samples confirmed differential expression of DAB2IP protein in normal vs. tumor-associated fibroblasts. Exploring the biochemical nature of extracellular signals involved in DAB2IP downregulation by cancer cells&#8217; CM, we found that DAB2IP inhibition in recipient cells is partially mediated by miR-149-3p contained in extracellular vesicles. Finally, we found that DAB2IP reduction potentiates fibroblasts proliferation and invasion, facilitates gel contraction and extracellular matrix remodeling, and fosters expression of markers of activated fibroblasts.<br \/>Conclusions: Together, these data support the hypothesis that cancer cells can modulate DAB2IP levels in nearby stromal cells, pushing them to acquire a metastasis-supporting phenotypes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Exosomes,Cancer associated fibroblasts,MicroRNA,AIP1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Bellazzo<\/b><sup>1<\/sup>, R. De Florian Fania<sup>2<\/sup>, C. Agostinis<sup>3<\/sup>, R. Bulla<sup>2<\/sup>, I. Segatto<sup>1<\/sup>, B. Belletti<sup>1<\/sup>, V. G. D’Agostino<sup>4<\/sup>, I. M. Bonapace<sup>5<\/sup>, L. Collavin<sup>2<\/sup>; <br\/><sup>1<\/sup>Centro di Riferimento Oncologico di Aviano (CRO) IRCCS, Aviano, Italy, <sup>2<\/sup>University of Trieste, Trieste, Italy, <sup>3<\/sup>Institute for Maternal and Child Health, IRCCS Burlo Garofolo, Trieste, Italy, <sup>4<\/sup>University of Trento, Trento, Italy, <sup>5<\/sup>University of Insubria, Busto Arsizio, Italy","CSlideId":"","ControlKey":"08b41f5e-a5f1-46a9-902b-d236548cca8b","ControlNumber":"3255","DisclosureBlock":"&nbsp;<b>A. Bellazzo, <\/b> None..<br><b>R. De Florian Fania, <\/b> None..<br><b>C. Agostinis, <\/b> None..<br><b>R. Bulla, <\/b> None..<br><b>I. Segatto, <\/b> None..<br><b>B. Belletti, <\/b> None..<br><b>V. G. D’Agostino, <\/b> None..<br><b>I. M. Bonapace, <\/b> None..<br><b>L. Collavin, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8606","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"292","PresenterBiography":null,"PresenterDisplayName":"Arianna Bellazzo, PhD","PresenterKey":"eb94e15e-4fb4-478f-b968-621096e7e995","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"292. Cell non-autonomous downregulation of the tumor suppressor DAB2IP in the cancer microenvironment: Molecular mechanism and biological implications","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell non-autonomous downregulation of the tumor suppressor DAB2IP in the cancer microenvironment: Molecular mechanism and biological implications","Topics":null,"cSlideId":""},{"Abstract":"Breast Cancer (BC) is a heterogeneous disease that impacts treatment response. This is due in part to the tumor microenvironment (TME), which contributes significantly to BC pathogenesis, including metastasis. Women with higher breast density and reduced breast fat face an increased BC risk across multiple tumor subtypes. This is exemplified by the correlation between increased tumor progression, the appearance of fibrosis and the loss of mature adipocytes. While the role of adipokines in this process has been studied extensively, the contribution of adipocyte-derived extracellular vesicles (EV) or \"adipomes\" in tumorigenesis and metastasis remains poorly understood. To address this question, we developed a novel technique for isolating intact adipomes from normal mammary fat (MF) obtained from wild-type C57BL\/6 mice as well as from tumor-associated MF (TAMF) obtained from mice inoculated orthotopically with EO771 mammary tumor cells. Adipome isolation involved high-speed centrifugation to separate macro- and micro-vesicles, purification using the ExoQuick EV isolation system, and immunomagnetic capture of adipomes. Characterization of adipomes by transmission electron microscopy revealed two adipome populations, large L-adipomes of ~350 nm, and small S-adipomes of ~40 nm. Notably, the quantity of L-adipomes in tumor-associated mammary fat (TAMF) was 10-fold greater than the amount of L-adipomes in the MF of non-tumor-bearing mice. To identify possible functional roles of L-adipomes in the pathogenesis of BC, lipidomic profiling was undertaken. L-Adipomes from TAMF showed significantly altered lipid species in comparison to MF-derived L-adipomes. Adipomes were further characterized by treating EO771 cells for 72 hr with TAMF- or MF-derived adipomes at a cell to adipome ratio of 1:10, followed by RNAseq analysis. Differentially upregulated genes in TAMF-derived L-adipomes included Esr1, Erbb2, Tgfb1, Bcl2, MMP2, and Notch associated with fibrosis, EMT, angiogenesis and invasion and downregulation of genes linked to tumor suppression, apoptosis, and mitochondrial metabolism. Overall, our study illustrates the importance of tumor-associated adipomes in regulating gene expression in tumor cells, which emphasizes the specificity of adipome content relating to the cell-of-origin and the host's pathologic and metabolic state and in modulating signaling pathways involved in BC progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Breast cancer,Tumor microenvironment,Adipocytes,Extracellular vesicles,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Thangavel<\/b><sup>1<\/sup>, K. Lizardo<sup>1<\/sup>, R. I. Glazer<sup>2<\/sup>, J. F. Nagajyothi<sup>1<\/sup>; <br\/><sup>1<\/sup>Center for Discovery and Innovation (Hackensack Meridian Health), Nutley, NJ, <sup>2<\/sup>Georgetown University, Washington, WA","CSlideId":"","ControlKey":"ebb0d77c-2198-41a2-8dc9-d310badd8f7f","ControlNumber":"3846","DisclosureBlock":"&nbsp;<b>H. Thangavel, <\/b> None..<br><b>K. Lizardo, <\/b> None..<br><b>R. I. Glazer, <\/b> None..<br><b>J. F. Nagajyothi, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8607","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"293","PresenterBiography":"","PresenterDisplayName":"Hariprasad Thangavel, PhD,MS,BS","PresenterKey":"87633d81-9824-4e2f-a731-09967b09c842","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"293. Distinctive roles of mammary adipomes in breast cancer progression: Insights from functional analysis and differential gene expression","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Distinctive roles of mammary adipomes in breast cancer progression: Insights from functional analysis and differential gene expression","Topics":null,"cSlideId":""},{"Abstract":"Homeobox genes are regulatory genes that encode nuclear proteins acting as transcription factors during normal development and differentiation. One such gene, HOXB7, plays a role in various developmental processes, including hematopoietic differentiation, lymphoid development, and mammary gland development. However, the role of HOX genes in breast cancer development remains largely unexplored. Our previous studies revealed that HOXB7 expression was significantly elevated in primary cancer and distant metastasis. HOXB7 overexpression promoted cell proliferation in SKBR3 breast cancer cells, leading to robustly vascularized xenografts in immunodeficient mice. Furthermore, HOXB7 enhanced tumor growth through TGF beta signaling and recruitment of macrophages, indicating the role of HOXB7 in the crosstalk of stromal components. We found evidence that HOXB7 overexpression in ER+ breast cancer cells promotes tumor cell growth through increased expression and signaling of CCL5\/CCR5 in crosstalk with adipocytes. By screening secreted factors in adipocytes induced by TCM of MCF-7-HOXB7 cells, it was also found that CCL5 is highly expressed in HOXB7-overexpressing MCF-7 cells. The CCR5 inhibitor, maraviroc, sensitized MCF-7-HOXB7 cells compared to control cells. These findings suggest that blocking the interaction between CCL5 and CCR5 signaling significantly inhibits ER+ breast cancer with HOXB7 overexpression. We aim to further investigate if HOXB7 overexpression in ER+ breast cancer cells promotes tumor cell growth through increased expression and signaling of CCL5\/CCR5 in crosstalk with adipocytes and the role of CCL5 in breast cancer cell growth and migration.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Breast cancer,Adipocytes,Hormone-related cancer,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. G. Akume, <b>K. Jin<\/b>; <br\/>Albany College of Pharmacy & Health Sciences, Albany, NY","CSlideId":"","ControlKey":"eb3c2974-f680-4451-9b09-d34806d148a3","ControlNumber":"8239","DisclosureBlock":"&nbsp;<b>A. G. Akume, <\/b> None..<br><b>K. Jin, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8608","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"294","PresenterBiography":null,"PresenterDisplayName":"Kideok Jin, PhD","PresenterKey":"aaaa941e-7029-4791-8eef-3c0474396df4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"294. The HOXB7 protein promotes breast cancer cell growth through activation of the CCL5\/CCR5 pathway in the crosstalk of adipocyte","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The HOXB7 protein promotes breast cancer cell growth through activation of the CCL5\/CCR5 pathway in the crosstalk of adipocyte","Topics":null,"cSlideId":""},{"Abstract":"Background: Endoglin expression on cancer-associated fibroblasts has been reported to promote tumor growth and metastasis, especially in colorectal cancer (CRC). However, little research has been done on the function of endoglin-expressing fibroblasts in the early stages of CRC and how it interacts with the host immune system. Here, we investigated the role of endoglin expression on fibroblasts during intestinal inflammation and tumorigenesis in a chemically induced colitis-associated CRC model.<br \/>Methods: We generated two inducible fibroblast-specific endoglin (ENG) knockout mice Collagen1a1 CreERT2.ENGfl\/fl (ENG<sup>Col1a1-\/-<\/sup>) and Collagen1a2-CreERT.ENGfl\/fl (ENG<sup>Col1a2-\/-<\/sup>). Cre-mediated recombination in mice was induced by oral administration of tamoxifen for three consecutive days. Polyp formation was induced by a single injection of azoxymethane (AOM), followed by three cycles of dextran sodium sulphate (DSS). Analysis of the immune cell composition in the colons and polyps was done using flow cytometry. Hematoxylin and eosin (H&#38;E) staining was performed to evaluate intestinal inflammation.<br \/>Results: ENG<sup>Col1a1-\/-<\/sup> mice showed a considerably higher number of colonic lesions than non-induced controls, whereas in the ENG<sup>Col1a2-\/-<\/sup>, surprisingly no significant difference in the number of lesions was observed. Flow cytometry analysis revealed, compared to controls, the lesions of ENG<sup>Col1a1-\/-<\/sup> mice had a significant increase in F4\/80<sup>+<\/sup> Ly6C<sup>-<\/sup> macrophages and Ly6G<sup>+<\/sup> neutrophils, while those of ENG<sup>Col1a2-\/-<\/sup> mice had a marked decrease in CD11C<sup>+<\/sup> dendritic cells. Given the changes in immune cell infiltration, we also assessed acute inflammation, using a short-term DSS experiment. Interestingly, ENG<sup>Col1a1-\/-<\/sup> mice lost significantly more weight compared to controls, indicating increased inflammation. Although weight loss did not differ in Col1a2 mice between the two groups, ENG<sup>Col1a2-\/-<\/sup> mice had a much lower H&#38;E staining score, indicating less colonic damage and inflammation. Furthermore, a decrease in F4\/80<sup>+<\/sup> Ly6C<sup>-<\/sup> macrophages was observed in the colons of both ENG<sup>Col1a1-\/- <\/sup>and ENG<sup>Col1a2-\/-<\/sup> mice, despite no change in the overall CD45<sup>+<\/sup> immune cell population. Notably, the number of Ly6G<sup>+<\/sup> neutrophils was decreased in the colons of ENG<sup>Col1a1-\/-<\/sup> mice but increased in ENG<sup>Col1a2-\/-<\/sup> mice. In addition, a decrease in CD11C<sup>+<\/sup> dendritic cells was seen in the colons ENG<sup>Col1a2-\/-<\/sup> mice.<br \/>Conclusion: Our results suggest that AOM\/DSS-induced polyp formation and infiltrating immune cells differ in ENG<sup>Col1a1-\/-<\/sup> and ENG<sup>Col1a2-\/-<\/sup> mice. Fibroblast-specific deletion of endoglin can reduce macrophage and dendritic cell infiltration, colonic damage, and protect mice from DSS colitis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Fibroblasts,Colorectal lesions,Immune infiltration,Endoglin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Subinuer Abudukelimu<\/b><sup><\/sup>, Mark  J.   A.  Schoonderwoerd<sup><\/sup>, Madelon Paauwe<sup><\/sup>, Eveline  S.   M.  de Jonge-Muller<sup><\/sup>, Stef  G.   T.  Janson<sup><\/sup>, Nadine van Montfoort<sup><\/sup>, Lukas JAC Hawinkels<sup><\/sup><br><br\/>Gastroenterology and Hepatology, Leiden University Medical Center (LUMC), Leiden, Netherlands","CSlideId":"","ControlKey":"7421f0c4-54fd-4483-85ea-d596cf64f718","ControlNumber":"4628","DisclosureBlock":"&nbsp;<b>S. Abudukelimu, <\/b> None..<br><b>M. J. A. Schoonderwoerd, <\/b> None..<br><b>M. Paauwe, <\/b> None..<br><b>E. S. M. de Jonge-Muller, <\/b> None..<br><b>S. G. T. Janson, <\/b> None..<br><b>N. van Montfoort, <\/b> None.&nbsp;<br><b>L. J. Hawinkels, <\/b> <br><b>TRACON<\/b> Grant\/Contract, Patent.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8609","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"295","PresenterBiography":null,"PresenterDisplayName":"Subinuer Abudukelimu, MD","PresenterKey":"63f0b6e7-8eb8-468b-b440-e1fadd509edb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"295. Fibroblast-specific endoglin deletion alters colonic immune infiltrate in premalignant colorectal lesions","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fibroblast-specific endoglin deletion alters colonic immune infiltrate in premalignant colorectal lesions","Topics":null,"cSlideId":""},{"Abstract":"The discovery of BRAF mutations in around 60% of melanoma patients and the subsequent development of targeted inhibitors to counter the hyperactive BRAF-driven pro-tumorigenic signaling pathway have marked a significant milestone in melanoma therapy. However, despite this progress, the long-term outcomes remain unsatisfactory for many patients due to the occurrence of drug resistance. We previously reported that cancer-associated fibroblasts (CAFs) are stimulated by BRAF inhibitors (BRAFi) to drive matrix remodeling and therapeutic escape pathways in melanoma cells. However, the underlying mechanism by which CAFs are reprogrammed by BRAFi to obtain enhanced phenotypes remains elusive. Here, we present compelling evidence showing that BRAFi (PLX4032), but not CRAF inhibitor (GW5074) or pan-RAF inhibitor (RAF709), induces the accumulation of nuclear &#946;-catenin in CAFs harboring wild-type BRAF, a process mediated by BRAF and CRAF but not ARAF isoform. BRAFi binding to BRAF and CRAF leads to robust RAF kinase dimerization, including BRAF and CRAF homodimer and BRAF: CRAF heterodimer. RAF dimers are subsequently recruited to the plasma membrane, where BRAF and CRAF are phosphorylated on residues Thr599 and Ser338, respectively, and activated in a RAS-GTP-dependent manner. RAF activation stimulates the downstream Rho kinase (ROCK) and MEK\/ERK signaling pathways simultaneously. Notably, ablating RAS and RAF isoforms effectively suppressed BRAFi-induced activation of ROCK1\/2 signaling in CAFs, further confirming that the ROCK pathway is a downstream effector of BRAFi-driven RAF activation and is intricately linked to increased nuclear &#946;-catenin in CAFs. The pharmacological blockade of ROCK activity, using HA-1077, diminished BRAFi-induced nuclear &#946;-catenin accumulation in CAFs, suggesting BRAFi-driven cytoskeletal remodeling plays a pivotal role in the nuclear shuttling of &#946;-catenin. Using a mouse model that mimics human BRAF-mutant melanoma, we found that elevated level of nuclear &#946;-catenin drives the conversion of fibroblasts into &#945;-SMA-positive CAFs, leading to elevated collagen deposition and contributing to melanoma progression <i>in vivo<\/i>. In summary, BRAFi reprograms the transcriptional activity in CAFs by driving increased nuclear &#946;-catenin to increase their ability to remodel the tumor ECM and promote melanoma cell proliferation. Collectively, the data offer new insights into the molecular mechanisms that underlie the paradoxical reprogramming of CAFs by BRAFi in melanoma therapy through the non-canonical &#946;-catenin pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,BRAF inhibitor,&#946;-catenin,Melanoma\/skin cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. da Silva Soley<\/b><sup>1<\/sup>, R. Athalye<sup>1<\/sup>, R. Zhang<sup>1<\/sup>, T. Andl<sup>2<\/sup>, Y. Zhang<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Cincinnati, Cincinnati, OH, <sup>2<\/sup>University of Central Florida, Orlando, FL","CSlideId":"","ControlKey":"f95f34be-4651-4b08-8881-f5802536a929","ControlNumber":"6974","DisclosureBlock":"&nbsp;<b>B. da Silva Soley, <\/b> None..<br><b>R. Athalye, <\/b> None..<br><b>R. Zhang, <\/b> None..<br><b>T. Andl, <\/b> None..<br><b>Y. Zhang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8610","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"296","PresenterBiography":null,"PresenterDisplayName":"Bruna da Silva Soley, PhD","PresenterKey":"51c45f54-a369-4e7d-a300-a3cff9efd3ad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"296. BRAFi-induced ROCK-mediated non-canonical nuclear &#946;-catenin shuttling drives a phenotypic switch in cancer-associated fibroblasts.","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BRAFi-induced ROCK-mediated non-canonical nuclear &#946;-catenin shuttling drives a phenotypic switch in cancer-associated fibroblasts.","Topics":null,"cSlideId":""},{"Abstract":"The treatment of Chronic lymphocytic leukemia (CLL) has been revolutionized in recent years, however CLL is still incurable, and the leukemic cells often develop drug resistance. Previous studies show that the interaction of CLL cells with the bone marrow (BM) microenvironment promotes spontaneous and drug induced survival. But the nature of this interaction is still in need of a full understanding. To pursue this we discerned RNA profiles using RNA-seq in paired CLL cells isolated from untreated blood and BM (n=6) and in untreated patients CLL cells (n=4) cultured alone or cocultured with BM stromal cells (BMSCs). CLL cells from blood\/BM and CLL cells cultured alone or with BMSCs were examined by Western blot (WB), untargeted metabolomics (LCMS+GCMS) and preclinical drug sensitivity assays. We found upregulation of 232 genes in CLL cells from BM vs the paired blood and 917 genes in cocultured CLL cells compared to CLL cells cultured alone (p&#38;lt0.05, fold change &#38;gt1.5). Here we detected only 13 genes that overlap between BM and cocultured CLL cells. When we analyzed the expression of these 13 genes in blood CLL cells from a cohort of 162 untreated patients by RNA-seq we found a positive relationship between 4 (<i>PNP<\/i>, <i>C16orf54<\/i>, <i>MOB3A<\/i>, <i>CDK2AP2<\/i>) with CLL patient clinical outcome including overall survival (OS), progression free survival (PFS), and time to first treatment (TTFT) [multivariable Cox proportional hazards models, p&#38;lt0.05]. Out of the 4 genes, purine nucleoside phosphorylase (<i>PNP<\/i>), an enzyme in the purine salvage pathway, showed the most significant association for patient&#8217;s OS, PFS, and TTFT. Metabolomic profiling indicated an increased level of purine salvage pathway metabolites adenosine, inosine, and hypoxanthine in cocultured CLL cells. WB analysis using blood CLL cells from untreated patients showed a variable PNP protein expression (high, low \/no PNP) and induction in PNP protein levels were found in blood CLL cells expressing low\/no PNP only when in contact with BM\/BMSCs<b>.<\/b> But PNP inhibitor forodesine did not show any significant killing in high vs low\/no PNP group. When we treated CLL cells from untreated patients with Bcl2 inhibitors venetoclax, S55746 and LP-118 (Bcl-2\/Bcl-xl inhibitor, Newave), CLL cells showed increasing sensitivity to the Bcl2 inhibitors associated with their PNP expression (high&#38;gtlow&#38;gtno PNP). But a covalent and non-covalent BTKi LP-168 (Newave) cultured with CLL cells showed no difference in drug sensitivity associated with CLL PNP levels. In contrast CLL cells when treated with both venetoclax and LP-168, showed more drug sensitivity in the high PNP expressing CLL cells vs low\/no PNP.<b><\/b> These results indicate that active purine metabolism in CLL cells can contribute to differential novel agent drug responses of CLL patients. Future studies to understand the exact mechanism of how PNP relates to this differential drug sensitivity should be instructive in regard to alternate maneuvers to treat CLL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Chronic lymphocytic leukemia,Microenvironment,Drug sensitivity,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Sinha<\/b><sup>1<\/sup>, W. Han<sup>1<\/sup>, Z. Wang<sup>1<\/sup>, K. G. Rabe<sup>1<\/sup>, S. L. Slager<sup>1<\/sup>, C. E. McCabe<sup>1<\/sup>, D. R. O'Brien<sup>1<\/sup>, S. A. Parikh<sup>1<\/sup>, E. Braggio<sup>2<\/sup>, Y. Chen<sup>3<\/sup>, F. Tan<sup>4<\/sup>, S. P. Anthony<sup>3<\/sup>, Y. Chen<sup>3<\/sup>, B. Dai<sup>3<\/sup>, Y. Shen<sup>4<\/sup>, N. E. Kay<sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic, Rochester, MN, <sup>2<\/sup>Mayo Clinic, Phoenix, AZ, <sup>3<\/sup>Newave, Pleasanton, CA, <sup>4<\/sup>Lupeng Bio, Guangzhou, Guangdong, China","CSlideId":"","ControlKey":"69850ff9-e147-4306-b64d-3b1d1a9f8578","ControlNumber":"4594","DisclosureBlock":"&nbsp;<b>S. Sinha, <\/b> None..<br><b>W. Han, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>K. G. Rabe, <\/b> None..<br><b>S. L. Slager, <\/b> None..<br><b>C. E. McCabe, <\/b> None..<br><b>D. R. O'Brien, <\/b> None.&nbsp;<br><b>S. A. Parikh, <\/b> <br><b>Janssen<\/b> Grant\/Contract, Other, Advisory Board. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Advisory Board. <br><b>Merck<\/b> Grant\/Contract, Other, Advisory Board. <br><b>Genentech<\/b> Grant\/Contract, Other, Advisory Board. <br><b>BeiGene<\/b> Other, Advisory Board. <br><b>Amgen<\/b> Other, Advisory Board. <br><b>MingSight Pharmaceuticals<\/b> Other, Advisory Board. <br><b>TG Therapeutics<\/b> Other, Advisory Board. <br><b>Novalgen Limited,<\/b> Other, Advisory Board. <br><b>Kite Pharma<\/b> Other, Advisory Board. <br><b>AbbVie \/ Pharmacyclics<\/b> Other, Advisory Board.<br><b>E. Braggio, <\/b> None.&nbsp;<br><b>Y. Chen, <\/b> <br><b>Newave<\/b> Employment. <br><b>F. Tan, <\/b> <br><b>Lupeng Pharmaceutical<\/b> Employment. <br><b>S. P. Anthony, <\/b> <br><b>Newave Pharma<\/b> Employment. <br><b>Halia Therapeutics<\/b> Other, Consultant. <br><b>Exact Sciences<\/b> Consultant. <br><b>Y. Chen, <\/b> <br><b>Newave<\/b> Employment. <br><b>B. Dai, <\/b> <br><b>Newave Pharma<\/b> Employment. <br><b>Y. Shen, <\/b> <br><b>Lupeng Bio<\/b> Employment. <br><b>N. E. Kay, <\/b> <br><b>AbbVie \/ Pharmacyclics<\/b> Grant\/Contract, Other, Advisory Board. <br><b>Acerta Pharma<\/b> Grant\/Contract. <br><b>Agios Pharma<\/b> Other, Data Safety Monitoring Committee. <br><b>Astra Zeneca<\/b> Other, Data Safety Monitoring Committee \/ Advisory Board. <br><b>Behring<\/b> Other, Advisory Board. <br><b>Beigene<\/b> Other, Advisory Board. <br><b>Boehringer Ingelheim Pharma<\/b> Other, Advisory Board. <br><b>Bristol Meyer Squib \/ Celgene<\/b> Grant\/Contract, Other, Data Safety Monitoring Committee. <br><b>Dava Oncology<\/b> Other, Advisory Board. <br><b>Dren Bio<\/b> Other, Data Safety Monitoring Committee. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Janssen<\/b> Other, Advisory Board, Data Safety Monitoring Committee. <br><b>Juno Therapeutics<\/b> Other, Advisory Board. <br><b>Sunesis<\/b> Grant\/Contract. <br><b>Vincerx<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8823","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"297","PresenterBiography":null,"PresenterDisplayName":"Sutapa Sinha, PhD","PresenterKey":"3b002f9f-c19e-4b32-8c6e-e721bdfd57ed","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"297. Role of purine metabolism in CLL cell pathobiology and CLL disease progression","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of purine metabolism in CLL cell pathobiology and CLL disease progression","Topics":null,"cSlideId":""},{"Abstract":"Patients with multifocal, locally advanced prostate cancer are at the highest risk of recurrence and death. Neoadjuvant therapies have limited response rates in this patient cohort and there remains a critical need to develop curative treatments. Prostate cancer (PC) shows marked heterogeneity, which is not limited to tumor cells but extends across immune and stromal compartments and has been linked to metastatic disease and therapeutic resistance. Cancer associated fibroblasts (CAFs) have been proposed to play a critical role in PC progression and invasion, but it is still unclear how CAFs interact with tumor cells. We evaluated CAFs from prostatectomy specimens as drivers of resistance to neoadjuvant androgen receptor signaling inhibitor (ARSi) and chemotherapy and assessed treatment response in co-culture systems in the context of CAF presence.<br \/>We have utilized a novel radio-pathology tool that integrates PSMA PET\/MRI scans to identify regions of interest that associate with heterogenous treatment response. MRI scans were utilized to print patient-specific 3D molds to micro dissect live tissue for subsequent cell sorting and molecular analyses. We have established a multi-parameter flow cytometry panel to characterize primary prostate fibroblasts from tumor foci and adjacent normal prostate tissue. In addition, co-culture assays were performed including immortalized CAF (hPrCSC-44) and MSC-derived fibroblast. To examine the tumor-promoting role of CAFs, fibroblasts were co-cultured with androgen-sensitive 3D tumor PC spheroids (LNCaP, C42B and LAPC4) in the integrated microfluidic STACKs platform that allows for the assessment of spatio-temporal interaction in a variety of culture microenvironments to model complex interactions. Cytotoxicity in 3D PC spheroids was assessed after Apalutamide, Darolutamide, or Docetaxel treatment by confocal microscopy.<br \/>Integrated DNA, RNA, and radiology analysis of tumor biopsies have identified gene signatures associated with early biochemical recurrence. Most biopsies had low tumor purity, evidence of the cytotoxic impact of chemohormonal therapy while high tumor purity predicted high tumor expression. Poor clinical outcome was significantly associated with elevated stromal scores while epithelial and stromal enrichment were inversely correlated (rho= -0.80, p&#60; 5x10<sup>-16<\/sup>). The presence of CAFs significantly decreased Docetaxel (C42B only vs C42B+CAF, 86.07% vs. 44.57%, respectively, p&#60;0.001; LAPC4 only vs LAPC4+CAF, 70.98% vs 26.64%, respectively, p&#60;0.001) and Darolutamide-induced (C42B only vs C42B+CAF, 52.59% vs 37.87%, respectively, p=0.0407).<br \/>In conclusion, recurrent PC is linked to increased stromal content and the presence of CAFs supported tumor survival in response to ARSi and Docetaxel treatment. The molecular drivers of this phenomenon are currently being investigated.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ specific microenvironments,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Cancer associated fibroblasts,Multifocal prostate cancer,ARSi and Chemotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Lupsa<\/b><sup>1<\/sup>, E. Heninger<sup>1<\/sup>, A. Ding<sup>1<\/sup>, S. R. Reese<sup>1<\/sup>, X. T. Hazelberg<sup>1<\/sup>, A. M. LeBeau<sup>1<\/sup>, B. P. Johnson<sup>1<\/sup>, P. P. Geiger<sup>1<\/sup>, D. J. Beebe<sup>1<\/sup>, D. A. Quigley<sup>2<\/sup>, J. M. Lang<sup>1<\/sup>; <br\/><sup>1<\/sup>UW-Madison, Madison, WI, <sup>2<\/sup>UCSF, San Francisco, CA","CSlideId":"","ControlKey":"466ec778-fedf-4f98-95f4-df2eb54f4e8d","ControlNumber":"2579","DisclosureBlock":"&nbsp;<b>N. Lupsa, <\/b> None..<br><b>E. Heninger, <\/b> None..<br><b>A. Ding, <\/b> None..<br><b>S. R. Reese, <\/b> None..<br><b>X. T. Hazelberg, <\/b> None..<br><b>A. M. LeBeau, <\/b> None.&nbsp;<br><b>B. P. Johnson, <\/b> <br><b>Onexio Biosystems<\/b> Employment.<br><b>P. P. Geiger, <\/b> None.&nbsp;<br><b>D. J. Beebe, <\/b> <br><b>Bellbrook Labs LLC<\/b> Equity. <br><b>Tasso Inc<\/b> Equity. <br><b>Salus Discovery LLC<\/b> Equity. <br><b>Lynx Biosciences Inc<\/b> Equity. <br><b>Stacks to the Future LLC<\/b> Equity. <br><b>Flambeau Diagnostics LLC<\/b> Equity. <br><b>Onexio Biosystems LLC.<\/b> Equity.<br><b>D. A. Quigley, <\/b> None..<br><b>J. M. Lang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8826","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"298","PresenterBiography":null,"PresenterDisplayName":"Nikolett Lupsa","PresenterKey":"feae5a0b-6fa0-4bee-a6d6-cb026888d052","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"298. Contribution of cancer associated fibroblasts to treatment response and resistance in high-risk multifocal prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Contribution of cancer associated fibroblasts to treatment response and resistance in high-risk multifocal prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b> Prostate cancer (PCa) ranks as the second most frequently diagnosed cancer in the male population worldwide. The challenge in effectively managing PCa is the absence of well-established biological markers, which often leads to both over and under treatment. To address this issue, a deeper understanding of the molecular alterations within PCa is essential for more accurate patient stratification. In this research, we embark on a comprehensive examination of how the presence of fibroblast activation protein (FAP) and alpha smooth muscle actin (&#945;SMA) in PCa tissue associates with the visibility of the disease in Magnetic Resonance Imaging (MRI) and their impact on cancer progression. The objective of this study is to analyze cell compartmental expression of FAP and aSMA using an AI based image analysis method. We also study the role of FAP and &#945;SMA expression in predicting disease progression and mortality.<br \/><b>Materials and Methods<\/b> We applied FAP (ab207178, Abcam)\/&#945;SMA (M0851, DAKO) double chromogen immunohistochemical (IHC) staining to three independent cohorts of formalin-fixed paraffin-embedded (FFPE) prostate cancer tissue microarrays. All together, we analyzed 835 patients&#8217; samples. First cohort consists of 387 patients with preoperative multiparametric MRI and robot-assisted laparoscopic prostatectomy (RALP) as primary treatment. Second cohort was case vs control cohort of Grade group 2-4 localized PCa at radical prostatectomy (RP) with 168 patients. Third cohort consists PCa patents from continuous, population-based collection of radical prostatectomies of 319 patients. Image analysis was performed with Aiforia Create, which is cloud-based deep-learning artificial intelligence software that provides platform for training and validating automated image analysis pipelines using convolutional neural networks. Analysis algorithm in this project was based on semantic, pixel-level area segmentation.<br \/><b>Results<\/b> FAP expression was higher and &#945;SMA lower in MRI-visible tumors compared with MRI-invisible tumors. Stromal and epithelial FAP expression associate with tumor progression. We could also see statistically significant differences in FAP positivity between clinically significant (GS &#8805;7) and insignificant (GS &#8804;6) tumors. Hazard ratios imply that FAP and &#945;SMA have significant impact on risk of biochemical recurrence in patients with MRI-visible tumors.<br \/><b>Conclusions<\/b> FAP is closely linked to tumor MRI visibility, cancer progression, and Gleason scores, marking it as a valuable biomarker in PCa assessment. High stromal &#945;SMA is primarily associated with MRI visibility. Our automated AI-based image analysis method has demonstrated reliability, aligning with our previous findings. This advances the potential for more accurate and efficient prostate cancer diagnosis and prognosis, offering a potential benefit to future patient care.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-13 Other,,"},{"Key":"Keywords","Value":"Prostate cancer,Immunohistochemistry,Image analysis,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Jenni Säilä<\/b><sup>1<\/sup>, Timo-Pekka Lehto<sup>2<\/sup>, Annabrita Schoonenberg<sup>3<\/sup>, Katja Välimäki<sup>3<\/sup>, Andrew Erickson<sup>2<\/sup>, Antti Rannikko<sup>2<\/sup>, Olli Kallioniemi<sup>3<\/sup>, Tuomas Mirtti<sup>2<\/sup>, Teijo Pellinen<sup>3<\/sup><br><br\/><sup>1<\/sup>Research Program in Systems Oncology (ONCOSYS), Faculty of Medicine; FIMM, University of Helsinki, Helsinki, Finland,<sup>2<\/sup>Research Program in Systems Oncology (ONCOSYS), Faculty of Medicine, University of Helsinki, Helsinki, Finland,<sup>3<\/sup>FIMM, University of Helsinki, Helsinki, Finland","CSlideId":"","ControlKey":"dc1e2f94-ce1d-4713-9881-164e6c8d9aab","ControlNumber":"6181","DisclosureBlock":"&nbsp;<b>J. Säilä, <\/b> None..<br><b>T. Lehto, <\/b> None..<br><b>A. Schoonenberg, <\/b> None..<br><b>K. Välimäki, <\/b> None..<br><b>A. Erickson, <\/b> None.&nbsp;<br><b>A. Rannikko, <\/b> <br><b>the Ida Montin Foundation<\/b> Other, a member of the board. <br><b>Orion Research Foundation<\/b> a member of the board. <br><b>Bayer<\/b> Other, an advisory board member\u000d\u000ainvestigator in clinical trials. <br><b>Orion Pharma<\/b> Other, an advisory board member\u000d\u000ainvestigator in clinical trials. <br><b>Janssen<\/b> Other, an advisory board member\u000d\u000ainvestigator in clinical trials. <br><b>Aqsens<\/b> Stock, Other, a clinical advisor. <br><b>Rho-Vac<\/b> Other, investigator in clinical trials. <br><b>Astellas<\/b> Other, investigator in clinical trials. <br><b>Pfizer<\/b> Other, investigator in clinical trials. <br><b>Competitive State Research Funding (VTR)<\/b> Grant\/Contract. <br><b>Jane and Aatos Erkko Foundation<\/b> Grant\/Contract. <br><b>Finnish Cancer Organizations<\/b> Grant\/Contract.<br><b>O. Kallioniemi, <\/b> None..<br><b>T. Mirtti, <\/b> None..<br><b>T. Pellinen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8832","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"299","PresenterBiography":null,"PresenterDisplayName":"Jenni Säilä, MHS","PresenterKey":"8f6a0b61-1274-416f-861d-574c79a1a9b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"299. FAP\/&#945;SMA association with tumor visibility and progression in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"455","SessionOnDemand":"False","SessionTitle":"Stroma Interactions","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FAP\/&#945;SMA association with tumor visibility and progression in prostate cancer","Topics":null,"cSlideId":""}]