[{"Abstract":"Cancer is the leading cause of death at ages &#8804;80 in the US. To understand the burden of cancer death potentially addressable by new or improved screening approaches, we estimated the proportion of US cancer deaths without recommended guideline-based screening, especially after accounting for lung cancer screening eligibility and adherence. Using 2018-2019 mortality data from the National Center for Health Statistics and published estimates of the proportion of screening-eligible lung cancer patients, we estimated that 31.4% of nearly 600,000 annual cancer deaths were from colorectal, female breast, cervical, and smoking-eligible lung cancers (Table). Further accounting for adherence to lung cancer screening guidelines reduced the estimated proportion of screened cancer deaths to 17.4%; thus, 82.6% of cancer deaths may not be addressed by current guideline-based screening. Among the cancers not covered by guideline-based screening are uncommon cancer types, which (as defined by the National Cancer Institute) comprised 30.4% of cancer deaths. According to incidence-based mortality data from Surveillance, Epidemiology, and End Results registries, 24.7% of all cancer deaths were from stage 4 cancer types without guideline-based screening. These estimates, based on population data without patient-level information on mode of diagnosis, almost certainly underestimate the percentage of cancer deaths missed by currently available screening efforts. The large proportion of cancer deaths unaddressed by guideline-based screening represents a vast opportunity for new cancer screening technologies that are safe, effective, accessible, and affordable to enable earlier detection and successful treatment of the full spectrum of cancer types that contribute to the overall cancer burden.<br \/><i> Table. Deaths from cancer by primary type in 2018-2019, US National Center for Health Statistics, with eligibility for and adherence to guideline-based low-dose computed tomography screening for lung cancer<\/i><br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{496BBDB6-3687-403D-8B86-38F5EF55B2CA}\"><caption><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">All cancer types<\/td><td rowspan=\"1\" colspan=\"1\">Lung<\/td><td rowspan=\"1\" colspan=\"1\">Colon\/rectum<\/td><td rowspan=\"1\" colspan=\"1\">Breast (female)<\/td><td rowspan=\"1\" colspan=\"1\">Uterine cervix<\/td><td rowspan=\"1\" colspan=\"1\"><b>Total <\/b><b>screened<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>% of all<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">All cancer deaths<\/td><td rowspan=\"1\" colspan=\"1\">1,198,854<\/td><td rowspan=\"1\" colspan=\"1\">281,681<\/td><td rowspan=\"1\" colspan=\"1\">104,059<\/td><td rowspan=\"1\" colspan=\"1\">84,745<\/td><td rowspan=\"1\" colspan=\"1\">8,290<\/td><td rowspan=\"1\" colspan=\"1\">478,775<\/td><td rowspan=\"1\" colspan=\"1\"><b>39.9%<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Eligible for screening based on smoking (63.7% of lung)*<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">179,431<\/td><td rowspan=\"1\" colspan=\"1\">104,059<\/td><td rowspan=\"1\" colspan=\"1\">84,745<\/td><td rowspan=\"1\" colspan=\"1\">8,290<\/td><td rowspan=\"1\" colspan=\"1\">376,525<\/td><td rowspan=\"1\" colspan=\"1\"><b>31.4%<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Adherent to smoking-guideline-based screening (6.6% of lung)†<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">11,842<\/td><td rowspan=\"1\" colspan=\"1\">104,059<\/td><td rowspan=\"1\" colspan=\"1\">84,745<\/td><td rowspan=\"1\" colspan=\"1\">8,290<\/td><td rowspan=\"1\" colspan=\"1\">208,936<\/td><td rowspan=\"1\" colspan=\"1\"><b>17.4%<\/b><\/td><\/tr><tr><td rowspan=\"2\" colspan=\"8\">*Modeled estimate of proportion of lung cancer patients eligible for screening (Landy et al. 2023).&nbsp;<div>†Lung cancer screening receipt from 2019 American College of Radiology Lung Cancer Screening Registry (Fedewa et al. 2022).<\/div><\/td><\/tr><tr><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Screening and early detection,,"},{"Key":"Keywords","Value":"Early detection,Mortality,Screening,Multi-cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"E. T. Chang<sup>1<\/sup>, A. Kansal<sup>1<\/sup>, <b>E. A. Hubbell<\/b><sup>1<\/sup>, G. A. Colditz<sup>2<\/sup>, A. W. Kurian<sup>3<\/sup>, C. A. Clarke<sup>1<\/sup>; <br\/><sup>1<\/sup>GRAIL, LLC, Menlo Park, CA, <sup>2<\/sup>Washington University School of Medicine, St. Louis, MO, <sup>3<\/sup>Stanford University, Stanford, CA","CSlideId":"","ControlKey":"ab17ab7a-382a-4697-a2bc-29ba93cf6d2d","ControlNumber":"2024","DisclosureBlock":"<b>&nbsp;E. T. Chang, <\/b> <br><b>GRAIL, LLC<\/b> Employment. <br><b>Illumina, Inc.<\/b> Stock. <br><b>A. Kansal, <\/b> <br><b>GRAIL, LLC<\/b> Employment. <br><b>Illumina, Inc.<\/b> Stock. <br><b>E. A. Hubbell, <\/b> <br><b>GRAIL, LLC<\/b> Employment, Patent. <br><b>Illumina, Inc.<\/b> Stock.<br><b>G. A. Colditz, <\/b> None..<br><b>A. W. Kurian, <\/b> None.&nbsp;<br><b>C. A. Clarke, <\/b> <br><b>GRAIL, LLC<\/b> Employment. <br><b>Illumina, Inc.<\/b> Stock.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5446","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6075","PresenterBiography":null,"PresenterDisplayName":"EARL HUBBELL","PresenterKey":"208e3c3e-e65a-4c4c-92c6-650a47635c29","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6075. Most cancer deaths are unaddressed by current screening paradigms","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Most cancer deaths are unaddressed by current screening paradigms","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer (BC) is the most common cancer in women globally, with approximately 94% of patients initially diagnosed with early-stage disease. However, despite the initial lack of detectable metastases and administration of subsequent treatments, 40% of these patients will develop recurrence over their lifetime. The standard screening method for BC is mammography, with a tissue biopsy to confirm diagnosis. However, only ~60% of all cases are currently diagnosed via this pathway, primarily due to the limited (86.9%) sensitivity. To demonstrate the feasibility of a liquid biopsy (LBx) test for early BC detection and assessment, we employed the third-generation, High Definition Single Cell Assay (HDSCA3.0) to detect and characterize rare cells (e.g., circulating tumor cells [CTCs]) and acellular structures (e.g., oncosomes) in patient peripheral blood samples using immunofluorescent (IF) imaging. We have previously investigated this signal in a cohort of early-stage BC patients (n = 74), late-stage BC patients (n = 26), and age- and gender-matched controls (n = 30) and observed statistically significant differences in levels of total rare cells, CTCs, and oncosomes via a manual approach. For this study, we employed a hybrid methodology, that utilizes both automatic and manual techniques, to investigate the reproducibility of the signal in an expanded validation set. Within this modified approach, we employ an outlier detection algorithm to accelerate the rare event identification and curation process (minimizing the manual portion), a separate machine learning model to classify the events based on their IF expressions, and a suite of applications to enumerate and quantify the result. After implementation, we quantified the results of the fully manual and hybrid approaches to determine the signal loss associated with scale up. Utilizing the hybrid approach, we observed similar results as with the fully manual and were able to stratify the three cohorts with high accuracy. Namely, there was an increase in the total rare cell and CTC populations in late-stage BC patients, and an increase in the oncosome population for the early-stage BC patients. To note, these patients included a subset with invasive lobular carcinoma (ILC; n = 19), which manifests in ~5-15% of BC cases and is considered &#8220;mammogram silent&#8221; due to the biological development of the disease. Additionally, employing the hybrid approach allowed for analyzing patient samples in less time while minimizing overall signal loss. In summary, we have been able to detect reproducible patterns in the enumeration of rare cells and oncosomes with high accuracy. When utilized at the patient-level, these analytes can power prediction models that are capable of stratifying disease from non-disease. The results presented here demonstrate the utility of a LBx test as a companion to screening mammography in the detection of early-stage BC across various histologies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Screening and early detection,,"},{"Key":"Keywords","Value":"Breast cancer,Screening,Early detection,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Mason<\/b>, S. N. Shishido, G. Courcoubetis, D. Tessone, E. Liljegren, A. Naghdloo, J. Hicks, J. J. Nieva, P. Kuhn; <br\/>USC - University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"e9c8b14c-d9ee-4557-b93d-c9bc8e78ce30","ControlNumber":"7970","DisclosureBlock":"&nbsp;<b>J. Mason, <\/b> None..<br><b>S. N. Shishido, <\/b> None..<br><b>G. Courcoubetis, <\/b> None..<br><b>D. Tessone, <\/b> None..<br><b>E. Liljegren, <\/b> None..<br><b>A. Naghdloo, <\/b> None..<br><b>J. Hicks, <\/b> None..<br><b>J. J. Nieva, <\/b> None..<br><b>P. Kuhn, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5454","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6076","PresenterBiography":null,"PresenterDisplayName":"Jeremy Mason, PhD","PresenterKey":"9ef1f0c7-9226-4b43-97e2-4c10be25ec37","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6076. Mathematical oncology in the context of early breast cancer detection","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mathematical oncology in the context of early breast cancer detection","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Immuno-prevention efforts in breast cancer (BC) have been hampered by the lack of known neoantigenic targets that can be used for a cancer prevention vaccine. RNA fusions represent attractive candidates as these are more immunogenic than insertion \/ deletion mutations and are substantial source of neoantigens. The objective of this study was to characterize chimeric RNAs in precancerous breast tissue. <b>Methodology:<\/b> Novel RNA fusions were identified by mining the sequence reads from RNA sequencing of 25 Her2 positive, 25 hormone receptor positive (HR) and 25 triple negative (TN) breast tumors and paired histologically normal tissues by Qiagen&#8217;s CLC pipeline. Breast samples from women undergoing breast reduction surgery were used as controls to exclude normal tissue associated chimeric mRNAs from analysis. Neoantigen prediction was performed by MHCnuggets. Chimeric mRNAs were validated by PCR. Ribosomal profiling was performed to assess if fusion transcripts are engaged with ribosomes. <b>Results:<\/b> A median of 36 novel RNA fusions (range 7-877) were identified in the tumor samples. In line with high genomic instability of TNBC subtype of BC, about 1\/3 of the TN tumors expressed greater than 300 RNA fusions. In order to identify RNA fusions that are relevant for BC prevention, we investigated the presence of RNA fusions in the paired histologically normal samples as compared to the index tumor. We restricted these analyses to top 20 fusion transcripts that were present across the set of 75 tumor samples and also detected in 1 or more of the TCGA samples. Interestingly, we found that more than 1\/3 of the histologically normal samples express at least 1 of the top 20 RNA fusions. When compared to the corresponding tumor, we found up to 50% of the paired normal tissue expressed RNA fusions identified in the tumor, supporting a role for these chimeric mRNA as an early molecular change during breast tumorigenesis. To validate the robustness of the prediction pipeline, PCR validation was performed for the chimeric mRNA with highest prevalence, NSFP1- LRRC37A2 which confirmed the presence of the transcript in 72% (13\/18) of the predicted positive patient samples. MHCnuggets pipeline predicted 15 neopeptides from intergenically spliced chimeric NSFP1 [Exon 1-13] - LRRC37A2 [Exon 2-14], &#188; of which we validated to be immunogenic by ELISA. In order to confirm that the translation of the chimeric NSFP1- LRRC37A2 transcript, we investigated their enrichment in polysome enriched fraction obtained from a BC cell line confirmed to express the fusion transcript by PCR. Enrichment of transcripts in the polysomal fraction confirmed that these transcripts are likely to be translated. <b>Conclusions:<\/b> RNA fusions are frequently present in at risk breast tissue and are the source of substantial number of neoantigens. These RNA fusion- derived neoantigens may provide novel opportunities for developing vaccines for BC prevention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-10 Prevention and treatment of premalignant lesions (intraepithelial neoplasia),,"},{"Key":"Keywords","Value":"Prevention,Breast cancer,Neoantigens,RNA fusions,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Bhardwaj<\/b><sup>1<\/sup>, S. Thevasagayampillai<sup>2<\/sup>, S. Rankothgedera<sup>2<\/sup>, P. Verma<sup>1<\/sup>, M. B. Castillo<sup>2<\/sup>, A. C. Koh<sup>1<\/sup>, C. Albarracin<sup>1<\/sup>, P. H. Gunaratne<sup>2<\/sup>, I. Bedrosian<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>University of Houston, Houston, TX","CSlideId":"","ControlKey":"6526b173-7f11-4291-a2bd-4cbbfb41bb8d","ControlNumber":"6985","DisclosureBlock":"&nbsp;<b>A. Bhardwaj, <\/b> None..<br><b>S. Thevasagayampillai, <\/b> None..<br><b>S. Rankothgedera, <\/b> None..<br><b>P. Verma, <\/b> None..<br><b>M. B. Castillo, <\/b> None..<br><b>A. C. Koh, <\/b> None..<br><b>C. Albarracin, <\/b> None..<br><b>P. H. Gunaratne, <\/b> None..<br><b>I. Bedrosian, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5475","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6077","PresenterBiography":null,"PresenterDisplayName":"Anjana Bhardwaj, PhD","PresenterKey":"be2ee593-268c-4630-a991-16473027f135","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6077. Chimeric RNAs are abundantly expressed in precancerous breast tissue of sporadic breast cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chimeric RNAs are abundantly expressed in precancerous breast tissue of sporadic breast cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Although mammograms have been a useful tool since the first half of the 20th century and have an acceptable sensitivity (87%) in the general population, that drops to &#60;50% in women with dense breasts making it an ineffective screening tool in this population. Cell free DNA (cfDNA) has proven to be an inadequate alternative in this population, and while MRI is acceptable, it is expensive. Astrin Biosciences has developed a blood-based assay that detects circulating tumor cells (CTCs) at a high sensitivity to serve as an alternative screening method to mammography in breast cancer early detection, specifically in women with high-density breasts.<br \/>Astrin&#8217;s technology integrates holographic imaging, machine learning, and microfluidics to identify CTCs in the blood stream. Omics analysis can then be performed on the collected cells to further differentiate patients with cancer from matched healthy controls. Astrin has initiated a small cohort study to investigate the sensitivity and specificity of CTC detection in women with early-stage breast cancer. Astrin&#8217;s small cohort study, including patients with ductal carcinoma in situ, stage 1, and stage 2 breast cancer patients, demonstrated &#62; 85% sensitivity and specificity. A large cohort study is being conducted to validate these preliminary results.<br \/>The small cohort study demonstrates the ability of Astrin Bioscience&#8217;s platform to detect cancer cells at an early stage, particularly in breast cancer. This technology will drastically increase the effectiveness of breast cancer screening modalities available to patients. Additionally, since it is a blood-based assay, it can be performed at shorter intervals in high-risk populations than mammograms which require a full patient appointment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Screening and early detection,,"},{"Key":"Keywords","Value":"Early detection,Circulating tumor cells,Breast Cancer,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. M. Drake<\/b><sup>1<\/sup>, K. J. Kamalanathan<sup>2<\/sup>, C. Galeano-Garces<sup>2<\/sup>, N. Bristow<sup>2<\/sup>, N. Heller<sup>2<\/sup>, M. Ahmadi<sup>2<\/sup>, O. Hedeen<sup>2<\/sup>, A. Hesch<sup>2<\/sup>, G. Schaap<sup>2<\/sup>, J. Hapke<sup>2<\/sup>, J. Miller<sup>2<\/sup>, I. Babris<sup>2<\/sup>, T. Le<sup>2<\/sup>, T. Clacko<sup>2<\/sup>, J. Hong<sup>1<\/sup>, B. Konety<sup>3<\/sup>, J. Parthasarathy<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Minnesota, Minneapolis, MN, <sup>2<\/sup>Astrin Biosciences, Inc., Saint Paul, MN, <sup>3<\/sup>Allina Health, Minneapolis, MN","CSlideId":"","ControlKey":"50fdd94d-34da-43a1-a9cb-fddd3f5ba5ac","ControlNumber":"8399","DisclosureBlock":"<b>&nbsp;J. M. Drake, <\/b> <br><b>Astrin Biosciences, Inc.<\/b> Independent Contractor, Stock Option. <br><b>K. J. Kamalanathan, <\/b> <br><b>Astrin Biosciences, Inc.<\/b> Employment, Stock Option. <br><b>C. Galeano-Garces, <\/b> <br><b>Astrin Biosciences, Inc.<\/b> Employment, Stock Option. <br><b>N. Bristow, <\/b> <br><b>Astrin Biosciences, Inc.<\/b> Employment, Stock Option. <br><b>N. Heller, <\/b> <br><b>Astrin Biosciences, Inc.<\/b> Employment, Stock Option. <br><b>M. Ahmadi, <\/b> <br><b>Astrin Biosciences, Inc.<\/b> Employment, Stock Option. <br><b>O. Hedeen, <\/b> <br><b>Astrin Biosciences, Inc.<\/b> Employment, Stock Option. <br><b>A. Hesch, <\/b> <br><b>Astrin Biosciences, Inc.<\/b> Employment, Stock Option. <br><b>G. Schaap, <\/b> <br><b>Astrin Biosciences, Inc.<\/b> Employment, Stock Option. <br><b>J. Hapke, <\/b> <br><b>Astrin Biosciences, Inc.<\/b> Employment, Stock Option. <br><b>J. Miller, <\/b> <br><b>Astrin Biosciences, Inc.<\/b> Employment, Stock Option. <br><b>I. Babris, <\/b> <br><b>Astrin Biosciences, Inc.<\/b> Employment, Stock Option. <br><b>T. Le, <\/b> <br><b>Astrin Biosciences, Inc.<\/b> Employment, Stock Option. <br><b>T. Clacko, <\/b> <br><b>Astrin Biosciences, Inc.<\/b> Employment, Stock Option. <br><b>J. Hong, <\/b> <br><b>Astrin Biosciences, Inc.<\/b> Independent Contractor, Stock Option. <br><b>B. Konety, <\/b> <br><b>Astrin Biosciences, Inc.<\/b> Stock Option. <br><b>J. Parthasarathy, <\/b> <br><b>Astrin Biosciences, Inc.<\/b> Employment, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5435","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6078","PresenterBiography":null,"PresenterDisplayName":"Justin Drake, PhD","PresenterKey":"5bf6e2bf-9216-40c2-a64d-1c4fe2241661","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6078. Circulating tumor cell-based early detection of breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Circulating tumor cell-based early detection of breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> The fecal immunochemical test (FIT) is widely used in population based colorectal cancer (CRC) screening programs. Recently, circulating cell-free DNA (cfDNA) analyses have emerged as a new avenue for early cancer detection. The performance of cfDNA methods in comparison with FIT is currently unknown. The present study compared pre-operative cfDNA analyses to FIT for detection of patients with CRC who participated in a population-based screening program. <b>Methods<\/b> In the Dutch national CRC screening program, individuals aged 55-75 years are biennially invited to perform a single FIT. The database of the Dutch CRC screening program was queried to identify individuals with FIT data who also participated in two cfDNA studies, PLCRC-MEDOCC and PLCRC-PROVENC3 (AACR abstract C. Rubio Alarc&#243;n). Sensitivities with 95% confidence intervals (CI) for detecting individuals with CRC were determined for FIT, tumor-informed cfDNA analyses, as well as both tests combined. For FIT, sensitivities were determined at 20 &#181;g and 47 &#181;g hemoglobin (Hb)\/g feces positivity cut-offs as these represent the most commonly used international and Dutch cut-offs, respectively. Liquid biopsy analyses were performed using next generation sequencing of cfDNA. Tumor-specific alterations were identified through parallel next generation sequence analysis of resected tumor tissues. <b>Results<\/b> The query identified 120 individuals with stage I (n=3, 2.5%), stage II (n= 57, 47.5%) and stage III (n=60, 50.0%) CRC who had participated in the Dutch CRC screening program and either PLCRC-MEDOCC or PLCRC-PROVENC3. All FIT samples were collected at a median time of 38 days before diagnosis (IQR 27-112 days). FIT sensitivity for detection of individuals with CRC was 83.3% (100\/120 CRCs, 95% CI 75.4-89.5%) at a 20 &#181;g Hb\/g feces cut-off and 80.0% (96\/120, 95% CI 71.7-86.7%) at a 47 &#181;g Hb\/g feces cut-off. Tumor-informed cfDNA analyses detected 75.8% (91\/120, 95% CI 67.2-83.2%) of individuals with CRC in this population. The combination of cfDNA analyses and and FIT (20 &#181;g Hb\/g feces cut-off) identified almost all individuals with CRCs (119\/120, sensitivity 99.2%, 95% CI 97.0-100%). The individual who was missed had a cancer that was a T3N0 microsatellite stable moderately differentiated adenocarcinoma in the ascending colon.<b><\/b> <b>Discussion<\/b> While both FIT and cfDNA analyses identified most CRC cases (75-83%) in this series, both tests also demonstrated a substantial level of complementarity, indicating that in principle combining FIT with cell-free DNA testing would allow to increase sensitivity of CRC screening. Since the cell-free DNA tests used here are tumor-informed, which in real life screening practice is not feasible, it remains to be determined to what extent this result can be reached using non-tumor-informed approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Screening and early detection,,"},{"Key":"Keywords","Value":"Colorectal cancer,Screening,Cell-free DNA,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. H. Wisse<\/b><sup>1<\/sup>, C. Rubio-Alarcon<sup>1<\/sup>, S. J. Schraa<sup>2<\/sup>, A. C. Mosquera<sup>1<\/sup>, M. Sausen<sup>3<\/sup>, R. J. A. Fijneman<sup>1<\/sup>, G. R. Vink<sup>2<\/sup>, M. de Wit<sup>1<\/sup>, J. Phallen<sup>4<\/sup>, V. E. Velculescu<sup>4<\/sup>, B. Carvalho<sup>1<\/sup>, G. A. Meijer<sup>1<\/sup>; <br\/><sup>1<\/sup>Netherlands Cancer Institute, Amsterdam, Netherlands, <sup>2<\/sup>University Medical Center Utrecht, Utrecht, Netherlands, <sup>3<\/sup>Personal Genome Diagnostics, Baltimore, MD, <sup>4<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"b84db5bd-c227-41bd-b1d2-9c3632753dda","ControlNumber":"4915","DisclosureBlock":"&nbsp;<b>P. H. Wisse, <\/b> None.&nbsp;<br><b>C. Rubio-Alarcon, <\/b> <br><b>Personal Genome Diagnostics<\/b> Other, nonfinancial support. <br><b>Cergentis BV<\/b> Other, nonfinancial support.<br><b>S. J. Schraa, <\/b> None..<br><b>A. C. Mosquera, <\/b> None.&nbsp;<br><b>M. Sausen, <\/b> <br><b>Personal Genome Diagnostics (Labcorp)<\/b> Employment, Stock. <br><b>R. J. A. Fijneman, <\/b> <br><b>Personal Genome Diagnostics<\/b> Other, Public private partnership grants and non-financial support. <br><b>Delfi Diagnostics<\/b> Other, Public private partnership grants and non-financial support. <br><b>Cergentis BV<\/b> Other, Public private partnership grants and non-financial support. <br><b>Natera<\/b> Other, Public private partnership grants and non-financial support. <br><b>Not a specific company<\/b> Patent, Several patents pending. <br><b>G. R. Vink, <\/b> <br><b>BMS<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Servier<\/b> Grant\/Contract. <br><b>Personal Genome Diagnostics<\/b> Grant\/Contract. <br><b>Bayer<\/b> Grant\/Contract. <br><b>Sirtex<\/b> Grant\/Contract. <br><b>Pierre Fabre<\/b> Grant\/Contract. <br><b>Lilly<\/b> Grant\/Contract. <br><b>Delfi Diagnostics<\/b> Grant\/Contract.<br><b>M. de Wit, <\/b> None..<br><b>J. Phallen, <\/b> None.&nbsp;<br><b>V. E. Velculescu, <\/b> <br><b>Delfi Diagnostics<\/b> Other, V.E.V. is a founder of Delfi Diagnostics, serves on the Board of Directors and as an officer for this organization, and owns Delfi Diagnostics stock, which is subject to certain restrictions under university policy. Additionally, Johns Hopkins University owns equity in Delfi Diagnostics.. <br><b>Personal Genome Diagnostics (PGDx)<\/b> Other, V.E.V. divested his equity in Personal Genome Diagnostics (PGDx) to LabCorp in February 2022.. <br><b>Johns Hopkins University<\/b> V.E.V. is an inventor on patent applications submitted by Johns Hopkins University related to cancer genomic analyses and cell-free DNA for cancer detection that have been licensed to one or more entities, including Delfi Diagnostics, LabCorp, Qiagen, Sysmex, Agios, Genzyme, Esoterix, Ventana and ManaT Bio. Under the terms of these license agreements, the University and inventors entitled to fees. <br><b>Viron Therapeutics<\/b> Other, Advisor. <br><b>Epitope<\/b> Other, Advisor.<br><b>B. Carvalho, <\/b> None.&nbsp;<br><b>G. A. Meijer, <\/b> <br><b>CRC Bioscreen b.v.<\/b> Stock, Other, Co-founder and board member. <br><b>CZ Health Insurances<\/b> Other, cash matching to ZonMw grant, payments made to the institute. <br><b>Exact Sciences<\/b> Other, research collaboration: the company provided materials, equipment and sample\/genomic analyses. <br><b>Personal Genome Diagnostics<\/b> Other, Other, research collaboration: the company provides materials, equipment and\/or sample\/genomic analyses.. <br><b>Delfi Diagnostics<\/b> Other, Other, research collaboration: the company provides materials, equipment and\/or sample\/genomic analyses.. <br><b>Hartwig Medical Foundation<\/b> Other, Other, research collaboration: the company provides materials, equipment and\/or sample\/genomic analyses.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5453","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6079","PresenterBiography":null,"PresenterDisplayName":"Pieter Wisse","PresenterKey":"a29c98a0-b255-428f-af9e-6dfe9a58c84e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6079. Comparison of FIT and cell-free DNA analyses for detection of individuals with colorectal cancer in population based screening","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparison of FIT and cell-free DNA analyses for detection of individuals with colorectal cancer in population based screening","Topics":null,"cSlideId":""},{"Abstract":"Background: Liquid biopsies from the gynecological tract can be useful for analysis of cell free DNA (cfDNA) (1, 2, 3). Sampling procedure and optimal preanalytical handling are poorly investigated. In this study, we aimed to evaluate how the profile and integrity of DNA, sampled from the female genital tract, were affected by preanalytical handling.<br \/>Methods: Biobanked\/archival (stored at -80&#8451; after 48h at room temperature (RT)) and freshly obtained clinical samples were analyzed together with standardized <i>in vitro<\/i> samples. Archival and <i>in vitro<\/i> samples were preserved in methanol-based solution, imitating clinical handling of endocervical samples which are initially stored at RT for 48h before further handling. The fragmentation profile of archival and <i>in vitro<\/i> samples was analyzed. Time series of <i>in vitro <\/i>samples at RT and 4&#8451;, with extraction at 6-hour intervals from 0 to 96h, were performed. The fresh clinical samples were collected from the endocervix in methanol-based solution and from the vagina in a solution designed to preserve DNA and placed at 4&#8451; resp RT. Extraction was performed within 4h and at 48h.<br \/>Results: Accumulation of short DNA fragments were observed in the archival samples and in the in<i> vitro<\/i> samples, indicating that fragmentation was initiated prior to 48h. Time series showed that the quantity of short DNA fragments gradually increased with time at both RT and 4&#8451; but at a slower rate in 4&#8451;. At RT the percentage of fragments between 100-350bp increased 12-fold (0.39% vs 4.75%, p=0.002). The freshly obtained endocervical samples showed a similar significant increase in short fragments in samples stored at RT compared with samples stored at 4&#8451; (p= 0.02 for 100-230bp; p= 0.007 for 230-350bp; p= 0.03 for 100-2500bp) at 4h-48h.<br \/>Conclusion: Pre-analytical handling of endocervical samples can be optimized. Lowering temperature from RT to 4&#8451; immediately haltered DNA fragmentation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-02 Biomarkers and intervention studies,,"},{"Key":"Keywords","Value":"Liquid biopsies,Cell-free DNA,Endocervical samples,Preanalytical handling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. M. Lauesgaard<\/b>, T. Carlsson, A. Linder, S. Schumacher, K. Sundfeldt; <br\/>University of Gothenburg, Gothenburg, Sweden","CSlideId":"","ControlKey":"9dbe45f2-c2c4-4b02-a335-bccab7023232","ControlNumber":"3479","DisclosureBlock":"<b>&nbsp;J. M. Lauesgaard, <\/b> <br><b>Gedeon Richter Nordics AB<\/b> Independent Contractor, Contracted as expert medical consultant for a 3h meeting..<br><b>T. Carlsson, <\/b> None..<br><b>A. Linder, <\/b> None..<br><b>S. Schumacher, <\/b> None..<br><b>K. Sundfeldt, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5520","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6081","PresenterBiography":null,"PresenterDisplayName":"Jacob Lauesgaard, MD","PresenterKey":"55749b26-845b-4c30-be91-f76cd4719568","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6081. DNA integrity and preanalytical handling of endocervical samples for use in liquid biopsy-based diagnostics and monitoring of gynecological cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DNA integrity and preanalytical handling of endocervical samples for use in liquid biopsy-based diagnostics and monitoring of gynecological cancer","Topics":null,"cSlideId":""},{"Abstract":"Addressing the global disparity in cancer care necessitates the development of rapid and affordable nucleic acid (NA) testing technologies. This need is particularly critical for cervical cancer. Molecular detection of human papillomavirus (HPV) has emerged as a highly accurate screening method, surpassing traditional Pap smears. However, implementing this transition in low- and middle-income countries has been challenging due to the high costs and centralized facilities required for current NA tests. Here, we present CreDiT (CRISPR Enhanced Digital Testing), an advanced diagnostic system for rapid, on-site NA detection. CreDiT integrates two major technical breakthroughs: i) a one-pot CRISPR strategy that simultaneously amplifies both target NAs and analytical signals, and ii) a robust fluorescent detection method based on digital communication (encoding\/decoding) technology. These innovations enhance CreDiT's practical utility, offering a rapid assay (&#60;35 minutes) that integrates NA extraction and detection in a single streamlined workflow. Furthermore, CreDiT's straightforward probe design enables easy incorporation of new NA targets, while its compact device provides robust signal detection. We adapted CreDiT for point-of-care HPV screening by designing probes for high-risk HPV genes (HPV16, HPV18, HPV45, HPV31, HPV33, HPV58) and oncoprotein mRNAs (<i>E6<\/i>, <i>E7<\/i>, <i>p16<\/i><i><sup>INK4a<\/sup><\/i>) and developing a portable CreDiT device capable of processing 12 samples. CreDiT demonstrated sensitive detection of cell-derived HPV DNA targets down to single copies and accurately identified HPV types in every clinical cervical brushing specimen (<i>n<\/i> = 121) we tested. This technology has the potential to facilitate prompt and reliable triaging of high-risk HPV, overcoming pathology bottlenecks and circumventing geographical and socioeconomic barriers to effective cervical cancer screening in resource-limited regions. This work has spearheaded recent screening research efforts in Uganda and Ghana.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Screening and early detection,,"},{"Key":"Keywords","Value":"Human papillomavirus (HPV),Early detection,Cervical cancer,CRISPR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. Lee, H. Kim, H. Lee, T. Randall, A. Ly, H. Lee, <b>C. M. Castro<\/b>; <br\/>Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"ba35d172-3b8c-4679-b01a-4ccab27607cd","ControlNumber":"8006","DisclosureBlock":"&nbsp;<b>C. Lee, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>T. Randall, <\/b> None..<br><b>A. Ly, <\/b> None..<br><b>H. Lee, <\/b> None.&nbsp;<br><b>C. M. Castro, <\/b> <br><b>Qiagen<\/b> Other, Scientific consultant. <br><b>Advanced Medical<\/b> Other, Clinical consultant. <br><b>Teladoc<\/b> Other, Clinical consultant.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5449","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6082","PresenterBiography":null,"PresenterDisplayName":"Cesar Castro, MD;MS","PresenterKey":"0e00db25-53b6-42d8-b091-f19706571c6b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6082. Rapid on-site nucleic acid detection using CRISPR and digital signal processing for portable and integrated cervical cancer screening in low resource settings","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rapid on-site nucleic acid detection using CRISPR and digital signal processing for portable and integrated cervical cancer screening in low resource settings","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Metabolic-associated steatotic liver disease (MASLD) is a prevalent chronic liver condition with an increased risk of cancer-related mortality. In Latin America, MASLD prevalence is estimated at 40%, with Chile reporting rates of 47.5% in 2019. Early detection is crucial for MASLD control and management. Liver biopsy, the gold standard for diagnosis, is invasive and costly. Ultrasound (US) is a preferred alternative, yet its precision varies depending on the observer interpretation.<br \/><b>Methods: <\/b>We conducted a cross-sectional analysis of a subset of baseline US images from the Chile Biliary Longitudinal Study (Chile BiLS), a cohort of women aged 50-74 with gallstones in Chile. Of the 4,032 participants recruited from Caut&#237;n Province in the Araucan&#237;a region, a random sample of 10% of the images were selected for review by a radiologist from Baylor College of Medicine (Observer 1) and compared to the original readings generated at the baseline exam by a team of Chile BiLS ultrasound technicians. To assess reproducibility, 33 blinded duplicate images from the 10% sample were reanalyzed by Observer 1 and an additional Chile BiLS technician who was not part of the original baseline team (Observer 2). Inter- and intra-observer agreement was assessed using weighted kappa values. Images were categorized as none, mild, moderate\/severe.<br \/><b>Results: <\/b>Of the 409 images reviewed, agreement between Observer 1 and original readings across all categories of steatosis was poor (kappa: 0.09; CI 95% 0.06;0.11, p &#60;0.001). The 33 duplicates compared to the original readings showed slight agreement for Observer 1 (kappa: 0.11 CI 95% 0.02;0.20, p &#60;0.05) and fair for Observer 2 (kappa: 0.28 (CI 95% 0.07 - 0.49, p &#60;0.001). The intra-observer agreement for Observer 1 was moderate, with a kappa of 0.41 (CI 95% 0.09 - 0.74, p &#60;0.05), and for Observer 2, it was substantial with a weighted kappa of 0.69 (CI 95% 0.5 - 0.9, p &#60;0.001).<br \/><b>Conclusion: <\/b>The study highlights the variability in US interpretation of hepatic steatosis, emphasizing the importance of standardized training and methodology. US's sensitivity and specificity is operator dependence, which impacts the diagnostic interpretation. Our findings underscore the significance of inter and intra-observer comparisons for optimal diagnosis, especially when US is the primary diagnostic tool in MASLD assessment. Finally, our results emphasize the importance of group training. Observer 2, who underwent the same training as the original Chile BiLS ultrasound technicians and was consistently exposed to this technique as a diagnostic method, exhibited more consistent results. This reinforces the importance of collective training initiatives to enhance the reliability and accuracy of US in MASLD diagnosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Screening and early detection,,"},{"Key":"Keywords","Value":"Liver,Diagnosis,Early detection,Ultrasound,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Spencer Sandino<\/b><sup>1<\/sup>, V. Van De Wyngard<sup>1<\/sup>, D. Wynne<sup>2<\/sup>, M. Balakrishnan<sup>2<\/sup>, N. Mardones<sup>3<\/sup>, R. Pfeiffer<sup>4<\/sup>, A. Hildesheim<sup>4<\/sup>, C. Ferreccio<sup>1<\/sup>, J. Koshiol<sup>4<\/sup>; <br\/><sup>1<\/sup>Pontificia Universidad Catolica de Chile, Santiago, Chile, <sup>2<\/sup>Baylor College of Medicine, Houston, TX, <sup>3<\/sup>Hospital Dr. Hernán Henríquez Aravena, Temuco, Chile, <sup>4<\/sup>Nacional Cancer Institute, Rockville, MD","CSlideId":"","ControlKey":"874d5259-3475-4f07-9cc5-7efe78f4b570","ControlNumber":"6722","DisclosureBlock":"&nbsp;<b>M. Spencer Sandino, <\/b> None..<br><b>V. Van De Wyngard, <\/b> None..<br><b>D. Wynne, <\/b> None..<br><b>M. Balakrishnan, <\/b> None..<br><b>N. Mardones, <\/b> None..<br><b>R. Pfeiffer, <\/b> None..<br><b>A. Hildesheim, <\/b> None..<br><b>C. Ferreccio, <\/b> None..<br><b>J. Koshiol, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5451","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6083","PresenterBiography":null,"PresenterDisplayName":"Maria de los Angeles Spencer Sandino, MS","PresenterKey":"469d1317-48ff-48ec-92ee-43863abbdd78","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6083. Inter-observer agreement in ultrasound-detected steatotic liver in the Chile Biliary Longitudinal Study (BiLS)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inter-observer agreement in ultrasound-detected steatotic liver in the Chile Biliary Longitudinal Study (BiLS)","Topics":null,"cSlideId":""},{"Abstract":"Background: Plasma proteins, directly secreted from tumor cells or a result of the body&#8217;s response to a tumor, may have utility for early detection. We aimed to identify plasma protein combinations that predict prediagnostic cancers in a prospective study.<br \/>Methods: We sampled from 8,186 ARIC study participants without a cancer diagnosis at blood draw and with 4,877 log2-transformed proteins measured by SomaScan. We selected as cases those diagnosed within 5 years after blood draw and were registry\/medical record confirmed. We selected as controls those who never had a cancer history by 2015 and did not die of cancer. Participants with possible liver, kidney, or inflammatory conditions were excluded (eGFR-cr&#60;30, top 1% of plasma AST, ALT, CRP). Highly correlated proteins (r&#62;&#177;0.75), abundant or known markers (albumin, CRP, PSA), and proteins with wide log2-transformed distributions (SD&#62;1 and &#62;10% outliers-1.5 IQR away from 25th or 75th percentile) among controls were excluded. Recursive feature elimination (RFE) with random forest (RF) was used to select the top 10 informative proteins based on accuracy. Non-protein features included demographic, lifestyle (e.g., smoking), and medical factors. We next divided participants into train and test sets in 7:3 ratio stratified by case status. RF including top 10 proteins from the RFE and non-protein features trained in the train set were used to predict near-term cancer status in the test set and to calculate prediction performance. Random Over-Sampling Examples were used to balance between rare cases (&#60;3%) and controls in the dataset.<br \/>Results: We included 210 cases (98 diagnosed within 2 years) and 7,042 controls with 3,476 proteins. 58% were female, 24% were Black, and median age was 57 years (IQR: 52-62). The most common cancer was lung (27%). In the test set, sensitivity and specificity of the model for total cases diagnosed within 2 years were 0.19 and 0.91. Results for cases diagnosed within 3 (0.24, 0.88) and 5 (0.29, 0.87) years were similar. Using the top 10 informative proteins for total cancer, sensitivity was 0.68 and specificity was 0.56 for lung cancers diagnosed within 2 years; for lung cancers diagnosed within 3 (0.55, 0.77) or 5 (0.53, 0.79) years, sensitivity decreased but specificity increased. Using the top 10 informative proteins specific for lung cancer, which did not overlap with the top 10 for total cancer, sensitivity and specificity were 0.69 and 0.67 for lung cancers diagnosed within 2 years.<br \/>Conclusions: In this study, in which blood draw preceded diagnosis, top informative proteins did not provide sufficient sensitivity for all-cancer near-term prediction. For lung cancer, further optimization may improve the sensitivity and specificity to achieve the range required for population implementation for screening. Validation with more cases, and on other proteomic platforms are needed. Funding NHLBI, NCI, NPCR","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Screening and early detection,,"},{"Key":"Keywords","Value":"Early detection,Proteomics,Lung cancer,Cancer prevention,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Ru<\/b><sup>1<\/sup>, C. Douville<sup>1<\/sup>, K. R. Butler<sup>2<\/sup>, C. E. Joshu<sup>1<\/sup>, J. Lu<sup>1<\/sup>, A. Prizment<sup>3<\/sup>, J. Coresh<sup>1<\/sup>, E. A. Platz<sup>1<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins University, Baltimore, MD, <sup>2<\/sup>University of Mississippi Medical Center, Jackson, MS, <sup>3<\/sup>University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"29b12798-0b8c-4c81-ae3f-354d20222b27","ControlNumber":"841","DisclosureBlock":"&nbsp;<b>M. Ru, <\/b> None.&nbsp;<br><b>C. Douville, <\/b> <br><b>Exact Sciences Corporation<\/b> Other, Advisory.<br><b>K. R. Butler, <\/b> None..<br><b>C. E. Joshu, <\/b> None..<br><b>J. Lu, <\/b> None..<br><b>A. Prizment, <\/b> None..<br><b>J. Coresh, <\/b> None..<br><b>E. A. Platz, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5431","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6084","PresenterBiography":null,"PresenterDisplayName":"Mena Ru, MS","PresenterKey":"d05f723d-f78d-43fb-b5ab-61e03c86e8b4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6084. Identification of plasma proteins for early detection of cancer, including lung, in the Atherosclerosis Risk in Communities (ARIC) study","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of plasma proteins for early detection of cancer, including lung, in the Atherosclerosis Risk in Communities (ARIC) study","Topics":null,"cSlideId":""},{"Abstract":"The combinatorial power of genetics and epigenetics is vital to understanding biology in healthy and cancerous states. Utilizing a recent novel approach, we enable the simultaneous identification of modified cytosine and the canonical bases A, C, T &#38; G in an enzymatic single-workflow solution. Generating this information across the whole genome provides a much-improved understanding of genetic and epigenetic changes, but can require a large amount of sequencing, particularly when exploring at depth. Enrichment protocols such as target enrichment enable deep interrogation of target areas whilst maintaining cost effectiveness.<br \/>Target enrichment panels enable the selective isolation of sequences of interest through target hybridization. Using commercially available panels combined with the novel enzymatic single-workflow solution we show uniform performance across a range of input amounts with reduced sequencing requirements. Samples used were cell free DNA (cfDNA) from patient samples with either Stage I or IV Colorectal Cancer and reportedly healthy controls and were targeted using pan-cancer and methylome panels. Widespread differences such as hypermethylation are clearly observed in late-stage cancer vs early-stage or healthy controls demonstrating utility of the approach for applications such as liquid biopsy. \u0009<br \/>Refining genetic and epigenetic investigations to a narrower region of interest can improve detection of low prevalence disease associated biomarkers at significant sequencing depth and lower sequencing costs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Screening and early detection,,"},{"Key":"Keywords","Value":"Epigenetics,Screening,Genomics,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Crawford<\/b><sup>1<\/sup>, B. Krajacich<sup>2<\/sup>, E. Lleshi<sup>1<\/sup>, A. Negrea<sup>1<\/sup>, L. Andreasen<sup>1<\/sup>, J. Fullgrabe<sup>1<\/sup>, J. Monahan<sup>1<\/sup>, D. Morley<sup>1<\/sup>, F. Puddu<sup>1<\/sup>, D. McDade Walker<sup>1<\/sup>, S. Kruglyak<sup>3<\/sup>, P. Creed<sup>1<\/sup>; <br\/><sup>1<\/sup>biomodal, Cambridge, United Kingdom, <sup>2<\/sup>Element Biosciences, San Diego, CA, <sup>3<\/sup>Element Biosciences, San Diego, United Kingdom","CSlideId":"","ControlKey":"adc1ced2-bfba-4b82-90b1-3b49e2bfe0b8","ControlNumber":"6637","DisclosureBlock":"&nbsp;<b>R. Crawford, <\/b> None..<br><b>B. Krajacich, <\/b> None..<br><b>E. Lleshi, <\/b> None..<br><b>A. Negrea, <\/b> None..<br><b>L. Andreasen, <\/b> None..<br><b>J. Fullgrabe, <\/b> None..<br><b>J. Monahan, <\/b> None..<br><b>D. Morley, <\/b> None..<br><b>F. Puddu, <\/b> None..<br><b>D. McDade Walker, <\/b> None..<br><b>S. Kruglyak, <\/b> None..<br><b>P. Creed, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5432","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6085","PresenterBiography":null,"PresenterDisplayName":"Robert Crawford","PresenterKey":"4e9ed2dc-bb28-422c-88ca-8ea7e73327dc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6085. Leveraging targeted epigenetic and genetic detection for cost-effective cancer classification","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Leveraging targeted epigenetic and genetic detection for cost-effective cancer classification","Topics":null,"cSlideId":""},{"Abstract":"Abstract is embargoed at this time.","Actions":[{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Screening and early detection,,"},{"Key":"Keywords","Value":"Early detection,Ovarian cancer,Liquid biopsies,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. E. Medina<\/b><sup>1<\/sup>, A. V. Annapragada<sup>1<\/sup>, P. Lof<sup>2<\/sup>, S. Short<sup>1<\/sup>, A. Bartolomucci<sup>1<\/sup>, R. Dua<sup>1<\/sup>, D. Mathios<sup>1<\/sup>, M. Noë<sup>1<\/sup>, Z. H. Foda<sup>1<\/sup>, D. C. Bruhm<sup>1<\/sup>, E. Jung<sup>3<\/sup>, J. Canzoniero<sup>1<\/sup>, N. Niknafs<sup>1<\/sup>, S. Cristiano<sup>1<\/sup>, V. Adleff<sup>1<\/sup>, H. Symecko<sup>4<\/sup>, D. van de Broek<sup>2<\/sup>, L. Sokoll<sup>1<\/sup>, S. B. Baylin<sup>1<\/sup>, M. F. Press<sup>5<\/sup>, D. Slamon<sup>6<\/sup>, G. Konecny<sup>6<\/sup>, S. Domchek<sup>4<\/sup>, R. Drapkin<sup>3<\/sup>, J. Phallen<sup>1<\/sup>, R. B. Scharpf<sup>1<\/sup>, C. Lok<sup>2<\/sup>, V. E. Velculescu<sup>1<\/sup>; <br\/><sup>1<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD, <sup>2<\/sup>The Netherlands Cancer Institute, Amsterdam, Netherlands, <sup>3<\/sup>University of Pennsylvania School of Medicine, Pennsylvania, PA, <sup>4<\/sup>University of Pennsylvania, Pennsylvania, PA, <sup>5<\/sup>Keck School of Medicine, University of Southern California, Los Angeles, CA, <sup>6<\/sup>David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"b1d48c06-4a35-4f11-ab96-09ad4df11382","ControlNumber":"4985","DisclosureBlock":"&nbsp;<b>J. E. Medina, <\/b> None..<br><b>A. V. Annapragada, <\/b> None..<br><b>P. Lof, <\/b> None..<br><b>S. Short, <\/b> None..<br><b>A. Bartolomucci, <\/b> None..<br><b>R. Dua, <\/b> None..<br><b>D. Mathios, <\/b> None..<br><b>M. Noë, <\/b> None..<br><b>Z. H. Foda, <\/b> None..<br><b>D. C. Bruhm, <\/b> None..<br><b>E. Jung, <\/b> None..<br><b>J. Canzoniero, <\/b> None..<br><b>N. Niknafs, <\/b> None.&nbsp;<br><b>S. Cristiano, <\/b> <br><b>Delfi Diagnostics<\/b> Employment, Stock, Patent. <br><b>V. Adleff, <\/b> <br><b>Delfi Diagnostics<\/b> Stock, Patent, Other, founder and consultant.<br><b>H. Symecko, <\/b> None..<br><b>D. van de Broek, <\/b> None..<br><b>L. Sokoll, <\/b> None..<br><b>S. B. Baylin, <\/b> None..<br><b>M. F. Press, <\/b> None..<br><b>D. Slamon, <\/b> None.&nbsp;<br><b>G. Konecny, <\/b> <br><b>AstraZeneca<\/b> Other, Speaker Bureau. <br><b>GSK<\/b> Other, Speaker Bureau. <br><b>Merck<\/b> Other, Speaker Bureau, Research Support. <br><b>Lilly<\/b> Other, Research Support.<br><b>S. Domchek, <\/b> None..<br><b>R. Drapkin, <\/b> None.&nbsp;<br><b>J. Phallen, <\/b> <br><b>Delfi Diagnostics<\/b> Stock, Patent, Other, financial relationship. <br><b>R. B. Scharpf, <\/b> <br><b>Delfi Diagnostics<\/b> Stock, Patent, Other, founder and consultant.<br><b>C. Lok, <\/b> None.&nbsp;<br><b>V. E. Velculescu, <\/b> <br><b>Delfi Diagnostics<\/b> Stock, Patent, Other, Founder, Board of Directors, Consultant. <br><b>Personal Genome Diagnostics<\/b> Other, Divested equity in Personal Genome Diagnostics (PGDx) to LabCorp in February 2022. <br><b>Labcorp<\/b> Patent. <br><b>Qiagen<\/b> Patent. <br><b>Sysmex<\/b> Patent. <br><b>Agios<\/b> Patent. <br><b>Genzyme<\/b> Patent. <br><b>Esoterix<\/b> Patent. <br><b>Ventana<\/b> Patent. <br><b>ManaT Bio<\/b> Patent. <br><b>Viron Therapeutics<\/b> Other, Advisor. <br><b>Epitope<\/b> Other, Advisor.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5443","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":"https:\/\/files.abstractsonline.com\/SUPT\/101\/10517\/cfg-cattendee-cslide-player-view-content-embargoed.png","PlayerUrlReason":"Content is embargoed at this time.","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6086","PresenterBiography":null,"PresenterDisplayName":"Jamie Medina, BS;PhD","PresenterKey":"e041fd9b-94d9-4f76-86f7-a14800764dbb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6086. Early detection of ovarian cancer using cell-free DNA fragmentomes and protein biomarkers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Early detection of ovarian cancer using cell-free DNA fragmentomes and protein biomarkers","Topics":null,"cSlideId":""},{"Abstract":"Cancer is the 2nd leading cause of death (over 605,000 people) in the US, at an expense of over $200B, with 1 in 3 people projected to have cancer during their lifetime per CDC. Despite the significant impact of early detection and screening on prognosis, only some cancers are diagnosed at an early stage. Carcinomas, comprising &#62;80% of cancer incidence, allow ease in cytology sample access chairside, due to the lesions&#8217; epithelial presentation. This presents a unique opportunity for early detection and screening in epithelial cancers. In low-resource healthcare settings, from clinical examination to the long, tedious and expensive diagnostic journey for cancers &#38; pre-cancerous lesions, can lead to missed, delayed or over diagnosis scenarios. This affects treatment initiation and potentially outcome. To facilitate early intervention, there is compelling need to develop accurate and effective minimally invasive screening platforms. Recent advances in the -omics disciplines, microfluidics and AI tools are starting to reveal promising signatures of early disease detection, with potential to drastically improve screening and diagnostic systems. We are developing a novel application of the cytomics-on-chip platform, for enabling chairside, quantitative screening of suspicious epithelial lesions. The biosensor module involves 1. a single use, cytomics platform employing a cartridge with cellular array and high specificity biomarker reagents, that allows single cell molecular imaging to be completed in a portable analyzer. 2. a microfluidics module that allows cytomorphometric measurements to be completed. 3. The results generated are utilized to train machine learning algorithms to detect cyto-signatures and provide an intuitive result that may be utilized by health care practitioners in clinical-decision making. The first cell-based point-of-care oncology tool has recently been validated with high accuracy (99.3%), sensitivity and specificity, in a multi-site prospective clinical study. Here we demonstrate a pilot study towards development of a smart single cell cytomics-on-chip platform for prompt cytomorphometric and biomarker characterization towards diagnosis of urothelial, anal and cervical cancers, and dysplasia lesions, utilizing brush\/pap and fresh urine samples. This has potential for continuous quantitative indexing, for disease categorization. As cancers become more pervasive, improved early detection\/screening methods that are accurate, cost effective, easy to implement during routine clinical practice, and providing minimal discomfort to the patient, are urgently needed, improving confidence in clinicians&#8217; decisions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Screening and early detection,,"},{"Key":"Keywords","Value":"Carcinoma: squamous cell,Screening,Early detection,Deep learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Srinivasan Rajsri<\/b><sup>1<\/sup>, M. P. McRae<sup>1<\/sup>, N. J. Christodoulides<sup>1<\/sup>, K. Algashaamy<sup>2<\/sup>, M. T. Garcia-Buitrago<sup>3<\/sup>, F. Chen<sup>4<\/sup>, F.-M. Deng<sup>4<\/sup>, J. S. Smith<sup>5<\/sup>, J. T. McDevitt<sup>1<\/sup>; <br\/><sup>1<\/sup>NYU, New York, NY, <sup>2<\/sup>Jupiter Medical Center, Jupiter, FL, <sup>3<\/sup>University of Miami, Miller School of Medicine, Miami, FL, <sup>4<\/sup>NYU Langone Health, New York, NY, <sup>5<\/sup>University of North Carolina, Gillings School of Global Public Health, Chapel Hill, NC","CSlideId":"","ControlKey":"b500713b-a0ce-4680-a700-1dfe31e8d61a","ControlNumber":"8615","DisclosureBlock":"<b>&nbsp;K. Srinivasan Rajsri, <\/b> <br><b>OraLiva, Inc.<\/b> Patent. <br><b>M. P. McRae, <\/b> <br><b>OraLiva, Inc.<\/b> Patent.<br><b>N. J. Christodoulides, <\/b> None..<br><b>K. Algashaamy, <\/b> None..<br><b>M. T. Garcia-Buitrago, <\/b> None..<br><b>F. Chen, <\/b> None..<br><b>F. Deng, <\/b> None..<br><b>J. S. Smith, <\/b> None.&nbsp;<br><b>J. T. McDevitt, <\/b> <br><b>OraLiva, Inc.<\/b> Stock, Patent, John T. McDevitt has an ownership position and an equity interest in OraLiva, Inc. and serves on the advisory board.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5444","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6087","PresenterBiography":null,"PresenterDisplayName":"Kritika Srinivasan Rajsri, BDS;MS;PhD","PresenterKey":"1439c112-25c3-49e4-9af2-841971d779dc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6087. Cytomics-on-chip and AI-driven predictive analysis platform for early detection of epithelial cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cytomics-on-chip and AI-driven predictive analysis platform for early detection of epithelial cancers","Topics":null,"cSlideId":""},{"Abstract":"Background: Early detection of cancers through screening can reduce mortality. However, screening excludes individuals not considered at an increased risk of developing cancer, as determined by age, sex, or tobacco use. No molecular biomarker is routinely used to predict risk. Here, we investigated urine glycosaminoglycan profiles (GAGomes) as noninvasive biomarkers for any-cancer risk prediction.<br \/>Methods: In this population-based case-control study, we included adults aged over 18 years from the Lifelines Cohort Study, Netherlands who were presumed healthy at baseline. All cases who self-reported any-type cancer or died by the 5-year study visit were confirmed in the Dutch Cancer Registry and matched 1:3 to randomly selected controls (1:1 for the interim analysis). We first developed a logistic regression reference model, including age, sex, and clinical variables to predict any-type cancer. Next, we added urine GAGomes (as a single aggregate score) to the model and assessed model improvement using the likelihood ratio test. We categorized the output of the saturated model (clinical variables plus urine GAGome score) into four groups based on bespoke specificity cut-offs: low-, moderate-, intermediate-, and high-risk. We estimated odds-ratios (ORs) for their association with any-type cancer compared to the moderate-risk group, as well as their sensitivity across subsets. Using the so-estimated OR in the high-risk group, we calculated the minimum pre-test 5-year absolute risk needed to reclassify an adult into a post-test 5-year absolute risk &#62;3.00%.<br \/>Results: In the interim analysis, we included 2054 adults (median age = 51 years, 57% females). Of them, 924 were diagnosed with any-type cancer over a 6 year-follow-up period (median time to diagnosis = 1.4 years). Urine GAGomes were found to be independent risk factors when added to the reference model, explaining 27% of the variance (Nagelkerke <i>R<\/i><sup>2<\/sup> = 0.26 vs. 0.21, <i>p<\/i> &#60; 0.0001). The ORs in the low-, intermediate-, and high-risk groups were 0.05 (95% CI: 0.02-0.13 p &#60; 0.0001), 5.31 (95% CI: 3.84-7.48, p &#60; 0.0001) and 27.6 (95% CI: 14.3 - 51.6, p &#60; 0.0001), respectively. The high-risk group detected +80% more cancers than the reference model at the same specificity (99.29%), particularly <i>in situ<\/i> and stage I (+204% and +64%) and among those aged 50-69 (+247%). Adults with a pre-test 5-year absolute risk &#62; 0.25% returning a high-risk group would be reclassified to a post-test 5-year absolute risk &#62; 3.00% for any-type cancer.<br \/>Conclusion: Implementing urine GAGomes as a strategy for risk-stratified targeted screening could identify adults with increased risk of any-type cancer who are currently excluded from screening.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Screening and early detection,,"},{"Key":"Keywords","Value":"Biomarkers,Screening,Liquid biopsies,Risk factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Gatto<\/b>; <br\/>Karolinska Institutet, Stockholm, Sweden","CSlideId":"","ControlKey":"17b77b60-646e-44b4-ad35-2046de473d6f","ControlNumber":"450","DisclosureBlock":"<b>&nbsp;F. Gatto, <\/b> <br><b>Elypta AB<\/b> Employment, Stock, Travel, Patent.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5445","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6088","PresenterBiography":null,"PresenterDisplayName":"Francesco Gatto, MS;PhD","PresenterKey":"5e4195e5-8c89-4b8a-b65d-c678f9914a20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6088. Predicting the risk of any-type cancer in asymptomatic adults using noninvasive glycosaminoglycan profiling","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Predicting the risk of any-type cancer in asymptomatic adults using noninvasive glycosaminoglycan profiling","Topics":null,"cSlideId":""},{"Abstract":"Up to 50% of cancer patients are diagnosed at a late stage with tumors that are often unresectable, leading to intensive treatments and a preventable loss of life. Whilst multiple assays have been developed to tackle the issue of disease mortality, these approaches have serious limitations. For example, circulating tumor DNA (ctDNA) preferentially detects hard-to-treat tumors and micrometastatic disease, with limited sensitivity and specificity for early-stage malignancy, underscoring an urgent need for novel early detection strategies.<br \/>Substantial evidence exists to demonstrate that signals related to innate (e.g. pro-inflammatory cytokines) and adaptive (e.g. antibodies and T cell receptors [TCRs]) immune engagement arise early in the development of cancer. The immune system therefore offers potential as an exquisitely sensitive and highly specific intrinsic early detection system for cancer. Here we propose the development of a pan-cancer novel early detection assay, using peripheral blood to measure three key cancer-specific components of the anti-tumor immune response: i) T cell receptor (TCR) sequences, ii) antibody signatures, iii) cytokine markers.<br \/>Our preliminary data demonstrates that an age and smoking-matched cohort of lung cancer patients can be distinguished from healthy donors using TCR sequencing data processed through a published machine learning approach (p&#60;0.01). In support of this, a pilot study on a custom peptide microarray comprised of lung cancer associated antigens and recurrent neoantigens demonstrated that lung cancer patient samples show significantly higher antibody intensities than healthy donors. Thirdly, using data from a prospective cohort study, we have demonstrated that inflammatory markers can be leveraged to predict future cancer diagnosis, and identified key protein markers for future work. These data provide proof-of-principle for the use of these analytes as a tool for early detection.<br \/>We are actively curating a unique cohort of samples for this work from a prospective study, Nodule Immunophenotyping Biomarker for Lung Cancer Early Diagnosis (NIMBLE) (NCT05432739), which recruits patients with indeterminate lung nodules that may represent early cancers (&#62;280 patients to date). This malignancy has high mortality rates and a significant need for early detection strategies. Through this, we aim to understand the early immunobiological response to cancer and leverage this information to design a novel multi-parametric immunopredictor assay for early detection of cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Screening and early detection,,"},{"Key":"Keywords","Value":"Immuno-oncology,Tumorigenesis,Early detection,Tumor immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Fitzsimons<\/b><sup>1<\/sup>, A. Coulton<sup>1<\/sup>, H. Fu<sup>1<\/sup>, M. Augustine<sup>1<\/sup>, R. Lee<sup>2<\/sup>, J. Reading<sup>1<\/sup>, K. Litchfield<sup>1<\/sup>; <br\/><sup>1<\/sup>University College of London (Incorporated in England and Wales), London, United Kingdom, <sup>2<\/sup>The Royal Marsden NHS Foundation Trust, London, United Kingdom","CSlideId":"","ControlKey":"869d03e9-89fe-40d0-9fc4-60e9c07e1ad4","ControlNumber":"3165","DisclosureBlock":"&nbsp;<b>E. Fitzsimons, <\/b> None..<br><b>A. Coulton, <\/b> None..<br><b>H. Fu, <\/b> None..<br><b>M. Augustine, <\/b> None..<br><b>R. Lee, <\/b> None.&nbsp;<br><b>J. Reading, <\/b> <br><b>Achilles Therapeutics plc.<\/b> Other, Consultant. <br><b>K. Litchfield, <\/b> <br><b>Roche Tissue Diagnostics<\/b> Other, Speaker. <br><b>Ellipses pharma<\/b> Other, Speaker. <br><b>CRUK TDL\/Ono\/LifeArc alliance<\/b> Grant\/Contract. <br><b>Genesis Therapeutics<\/b> Grant\/Contract. <br><b>Monopteros Therapeutics<\/b> Other, Consultant. <br><b>Kynos Therapeutics<\/b> Other, Consultant. <br><b>Tempus Labs, Inc.<\/b> Other, Consultant.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5450","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6090","PresenterBiography":null,"PresenterDisplayName":"Evelyn Fitzsimons, BS","PresenterKey":"d9ae41b4-0e5a-4f6a-93d9-3598985c3d68","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6090. Integration of innate and adaptive immune signatures for early detection of cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integration of innate and adaptive immune signatures for early detection of cancer","Topics":null,"cSlideId":""},{"Abstract":"N-NOSE, a breakthrough cancer detection test from HIROTSU BIO SCIENCE, utilizes the unique chemotactic behavior of the nematode <i>C. elegans<\/i>. This nematode is drawn to the urine of individuals with 15 different types of cancers (including stomach, colon-rectum, lung, breast, pancreas, liver, prostate, uterus, esophagus, gallbladder, bile duct, kidney, urinary bladder, ovary, oropharynx) while avoiding urine from healthy persons, making N-NOSE a comprehensive primary screening tool. It has a high accuracy rate, with 87.5% sensitivity and 90.2% specificity for early-stage cancers. Being non-invasive and reasonably priced, N-NOSE has been a significant success in Japan since its 2020 launch, with over 500,000 screenings.This presentation delves into the technology aspect of N-NOSE in Japan, comparing its clinical research and key findings with competitors to underscore its effectiveness in early cancer detection. Furthermore, N-NOSE now advances to not only detect cancer but also identify its type in a noninvasive way, using urine and with high PPV.With pancreatic cancer being particularly lethal, we outline &#8220;N-NOSE plus pancreas,&#8221; the world&#8217;s first pancreatic cancer detection test at an early stage. This involves genetically modifying <i>C. elegans<\/i> to react specifically to early-stage pancreatic cancer urine samples, a development centered on the newly identified cr-4 GPCR in AWC neurons. Next, we profile our newest liver-cancer-specific test, &#8220;N-NOSE plus liver,&#8221; which offers early liver cancer detection with high sensitivity and specificity using urine.Finally, we highlight how N-NOSE bridges the gap in cancer screening and type identification, offering a complete, non-invasive solution.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Screening and early detection,,"},{"Key":"Keywords","Value":"Early detection,Pancreatic cancer,Liver cancer,Diagnosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Di Luccio<\/b><sup>1<\/sup>, T. Hirotsu<sup>2<\/sup>; <br\/><sup>1<\/sup>HIROTSU BIO SCIENCE INC., Fujisawa city, Japan, <sup>2<\/sup>HIROTSU BIO SCIENCE INC., Tokyo, Japan","CSlideId":"","ControlKey":"7b9a26d0-bf8a-4bf9-bddc-8c7197d9082b","ControlNumber":"6086","DisclosureBlock":"&nbsp;<b>E. Di Luccio, <\/b> None..<br><b>T. Hirotsu, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5452","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6091","PresenterBiography":null,"PresenterDisplayName":"Eric Di Luccio, PhD","PresenterKey":"dab9648f-5696-4b51-8333-f84e0f125fd9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6091. Multi-cancer early cancer detection and cancer-type identification with high sensitivity non-invasive using urine: Pancreatic lung cancer early detection","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-cancer early cancer detection and cancer-type identification with high sensitivity non-invasive using urine: Pancreatic lung cancer early detection","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Pancreatic ductal adenocarcinoma (PDAC) is a deadly cancer, with only 11% of patients surviving beyond 5 years. Intraductal papillary mucinous neoplasm (IPMN), a precancerous lesion and the most common type of neoplastic pancreatic cyst, presents a critical opportunity for cancer interception, but the drivers of malignant progression in IPMN are still largely unknown. Although the immunosuppressive microenvironment of PDAC has been well characterized, the timing of the development of these immune alterations in IPMNs is not well studied and could provide a rational foundation for cancer immuno-prevention. Moreover, the inception of invasive PDAC and its spread into the microenvironment from IPMN is complex, multifactorial, and, due to its unique anatomy, challenging to analyze with traditional 2-dimensional visualization. We sought to capture the precise point of transition from IPMN to invasive carcinoma utilizing CODA, a supervised deep learning tool for three-dimensional (3D) reconstruction of serially sectioned human tissue, in order to quantitatively assess the molecular and cellular alterations associated with malignant progression.<br \/><b>Method: <\/b>Formalin-fixed paraffin-embedded (FFPE) tissue blocks with PDAC arising from IPMN were serially sectioned, every third slide was stained with H&#38;E, and digitized at 20x magnification. Following pathologist-guided annotations on a subset of H&#38;E slides, CODA generated 3D models of each tissue block, including automated annotation of 9 pancreatic tissue components. Using these annotations, we identified the transition from IPMN to invasive carcinoma in each sample and selected regions for multi-omic profiling based on quantitative features of the cellular microenvironment. Multi-omic profiling of IPMN, transition zone, and PDAC included laser capture microdissection followed by whole exome sequencing to identify somatic DNA alterations, as well as spatial transcriptomics to identify alterations in gene expression in neoplastic cells and spatial proteomics to identify cellular alterations in the surrounding microenvironment.<br \/><b>Results:<\/b> CODA generated accurate annotation on all the H&#38;E slides from each case and robustly identified regions of interest for multi-omic profiling. Spatial proteomic profiling using imaging mass cytometry revealed a decrease in T cell density as IPMNs transition into PDAC. Sub-<br \/>clustering of the T cell compartment identified decreases in multiple T cell subsets, including activated cytotoxic T cells and helper T cells, in the transition zone compared to IPMN.<br \/><b>Conclusion:<\/b> In this study, we integrated multi-omic profiling with CODA-generated high-resolution 3D tissue maps to identify molecular and cellular drivers of malignant progression in human PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-10 Prevention and treatment of premalignant lesions (intraepithelial neoplasia),,"},{"Key":"Keywords","Value":"Early detection,Pancreatic cancer,Deep learning,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Datta<\/b>, S. M. Shin, J. Kanacharoen, M. J. Pflüger, K. Hirose, A. Forjaz, S. Graham, P.-H. Wu, R. H. Hruban, D. Wirtz, W. J. Ho, A. L. Kiemen, L. D. Wood; <br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"0d8aa3b7-0881-473d-b404-046c54269827","ControlNumber":"5336","DisclosureBlock":"&nbsp;<b>S. Datta, <\/b> None..<br><b>S. M. Shin, <\/b> None..<br><b>J. Kanacharoen, <\/b> None..<br><b>M. J. Pflüger, <\/b> None..<br><b>K. Hirose, <\/b> None..<br><b>A. Forjaz, <\/b> None..<br><b>S. Graham, <\/b> None..<br><b>P. Wu, <\/b> None..<br><b>R. H. Hruban, <\/b> None..<br><b>D. Wirtz, <\/b> None..<br><b>W. J. Ho, <\/b> None..<br><b>A. L. Kiemen, <\/b> None..<br><b>L. D. Wood, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5473","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6092","PresenterBiography":"","PresenterDisplayName":"Shalini Datta, PhD","PresenterKey":"06fee7e6-6047-48c3-b0d5-ad038ef247ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6092. Three-dimensional multi-omic analysis of early invasion of human pancreatic ductal adenocarcinoma from IPMN","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Three-dimensional multi-omic analysis of early invasion of human pancreatic ductal adenocarcinoma from IPMN","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: The multi-cancer early detection (MCED) tests utilizing blood-based circulating cell-free DNA (cfDNA) have gained significant attention in the market as a promising approach for early cancer detection. However, potential effects of preanalytical and physiological variables, including extraction methods, preservation techniques, and physiological factors such as diet, on the accuracy and reliability of MCED results remains poorly investigated. In this study, we aimed to evaluate the impact of physiological variables during blood collection and preanalytical procedures on the outcomes of a MCED test.<br \/><b>Methods<\/b>: A total of 105 plasma samples from 19 healthy donors was collected and analyzed using a MCED test (MERCURY) which leverages the low-coverage whole-genome sequencing and a set of genome-wide features based on cfDNA fragmentomics. Samples were controlled for preanalytical procedures, including transportation condition and preservation time or physiological conditions (before\/after meal or exercise) at blood collection.<br \/><b>Results<\/b>: Repeat blood collection (N=4) from the 5 healthy participants consistently yielded negative results for cancer (PPA: 100.0%; 95% CI [56.6%,100.0%]). Among the 5 healthy participants, plasma samples frozen within 1 year (7 days, 3 months, 9 months) showed the same agreement with the reference condition as non-frozen samples (PPA: 100.0%; 95% CI [56.6%,100.0%]), except for one sample frozen for 1 year, which showed a higher risk score and became a positive signal (PPA:80.0%; 95% CI [37.6%,96.4%]). Transportation conditions within 2 hours, 24 hours, 48 hours, and 96 hours at room temperature or 4&#8451; did not affect the test outcomes, as all samples remained in agreement with the reference condition as of 2 hours at 4&#8451; (PPA:100.0%; 95% CI [61.0%,100.0%]). Physiological conditions, including pre- and post-meal as well as pre- and post-exercise states, did not exert any influence on the test results, as all samples exhibited agreement with the reference condition (PPA:100.0%; 95% CI [43.9%,100.0%]).<br \/><b>Conclusions<\/b>: The results of this study suggest that variables such as time of blood collection and plasma freezing time may not significantly affect the accuracy of the MCED test in healthy participants. Transportation conditions and physiological conditions evaluated in this study did not have a notable influence on the test outcomes. Nevertheless, it is advised that the freezing duration of plasma samples should not exceed one year.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Screening and early detection,,"},{"Key":"Keywords","Value":"Cancer detection,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. Bao<\/b>, X. Chen, X. Wu, W. Tang, M. Wu, S. Tang, X. Wu, Y. Shao; <br\/>Nanjing Geneseeq Technology Inc., Nanjing, China","CSlideId":"","ControlKey":"62977d83-7a40-44ee-acc2-d63ba07e6148","ControlNumber":"8168","DisclosureBlock":"<b>&nbsp;H. Bao, <\/b> <br><b>Nanjing Geneseeq Technology Inc.<\/b> Employment. <br><b>X. Chen, <\/b> <br><b>Nanjing Geneseeq Technology Inc.<\/b> Employment. <br><b>X. Wu, <\/b> <br><b>Nanjing Geneseeq Technology Inc.<\/b> Employment. <br><b>W. Tang, <\/b> <br><b>Nanjing Geneseeq Technology Inc.<\/b> Employment. <br><b>M. Wu, <\/b> <br><b>Nanjing Geneseeq Technology Inc.<\/b> Employment. <br><b>S. Tang, <\/b> <br><b>Nanjing Geneseeq Technology Inc.<\/b> Employment. <br><b>X. Wu, <\/b> <br><b>Nanjing Geneseeq Technology Inc.<\/b> Employment. <br><b>Y. Shao, <\/b> <br><b>Nanjing Geneseeq Technology Inc.<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5455","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6093","PresenterBiography":null,"PresenterDisplayName":"Hua Bao, PhD","PresenterKey":"7832e1fd-596a-4e5a-9ef8-43dd4fc374e1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6093. Evaluation of preanalytical and physiological variables affecting cfDNA-based multi-cancer early detection test","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of preanalytical and physiological variables affecting cfDNA-based multi-cancer early detection test","Topics":null,"cSlideId":""},{"Abstract":"Detection of circulating tumor DNA (ctDNA) has been shown to correlate with clinical outcome of oncology patients. Molecular residual disease (MRD) profiling by ctDNA is being rapidly deployed. Current tumor-informed MRD tests assess a relatively small number of personalized variants, placing limits on their detection sensitivity and ultimately leading to false-negative results due to insufficient assay limit of detection (LOD). Here we report a performance evaluation of the Personalis NeXT Personal tumor-informed MRD assay, using a novel design for contrived samples that are highly commutable to clinical samples, enabling robust assessment of these emerging MRD assays.<br \/>Novel samples were built from commercially acquired matched tumor and plasma samples, across different indications. The cancer patient plasma was diluted into a background of healthy donor plasma to create the 72 plasma-in-plasma samples in each study (total of 144). Personalis performed WGS on the matched solid tumor and normal samples from each patient. ~1800 somatic variants were selected for each patient. A personalized panel was designed and used to enrich for the selected targets in the individual plasma samples. An aggregated signal across MRD targets was evaluated to determine the presence of ctDNA in each plasma sample.<br \/>MATRIX 1 panels averaged 1863 variants (range: 1818 to 1888) selected for MRD tracking. With 152 clinically relevant variants and additional assay components, an average of 2206 variants were assessed per patient. MATRIX 2 panels averaged 1836 variants (range: 1819 to 1867) selected for MRD tracking. In the MATRIX 1 study, tumor signal was detected in all analyzed samples, including 9 samples at 0.002% tumor plasma dilution, with an assay sensitivity of 100%. The MATRIX 2 study showed tumor signal detected in 14 of 16 samples at 0.001% tumor plasma dilution. The 2 false negatives were reported at the 0.001% tumor plasma dilution. Thus, the assay sensitivity was 87.5% at the lowest dilution (0.001%) and 96.8% overall.<br \/>The MATRIX plasma-in-plasma approach is a robust option for assessing the analytical sensitivity of MRD assays to low levels of ctDNA. This approach addresses all parts of an MRD assay for both the plasma and tumor\/normal tissues, utilizing real clinical samples while allowing direct interrogation of sensitivity. The Personalis NeXT Personal assay shows ultra-high sensitivity with reproducible data down to the 1-3 PPM range.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Screening and early detection,,"},{"Key":"Keywords","Value":"Liquid biopsies,MRD,Early detection,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"P. Labrousse<sup>1<\/sup>, H. Russell<sup>1<\/sup>, S. Hamid<sup>2<\/sup>, G. Bartha<sup>3<\/sup>, J. Lyle<sup>3<\/sup>, D. Norton<sup>3<\/sup>, J. Northcott<sup>3<\/sup>, <b>S. M. Boyle<\/b><sup>3<\/sup>, R. Chen<sup>3<\/sup>, D. Stetson<sup>1<\/sup>, J. Hadfield<sup>2<\/sup>; <br\/><sup>1<\/sup>AstraZeneca, Waltham, MA, <sup>2<\/sup>AstraZeneca, Cambridge, United Kingdom, <sup>3<\/sup>Personalis, Inc., Fremont, CA","CSlideId":"","ControlKey":"a1b07074-2c0f-4f66-995b-ea9e58502343","ControlNumber":"8086","DisclosureBlock":"<b>&nbsp;P. Labrousse, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>H. Russell, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>S. Hamid, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>G. Bartha, <\/b> <br><b>Personalis<\/b> Employment, Stock, Stock Option. <br><b>J. Lyle, <\/b> <br><b>Personalis<\/b> Employment, Stock, Stock Option. <br><b>D. Norton, <\/b> <br><b>Personalis<\/b> Employment, Stock, Stock Option. <br><b>J. Northcott, <\/b> <br><b>Personalis<\/b> Employment, Stock, Stock Option. <br><b>S. M. Boyle, <\/b> <br><b>Personalis, Inc.<\/b> Employment, Stock, Stock Option. <br><b>R. Chen, <\/b> <br><b>Personalis<\/b> Employment, Stock, Stock Option. <br><b>D. Stetson, <\/b> <br><b>AstraZenica<\/b> Employment. <br><b>J. Hadfield, <\/b> <br><b>AstraZeneca<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5456","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6094","PresenterBiography":null,"PresenterDisplayName":"Sean Boyle, PhD","PresenterKey":"210ed3c5-5b32-4171-a65e-6ae9dafebc56","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6094. Detection of MRD assessment with the Personalis NeXT Personal assay using MATRIX plasma-in-plasma contrived samples","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detection of MRD assessment with the Personalis NeXT Personal assay using MATRIX plasma-in-plasma contrived samples","Topics":null,"cSlideId":""},{"Abstract":"Background: In the NCI-funded Integrative Analysis of Lung Cancer Etiology and Risk (INTEGRAL) program, the Lung Cancer Cohort Consortium (LC3) recently identified 36 proteins associated with lung cancer risk in pre-diagnostic blood samples after evaluating 1,161 proteins in 731 case-control pairs (Nature Communications, 2023). Based on these data, we designed the INTEGRAL panel, which measures absolute concentrations of 21 proteins, to optimize lung cancer risk assessment for screening beyond prediction models (e.g. PLCOm2012) or categorical screening criteria (e.g. USPSTF-2021).<br \/>Methods: To evaluate the performance of the INTEGRAL panel, we assayed blood from participants selected as a representative case-cohort sample from 14 LC3 cohorts, divided into development and validation sets (Annals of Epidemiology, 2023). Here, we present preliminary results from the 7 cohorts in the development set, including 807 lung cancer cases diagnosed within 3 years of blood draw and 1,144 sub-cohort representatives, who were weighted to represent all current and former smokers in their corresponding cohorts. We first fit a flexible parametric survival model in 4 cohorts (n=478 cases) including a subset of proteins and age, smoking duration, and smoking intensity. The model was subsequently evaluated in the remaining 3 cohorts (n=329 cases) and benchmarked against the PLCOm2012 risk score and USPSTF2021 screening criteria.<br \/>Results: The preliminary model includes 4 proteins (CEACAM5, MMP12, SCF, LPL). Compared with the PLCOm2012 score, the model improved discrimination of future lung cancer for cases occurring over 3 years (AUC=0.81 vs. 0.76, p&#60;0.0001) and over 1 year (AUC=0.86 vs. 0.78, p&#60;0.0001). At the USPSTF-2021 specificity of 76%, the protein model increased sensitivity by an absolute difference of 14% over 3 years and 25% over 1 year compared to USPSTF-2021, and by 9% over 3 years and 17% over 1 year compared to the PLCOm2012 model. When screening the same number of participants as PLCOm2012, the protein model identified more future cases (223 vs 193), and the cases identified only by the protein model were predicted to gain more life-years from 3 LDCT screens compared with the PLCOm2012-identified cases (4.2 vs. 3.6 life-years).<br \/>Conclusions: Preliminary results suggest that the INTEGRAL protein panel can improve risk discrimination beyond questionnaire-based risk prediction models, as well as identify future cases who have more life-years to gain from screening. Final validation is planned for completion in early 2024, by analysis of fully independent data from 7 additional LC3 cohorts (n=560 cases and 1,126 sub-cohort representatives).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-06 Genomics and proteomics in cancer risk and response assessment,,"},{"Key":"Keywords","Value":"Early detection,Proteomics,Screening,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"H. Zahed<sup>1<\/sup>, K. Alcala<sup>1<\/sup>, D. C. Muller<sup>2<\/sup>, R. Hung<sup>3<\/sup>, M. Johansson<sup>1<\/sup>, <b>H. A. Robbins<\/b><sup>1<\/sup>, The Lung Cancer Cohort Consortium; <br\/><sup>1<\/sup>International Agency for Research on Cancer, Lyon, France, <sup>2<\/sup>Imperial College London, London, United Kingdom, <sup>3<\/sup>Lunenfeld-Tanenbaum Research Institute, Sinai Health, Toronto, ON, Canada","CSlideId":"","ControlKey":"d6f7ada6-fa91-47c6-a534-011757b360f2","ControlNumber":"6302","DisclosureBlock":"&nbsp;<b>H. Zahed, <\/b> None..<br><b>K. Alcala, <\/b> None..<br><b>D. C. Muller, <\/b> None..<br><b>R. Hung, <\/b> None..<br><b>M. Johansson, <\/b> None..<br><b>H. A. Robbins, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5544","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6095","PresenterBiography":null,"PresenterDisplayName":"Hilary Robbins, MHS;MS;PhD","PresenterKey":"d790d954-81ee-46f6-bd24-0254ac57f2ac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6095. Lung cancer risk assessment with the INTEGRAL protein panel: Preliminary results from development and validation in the Lung Cancer Cohort Consortium","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lung cancer risk assessment with the INTEGRAL protein panel: Preliminary results from development and validation in the Lung Cancer Cohort Consortium","Topics":null,"cSlideId":""},{"Abstract":"Increased implementation of low dose CT-guided screens in the clinic has led to the identification of premalignant lung nodules (ground glass opacity, GGO) which progress to invasive adenocarcinoma<i><sup>1,2<\/sup><\/i>. Using integrated genomic analysis of a cohort of &#62;300 patients with premalignant lesions, we constructed the first high-resolution landscape of composition, lineage\/functional states, developmental trajectories, and multicellular crosstalk networks, which revealed potential targets for therapeutic intervention. We uncovered that early lesions exhibit marked immune-suppressive phenotypes characterized by increased T lymphocyte exhaustion to cytotoxic scores, decrease in NKT cells, elevated Tregs, increased myeloid suppressor activity, accumulation of immunosuppressive myeloid cells activation of unfolded protein response (UPR) sensor IRE1&#945; that activates the multitasking transcription factor XBP1 known to drive malignant progression. Targeting IRE1&#945; endoribouclease with a small molecule drug limited disease progression with marked immunomodulation in our newly developed Kras and EGFR driven mouse models, which mirror progression of human precursor lesions to invasive disease. As an immunoprevention approach, we have generated LNP-mRNA vaccines targeting top two shared neoantigens in premalignant lesions, which have shown marked immunogenicity and efficacy in early disease. Our work provides the molecular foundation for precision oncology strategies to intercept transition of preinvasive to invasive adenocarcinoma. 1. Altorki, N.K.<i>, et al.<\/i> <i>Nat Rev Cancer<\/i>, 2019. <i>2<\/i>. Altorki, N.K.<i>, et al.<\/i> <i>Cell Rep, <\/i> 2022.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-10 Prevention and treatment of premalignant lesions (intraepithelial neoplasia),,"},{"Key":"Keywords","Value":"Lung cancer,Endoplasmic reticulum stress,Premalignancy,Vaccines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Martin, Y. He, B. Bhinder, L. Yoffe, S. L. Zhong, A. Singh, O. Elemento, S. Jiang, N. Altorki, <b>V. Mittal<\/b>; <br\/>Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"1cc6ec51-aaf3-4b3c-90cf-59520ee90ed3","ControlNumber":"6464","DisclosureBlock":"&nbsp;<b>M. Martin, <\/b> None..<br><b>Y. He, <\/b> None..<br><b>B. Bhinder, <\/b> None..<br><b>L. Yoffe, <\/b> None..<br><b>S. L. Zhong, <\/b> None..<br><b>A. Singh, <\/b> None..<br><b>O. Elemento, <\/b> None..<br><b>S. Jiang, <\/b> None..<br><b>N. Altorki, <\/b> None..<br><b>V. Mittal, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5476","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6096","PresenterBiography":null,"PresenterDisplayName":"Vivek Mittal, PhD","PresenterKey":"35875936-be82-47b1-b493-e00e8b9be0eb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6096. Targeting premalignant lung cancer to intercept progression to invasive disease","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting premalignant lung cancer to intercept progression to invasive disease","Topics":null,"cSlideId":""},{"Abstract":"Objective: B cells and plasma cells (PCs) play a vital role in the pathogenesis of lung cancer and provide prognostic predictive value. However, the role of B cells in the bronchial premalignant lesions (PMLs), the precursor of lung squamous cell carcinoma, is poorly understood. Prior work has shown that progression of proliferative subtype, a PML molecular subtype enriched with bronchial dysplasia, to a higher histology grade is associated with downregulation of antigen processing and presentation. In this study, we seek to understand the role of B cells, PCs, and the B-cell receptor (BCR) repertoire in progression of the bronchial PML.<br \/>Methods: We performed bulk targeted BCR sequencing on 69 endobronchial biopsies obtained from 29 subjects at high-risk for developing lung cancer. The Immcantation pipeline were applied to obtain the V(D)J germline segment assignment using the human reference from IMGT, clonal cluster assignment, and mutational load quantification for each BCR sequences by pooling all the BCR sequences from the same subjects. The clones with frequency less than 10<sup>-4<\/sup> were filtered out. We then performed the repertoire analysis, such as clonality diversity, isotype switching frequency, and somatic hypermutation rate (SHM) rate at sample levels and investigated the association with transcriptional signature derived from bulk RNA-seq and the clinical progression of PMLs.<br \/>Results: The B cell and PC transcriptional signatures and B cell chemoattractants gene expression are associated with progression in proliferative subtype PMLs. The number of BCR clones, the class switch from IgG3 to IgG1, and the mutational rates of total and CDR3 regions were positively correlated with the B cells and PCs transcriptional signatures. Among the 31 PMLs of proliferative subtype, regressive lesions showed higher proportions of IgG heavy chain usage, higher SHM rate in CDR3 and total BCR regions, and higher frequency of class switch from IgD\/M to IgG and from IgG3 to IgG1. Biopsies within the same patient had a higher proportion of shared BCR clones when they were sampled at the same timepoint than when they were sampled from the same anatomic location at different timepoints. The preserved clones of BCRs at the same anatomic location over different times had higher clonality, more class switch from IgD\/M to IgG or IgA and from IgG3 to IgG1, and increased SHM rates than the non-preserved clones.<br \/>Conclusions: These results suggest B and plasma cells exert anti-tumor effects that prevent bronchial PMLs from progressing to higher grade lesions by switching to IgG1 BCRs and increasing SHM rates.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-10 Prevention and treatment of premalignant lesions (intraepithelial neoplasia),,"},{"Key":"Keywords","Value":"B cells,Lung cancer,Premalignancy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. J. Chiu<\/b>, C. Merenstein, M. Lenburg, S. Mazzilli, J. Beane; <br\/>Boston Univ. School of Medicine, Boston, MA","CSlideId":"","ControlKey":"fdbbeb26-df47-48bc-a14a-cfb67af9c677","ControlNumber":"6028","DisclosureBlock":"<b>&nbsp;D. J. Chiu, <\/b> <br><b>Janssen Pharmaceuticals<\/b> Portion of my salary is paid by the research agreements with Janssen Pharmaceuticals..<br><b>C. Merenstein, <\/b> None.&nbsp;<br><b>M. Lenburg, <\/b> <br><b>Johnson & Johnson<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>S. Mazzilli, <\/b> <br><b>Janssen Pharmaceuticals<\/b> Grant\/Contract. <br><b>J. Beane, <\/b> <br><b>Johnson & Johnson<\/b> Grant\/Contract.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5477","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6097","PresenterBiography":null,"PresenterDisplayName":"Darren Chiu, MD,MS","PresenterKey":"f6ee0d6e-c055-41cf-a55a-8f133b4b4810","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6097. The role of B-cell receptor repertoire in lung squamous premalignant lesions","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of B-cell receptor repertoire in lung squamous premalignant lesions","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Lung cancer remains the leading cause of cancer death worldwide. Although prevention holds the promise to reduce lung cancer mortality, the results from randomized trials have been disappointing, likely due to our rudimentary knowledge of early lung cancer carcinogenesis. Cancer initiation and progression involve complex processes dependent on the dynamic interplay of individual cells within the tumor microenvironment (TME). Our understanding of the multicellular composition, interaction, spatial distribution, and functional dynamics during the early evolution from precancer to invasive LUAD is limited.<b> <\/b><br \/><b>Methods: <\/b>We performed spatial single cell immune microenvironment analysis of 10 normal, 40 AAH, 22 AIS, 18 MIA, and 34 IAC by Imaging Mass Cytometry (IMC) and analyzed high-dimensional images of 1,618 regions-of-interest (ROIs) using a 34-plex marker. Using machine learning approaches, we classified 4,828,879 cells into 14 major cell types, which were subjected to further analysis for multicellular composition, interaction, spatial distribution, and functional dynamics in LUAD precursors of different stages.<b> <\/b><br \/><b>Results: <\/b>From AAH to AIS, MIA, and IAC, we observed a gradual escalation in the density (number of cells\/mm2) of all immune subsets. Proportionally, adaptive immune cells exhibited a progressive increase, whereas innate immune cells demonstrated a concurrent decrease with the neoplastic progression from normal lung to AAH, AIS, MIA, and ADC. Notably, macrophages emerged as the predominant immune cells within the immune microenvironment of these LUAD precursors. Upon closer examination of subtypes, protumor M2 macrophages showed a gradual increase from AAH to AIS, MIA, and IAC, whereas anti-tumor M1 macrophages increased from normal to AIH, AIS and subsequently decreased in AIS, MIA, and IAC stages. These alterations resulted in a progressive increase in M2\/M1 ratios from AAH to IAC stages. Furthermore, M2 macrophages exhibited higher heterotypic interactions with epithelial cells than M1 across LUAD precursors of different stages, especially in the later stages. Co-expression analysis revealed 5 modules that distinguishes each histological stage. Tim-3 module was significantly enriched in AAH lesions, while NK cell-related features were enriched at AIS stage, B cell-related features enriched at MIA stage and Ki-67-related adaptive immune features enriched in IAC stage.<b> <\/b><br \/><b>Conclusion: <\/b>The spatial single cell immune microenvironment analysis revealed a transition from innate to adaptive immunity during initiation and early progression of LUAD progression and innate immunity may play critical roles during early LUAD development. Therefore, reprograming innate immunity such as repolarization of M2\/M1 may provide avenues to intercept LUAD precursors to prevent invasive LUAD.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-10 Prevention and treatment of premalignant lesions (intraepithelial neoplasia),,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Human,Hyperplasia,Prevention,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Zhu<\/b><sup>1<\/sup>, P. Chen<sup>1<\/sup>, M. Aminu<sup>1<\/sup>, J. Fujimoto<sup>1<\/sup>, L. Hong<sup>1<\/sup>, A. L. Moreira<sup>2<\/sup>, J.-R. Li<sup>3<\/sup>, Y. Tian<sup>1<\/sup>, L. M. Solis Soto<sup>1<\/sup>, P. Edwin Roger<sup>1<\/sup>, O. Shi<sup>1<\/sup>, H. Chen<sup>1<\/sup>, F. R. Rojas<sup>1<\/sup>, E. Vilar<sup>1<\/sup>, A. Maitra<sup>1<\/sup>, K. Chen<sup>1<\/sup>, N. Navin<sup>1<\/sup>, C. L. Haymacker<sup>1<\/sup>, V. Velcheti<sup>4<\/sup>, D. H. Sterman<sup>4<\/sup>, P. Andrew Futreal<sup>1<\/sup>, D. L. Gibbons<sup>1<\/sup>, I. I. Wistuba<sup>1<\/sup>, J. V. Heymach<sup>1<\/sup>, C. Cheng<sup>3<\/sup>, H. I. Pass<sup>2<\/sup>, J. Wu<sup>1<\/sup>, J. Zhang<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>NYU Langone Health, New York, NY, <sup>3<\/sup>Baylor College of Medicine, Houston, TX, <sup>4<\/sup>NYU Grossman School of Medicine, New York, NY","CSlideId":"","ControlKey":"bb8866b4-157f-4909-a0ab-fdbb9f04ecdd","ControlNumber":"5451","DisclosureBlock":"&nbsp;<b>B. Zhu, <\/b> None..<br><b>P. Chen, <\/b> None..<br><b>M. Aminu, <\/b> None..<br><b>J. Fujimoto, <\/b> None..<br><b>L. Hong, <\/b> None..<br><b>A. L. Moreira, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>Y. Tian, <\/b> None..<br><b>L. M. Solis Soto, <\/b> None..<br><b>P. Edwin Roger, <\/b> None..<br><b>O. Shi, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>F. R. Rojas, <\/b> None..<br><b>E. Vilar, <\/b> None..<br><b>A. Maitra, <\/b> None..<br><b>K. Chen, <\/b> None..<br><b>N. Navin, <\/b> None.&nbsp;<br><b>C. L. Haymacker, <\/b> <br><b>Briacell<\/b> Scientific Advisory Board Member. <br><b>Iovance, Dragonfly, Sanofi, KSQ, BTG, Avenge and Obsidian<\/b> Mesothelioma Applied Research Foundation and research funding.<br><b>V. Velcheti, <\/b> None..<br><b>D. H. Sterman, <\/b> None..<br><b>P. Andrew Futreal, <\/b> None.&nbsp;<br><b>D. L. Gibbons, <\/b> <br><b>AstraZeneca, GlaxoSmithKline, Sanofi, Menarini Ricerche, 4D Pharma, Onconova<\/b> served on scientific advisory committees. <br><b>Janssen, Takeda, Ribon Therapeutics, Astellas, NGM Biopharmaceuticals, Boehringer Ingelheim and AstraZeneca<\/b> received research support.<br><b>I. I. Wistuba, <\/b> None.&nbsp;<br><b>J. V. Heymach, <\/b> <br><b>Genentech, Mirati Therapeutics, Eli Lilly & Co, Janssen Pharmaceuticals, Boehringer-Ingelheim Pharmaceuticals, Regeneron, Takeda Pharmaceuticals, BerGenBio, Jazz Pharmaceuticals, Curio Science, Novar<\/b> Advisory Committees. <br><b>AstraZeneca, Boehringer-Ingelheim, Spectrum, Mirati, Bristol-Myer Squibb and Takeda<\/b> Research Support. <br><b>Spectrum<\/b> Licensing\/Royalties.<br><b>C. Cheng, <\/b> None..<br><b>H. I. Pass, <\/b> None..<br><b>J. Wu, <\/b> None..<br><b>J. Zhang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5478","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6098","PresenterBiography":null,"PresenterDisplayName":"Bo Zhu, PhD","PresenterKey":"920f25aa-5be1-49c8-8568-8d75e816388c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6098. Spatial single-cell immune microenvironment analysis reveals the transition from innate to adaptive immune response during early lung adenocarcinoma carcinogenesis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial single-cell immune microenvironment analysis reveals the transition from innate to adaptive immune response during early lung adenocarcinoma carcinogenesis","Topics":null,"cSlideId":""},{"Abstract":"The origin of Barrett's esophagus (BE) and gastric intestinal metaplasia (GIM), obligate precursors of esophageal adenocarcinoma (EAC) and intestinal gastric cancer (iGC), has intrigued investigators for decades and would likely guide preemptive strategies. From endoscopic biopsies of clinically confirmed BE and GIM, we have cloned stem cells committed to intestinal metaplasia in vitro. Remarkably, the gene expression profiles of BE and GIM stem cells are highly related down to broad arrays of transcription factors compared with stem cells of the normal gastric mucosa. Using cell surface markers in common between BE and GIM stem cells, we have identified clusters of cells at the squamocolumnar junction and the distal stomach in mice and have used Fluorescence-activated cell sorting (FACS) to clone these cells from both sites. These murine clones can be differentiated in air-liquid interface cultures, and both are committed to intestinal metaplasia marked by goblet cells and Alcian blue staining. To ask whether similar cells exist in humans, we generated stem cell libraries from endoscopic biopsies taken from the gastroesophageal junction (GEJ) and the antrum-body junction (ABJ) in patients without BE or GIM. FACS sorting of these stem cell libraries using the same cell surface markers common to BE and GIM stem cells and the murine precursors, we have identified stem cells from the GEJ and ABJ that show similar gene expression profiles and share a commitment to intestinal metaplasia upon in vitro differentiation. Using identical transformation protocols involving retrovirally transduced protooncogenes, we find that these transformed intrinsic cells give rise to tumors with expression profiles similar to EAC and iGC in TCGA datasets, whereas transformed gastric mucosal stem cells yield tumors marked by signet ring cells typical of diffuse gastric cancer. Lastly, we find that drugs we have developed that target the stem cells of BE and GIM also eliminate the putative precursor cells of BE and GIM, suggesting the potential of therapeutics that might eliminate the emergence of intestinal metaplasia and the cancers derived from them.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-10 Prevention and treatment of premalignant lesions (intraepithelial neoplasia),,"},{"Key":"Keywords","Value":"Barrett's esophagus,Gastric cancer,Esophageal cancer,Stem cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>W. Xian<\/b><sup>1<\/sup>, F. McKeon<sup>1<\/sup>, Y. Yamamoto<sup>2<\/sup>, M. Khorrami<sup>1<\/sup>, M. Khorrami<sup>1<\/sup>, z. Mory<sup>1<\/sup>, J. Siegelman<sup>1<\/sup>, A. Su<sup>1<\/sup>, R. Caballero Montes<sup>1<\/sup>, A. Hoffman<sup>1<\/sup>, J. Ajani<sup>1<\/sup>, C. Crum<sup>3<\/sup>, W. Bachovchin<sup>4<\/sup>, S. Wang<sup>1<\/sup>, M. Vincent<sup>1<\/sup>, C. Nguyen<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Houston, Houston, TX, <sup>2<\/sup>National Cancer Institute, Tokyo, Japan, <sup>3<\/sup>Harvard University, Boston, MA, <sup>4<\/sup>Tufts University, Boston, MA","CSlideId":"","ControlKey":"e21a93c0-73f0-4484-8c25-2db6b1d41c67","ControlNumber":"8792","DisclosureBlock":"&nbsp;<b>W. Xian, <\/b> None..<br><b>F. McKeon, <\/b> None..<br><b>Y. Yamamoto, <\/b> None..<br><b>M. Khorrami, <\/b> None..<br><b>M. Khorrami, <\/b> None..<br><b>Z. Mory, <\/b> None..<br><b>J. Siegelman, <\/b> None..<br><b>A. Su, <\/b> None..<br><b>R. Caballero Montes, <\/b> None..<br><b>A. Hoffman, <\/b> None..<br><b>J. Ajani, <\/b> None..<br><b>C. Crum, <\/b> None..<br><b>W. Bachovchin, <\/b> None..<br><b>S. Wang, <\/b> None..<br><b>M. Vincent, <\/b> None..<br><b>C. Nguyen, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5474","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6099","PresenterBiography":null,"PresenterDisplayName":"Wa Xian, D Phil","PresenterKey":"f82a69f0-a3a8-477e-8641-14c875c06245","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6099. Identification of intrinsic precursors of Barrett's and gastric intestinal metaplasia","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of intrinsic precursors of Barrett's and gastric intestinal metaplasia","Topics":null,"cSlideId":""},{"Abstract":"Noninvasive approaches for detection of tumor-specific mutations in cell-free DNA (cfDNA) have the potential to track a patient&#8217;s response to treatment, enabling effective and timely decisions on therapy. However, mutations in cfDNA arising from clonal hematopoeisis (CH) are common and tumor biopsies for definitive identification of the origin of these mutations are not always available. Sequencing of matched cells from buffy coat and the absence of mutations in these cells has been used to rule-out white blood cell (WBC) mutations, but uneven sequencing depths between matched cfDNA and buffy coat and the fraction of mutant alleles are generally ignored by rule-based tests. A probabilistic approach that quantifies the evidence of tumor-derived mutations in cfDNA is needed.<br \/>We developed a Bayesian framework to estimate the probability that a mutation identified in cfDNA is tumor specific. Our approach requires the number of reads with a mutant allele in plasma (y<sub>p<\/sub>) and WBCs (y<sub>w<\/sub>) and the corresponding number of total distinct reads at these locations. The posterior odds that a mutation is tumor-derived (S) versus CH or germline (H) is given by the ratio of the probabilities of observing the distinct reads given each model times the prior odds. Estimation of the Bayes factor is obtained by integrating over the unobserved mutant allele fractions in plasma and WBCs using Monte Carlo importance sampling. We applied this approach to 52 patients with initially unresectable colorectal cancer (CRC) liver metastases in the CAIRO5 clinical trial (NCT02162563), using ultra-deep targeted sequencing of cfDNA from plasma and matched WBCs.<br \/>Among the CAIRO5 patients analyzed, we identified 95 mutations with moderate evidence of tumor-derived cfDNA mutations (Bayes factor &#62; 10) and 19 mutations that were CH-derived (Bayes factor &#60; 0.1). For a subset of 47 cfDNA mutations with no corresponding mutation identified by WBC sequencing, the evidence of tumor origin was highly variable (Bayes factor range: 0.03 to 5.6). While the standard rule-based approach identifies all of these mutations as tumor-derived, none of these mutations reach a moderate evidence cutpoint (all Bayes factors &#60; 6). As a false positive would lead to identification of cfDNA mutations that do not track tumor burden, requiring even higher levels of evidence (Bayes factor &#62; 99) for the selection of cfDNA mutations could be warranted, and still identifies one or more cfDNA mutations in 43 of the patients. This approach is implemented in the R package PLASMUT available from Bioconductor (doi:10.18129\/B9.bioc.plasmut).<br \/>We developed an approach that quantifies the evidence between two competing models for the origin of mutations in cfDNA. A cutpoint for determination of the probability of tumor-derived cfDNA mutations can be tailored to the disease application, balancing the potential benefits of noninvasive testing with the harms of false positives and negatives.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-06 Genomics and proteomics in cancer risk and response assessment,,"},{"Key":"Keywords","Value":"Cancer genomics,Screening,Statistical approach,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. S. Arun<\/b><sup>1<\/sup>, J. E. Medina<sup>2<\/sup>, S. Cristiano<sup>2<\/sup>, D. C. Bruhm<sup>2<\/sup>, R. J. A. Fijneman<sup>3<\/sup>, G. A. Meijer<sup>3<\/sup>, A. Leal<sup>2<\/sup>, V. E. Velculescu<sup>2<\/sup>, R. B. Scharpf<sup>2<\/sup>; <br\/><sup>1<\/sup>Yale University School of Medicine, New Haven, CT, <sup>2<\/sup>Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD, <sup>3<\/sup>Department of Pathology, Netherlands Cancer Institute, Amsterdam, Netherlands","CSlideId":"","ControlKey":"645b1127-0ab0-4d58-ac37-aaa368457125","ControlNumber":"4597","DisclosureBlock":"&nbsp;<b>A. S. Arun, <\/b> None..<br><b>J. E. Medina, <\/b> None..<br><b>S. Cristiano, <\/b> None..<br><b>D. C. Bruhm, <\/b> None..<br><b>R. J. A. Fijneman, <\/b> None..<br><b>G. A. Meijer, <\/b> None..<br><b>A. Leal, <\/b> None..<br><b>V. E. Velculescu, <\/b> None..<br><b>R. B. Scharpf, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5545","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6101","PresenterBiography":null,"PresenterDisplayName":"Adith Arun","PresenterKey":"31c2a767-f55a-4c3d-b4dd-4c907425d23e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6101. PLASMUT: An R Package for estimating the probability of tumor-specific mutations in cell-free DNA","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PLASMUT: An R Package for estimating the probability of tumor-specific mutations in cell-free DNA","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Endometrial cancer represents the fourth common cancer in women in Algeria and the fifth cause of cancer mortality. In the present study, we aimed to determine, clinical, tumor and genetics characteristics associated with endometrial cancer in Algerian women. In addition, we screened for germline pathogenic variants in MMR genes in endometrial cancer patients with strong family history of Lynch syndrome (LS).<br \/><b>Materials and Methods<\/b>: Our study population included 273 patients diagnosed with endometrial cancer between 2010 and 2021. Data were collected from three public hospitals that covered 29 provinces among 48 in Algeria. Patient and tumor information included: age at diagnosis, menopausal status, histological type, histological grade, TNM stage, FIGO stage, tumor markers CA125, ACE, CA19-9, family history with cancer and age at menarche . <i>MLH1<\/i> (exons 1, 9, 10, 13, 16), <i>MSH2<\/i> (exons 5, 6, 7, 12), <i>MSH6<\/i> (exons 4 and 8) and <i>PMS 2<\/i>(exons 6 and 10) were screened by PCR-Sanger direct sequencing in 14 LS families .<b><\/b><br \/><b>Results: <\/b>The mean age at diagnosis was 58.88 years. The mean age at menarche was 13.5 years. The proportion of endometrial cancer patients with premenopausal status was 21.62%. The commonest histological type was endometrioid adenocarcinoma (66.79%) followed by clear cell carcinoma (8.10%), carcinosarcomas (3.86%), serous carcinoma (3.47%) and mucinous carcinoma (2.7%). We found that the proportion of tumors with histological grade I (34.74%), grade II (27.41%) and grade IV (21.40%) was commonest in 83.55% of the patients. Our results showed that 73.74% of the patients were diagnosed at stage I (50.19%), stage II (12.74%) and stage III (10.81%), respectively. For the FIGO staging, our results showed that 74.12% of the patients were diagnosed at stage I (52.89%), stage III (10.81%) and stage I (10.42%), respectively. 16.21%, 3.08%, 6.94% of the patients were positive for CA125, ACE and CA19-9, respectively. We noticed that 56 patients (20.43%) had a positive family history with HBOC syndrome (17), Lynch syndrome (26) and Cowden syndrome (13), respectively. We identified two distinct germline pathogenic variants in <i>MLH1<\/i> gene in two LS families. We detected the new germline pathogenic variant <i>MLH1<\/i> c.53_63delinsT in young patient diagnosed with endometrial cancer and colorectal cancer (CRC) at age 43y and 44 y, respectively. The rare pathogenic germline variant <i>MLH1<\/i> c.1546C&#62;T has been detected in young woman diagnosed with CRC at age 41y and endometrial and ovarian cancers at age 52y, respectively.<br \/><b>Conclusions<\/b> : In this first study, we reported some clinical, biological, tumor and genetics features of endometrial cancer in Algerian women. Interestingly, we noticed that the median age of diagnosis was younger that the average age in Europe and America. Genetic counseling and testing is recommended for endometrial cancer patients diagnosed before age 50 with a family history of Lynch syndrome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Screening and early detection,,"},{"Key":"Keywords","Value":"Endometrial cancer,Epidemiology,Lynch syndrome,Genetic susceptibility,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Cherbal<\/b><sup>1<\/sup>, C. Mehemmai<sup>1<\/sup>, M. Saidi<sup>1<\/sup>, Y. Santoudji<sup>1<\/sup>, D.-E. Seddik<sup>1<\/sup>, A.-L. Boumehdi<sup>1<\/sup>, F. Gouaref<sup>2<\/sup>, K. Bentabak<sup>2<\/sup>, H. Mahfouf<sup>3<\/sup>, M. Oukkal<sup>4<\/sup>; <br\/><sup>1<\/sup>Molecular Genetics Team, LBCM, Faculty of Biological Sci., USTHB, Algiers, Algeria, <sup>2<\/sup>Oncological Surgery and LiverTransplantation services, EHS Pierre and Marie Curie, Univ. of Algiers 1, Algiers, Algeria, <sup>3<\/sup>Mohamed El Kolli Publ. Hosp., Academic Med. Oncology Services,Rouiba, Sch. of Med., Univ. of Algiers1, Algiers, Algeria, <sup>4<\/sup>Clinic of Med. Oncology Amine Zirout, Univ. Hosp. of Beni-Messous, Sch. of Med., Univ. of Algiers-1, Algiers, Algeria","CSlideId":"","ControlKey":"beefad30-5061-4efc-9c44-ee0476e8ffb1","ControlNumber":"5823","DisclosureBlock":"&nbsp;<b>F. Cherbal, <\/b> None..<br><b>C. Mehemmai, <\/b> None..<br><b>M. Saidi, <\/b> None..<br><b>Y. Santoudji, <\/b> None..<br><b>D. Seddik, <\/b> None..<br><b>A. Boumehdi, <\/b> None..<br><b>F. Gouaref, <\/b> None..<br><b>K. Bentabak, <\/b> None..<br><b>H. Mahfouf, <\/b> None..<br><b>M. Oukkal, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5434","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6102","PresenterBiography":null,"PresenterDisplayName":"Farid Cherbal, PhD","PresenterKey":"af249a18-33aa-4611-802c-af42e539b7f0","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/af249a18-33aa-4611-802c-af42e539b7f0.profile.jpg","SearchResultActions":null,"SearchResultBody":"6102. Clinicopathological and genetics features of endometrial cancer in Algerian women: The first nation-wide study","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinicopathological and genetics features of endometrial cancer in Algerian women: The first nation-wide study","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction and Objective:<\/b> Worldwide, cervical cancer ranks the second most common cancer in women. Sequence variations in DNA repair genes X-ray repair cross complementing (XRCC) 1 and 3 genes can lead to can result cellular function aberration leading to cancers. Single nucleotide polymorphisms (SNPs) in XRCC1 (Arg399Gln) and XRCC3 (Thr241Met) genes have been shown to cause individual variation in their DNA repair capacity. The aim of this study was to investigate the association of XRCC1 Arg399Gln and XRCC3 Thr241Met SNPs with susceptibility to cervical cancer among Bangladeshi populations.<br \/><b>Methods:<\/b> In the current case-control study 124 cervical cancer patients and 148 age matched healthy controls were recruited. Genomic DNAs were isolated from peripheral blood collected from the participants and genotyped for candidate SNPs using polymerase chain reaction-restriction fragment length polymorphism (PCR-RFLP) method.<br \/><b>Results:<\/b> For XRCC1, heterozygous Arg\/Gln and combined heterozygous plus variant homozygous Gln\/Gln genotypes showed 1.78-fold (95% CI 1.0037 to 2.8771, p=0.0484) and 1.8627-fold (95% CI 1.1470 to 3.0250, p = 0.0119) increased risk of cervical cancer, respectively, when compared with normal homozygous Arg\/Arg genotype. The variant Gln allele was positively associated with cervical cancer by 1.68-fold increase (95% CI 1.1732 to 2.3980, p = 0.0046). Similarly, for XRCC3, Thr\/Met heterozygous and combined Thr\/Met + Met\/Met genotypes were found to be associated with 1.6993-fold (95% CI 1.0398 to 3.0166, p=0.0354) and 1.8312-fold (95% CI 1.0890 to 3.0791, p = 0.0225) higher risk, respectively, when compared with normal homozygous Thr\/Thr genotypes. The variant Met allele showed significant association with 1.71-fold increased risk.<br \/><b>Conclusion:<\/b> XRCC1 (Arg399Gln) and XRCC3 (Thr241Met) SNPs may be positively associated with increased cervical cancer risk in Bangladeshi females.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Screening and early detection,,"},{"Key":"Keywords","Value":"Cervical cancer,Single nucleotide polymorphism (SNP),DNA repair,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Rahman<\/b><sup>1<\/sup>, L. Das<sup>1<\/sup>, S. Rahman<sup>1<\/sup>, A. Hossain<sup>2<\/sup>, R. Sultana<sup>3<\/sup>; <br\/><sup>1<\/sup>Khulna University, Bangladesh, Khulna, Bangladesh, <sup>2<\/sup>Dhaka International University, Bangladesh, Dhaka, Bangladesh, <sup>3<\/sup>Decent Spacialized Dental Care, Khulna, Bangladesh","CSlideId":"","ControlKey":"2ed8c179-d0db-4452-a40c-b975ab85c21b","ControlNumber":"6495","DisclosureBlock":"&nbsp;<b>M. Rahman, <\/b> None..<br><b>L. Das, <\/b> None..<br><b>S. Rahman, <\/b> None..<br><b>A. Hossain, <\/b> None..<br><b>R. Sultana, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5433","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6103","PresenterBiography":"Dr. Md. Mustafizur Rahman is working as a Professor of Pharmacy Discipline of Life Science School at Khulna University where he has been a faculty member since 2000. Dr. Rahman was the Head of Pharmacy Discipline till March 2018. He received his B. Pharm. (Hon’s) & M. Pharm. degrees in Pharmacy from the University of Dhaka, Bangladesh. Right after completion of his study he started his career as Product Executive in a renowned Pharmaceutical Industry in Bangladesh. After acquiring professional experience from pharmaceutical industry Dr. Rahman joined Pharmacy Discipline of Khulna University as a faculty member.\u000aHe earned PhD degree in Medical Science from the University of Tokushima, Japan in 2009 with prestigious Monbukagakusho scholarship. His doctoral research entitled ‘Frequent overexpression of HMGA1 and 2 in gastroenteropancreatic neuroendocrine tumours and its relationship to let-7 downregulation’ was published in the British Journal of Cancer. He was also awarded Tokyo Biochemical Research Foundation (TBRF) fellowship to conduct two-year postdoctoral research in the Department of Cell Biology, Research Institute for Microbial Diseases of Osaka University, Japan. \u000aDr. Rahman then came back to Bangladesh and joined Khulna University to serve the country. His research area was micro-RNA mediated deregulation of oncogenes in cancer. His current research interests lie in the area of Molecular genetics of cancer with special focus on genetic polymorphism and cancer susceptibility. He received research grants from the Ministry of Science and Technology, Bangladesh, Ministry of Education, UGC Bangladesh etc. His current research area includes understanding the association of different genetic polymorphisms with (I) cancer susceptibility and (II) COVID-19 disease variability. Dr. Rahman lives with his partner, a dental surgeon, and three beautiful kids. Dr. Rahman is member of a number of professional organizations including, Bangladesh Pharmaceutical Society, Bangladesh Society for Biochemistry and Molecular Biology (BSBMBB), American Association of Cancer Research (AACR), American Society for Microbiology (ASM), Asian Federation of Biotechnology (AFOB), The Molecular Biology Society of Japan, The Professional Society for Health Economics and Outcomes Research (ISPOR) etc.\u000a","PresenterDisplayName":"Md. Mustafizur Rahman, B Pharm;M Pharm;PhD","PresenterKey":"f967e61b-85bf-43c2-ac2b-166bf67894ea","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/f967e61b-85bf-43c2-ac2b-166bf67894ea.profile.JPG","SearchResultActions":null,"SearchResultBody":"6103. The association of genetic polymorphisms in DNA repair genes XRCC1 and 3 with cervical cancer risk among Bangladeshi females","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The association of genetic polymorphisms in DNA repair genes XRCC1 and 3 with cervical cancer risk among Bangladeshi females","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>The goal of the Early Detection Research Network (EDRN) Lung Team Project #2 (LTP-2) is to establish a cohort (n= 300) of high-risk people with indeterminate pulmonary nodules (6mm-30mm) to clinically validate the diagnostic accuracy of existing molecular and imaging biomarkers discovered and analytically validated through the EDRN program. These biomarkers comprise signals measured in serum (glycan or cytokine), plasma (protein, miRNA, RNA, or methylated circulating tumor DNA), airway epithelial cells (RNA or DNA), nasal brush cells (RNA or DNA), and\/or chest CT images.<br \/><b>Methods<\/b><b>:<\/b> Eligible participants had an indeterminate nodule discovered incidentally or through low-dose CT screening within 14 months prior to enrollment and were aged 45-90 years, with 20 pack-years or more cigarette smoking history, free of lung cancer, and willing to provide blood, nasal brushing, and optionally bronchoscopic brush biopsy specimens. Baseline medical and demographic data were collected from each subject. Baseline and years 1 and 2 follow-up CT images were obtained. Each specimen at each respective site was labeled with a 2-D barcode provided by the DMCC and specimen information was entered into the Validation Study Information Management System (VSIMS) developed by the EDRN Data Management and Coordinating Center (DMCC). Aliquots of blinded specimens from selected cases and controls will be dispensed to each EDRN site for biomarker analysis. <u>Analysis plan:<\/u> Primary endpoint: The positive diagnostic likelihood ratio (DLR+) will be used to measure biomarker performance within values of DLR+ &#62;= 2 or DLR- &#60;= 0.5, a range considered clinically useful for any patients with indeterminate lung nodules. The sample size calculation targeted &#62;80% power to test the null hypotheses that a) a positive biomarker does not alter risk across a range of specificities, and b) a negative biomarker does not alter risk across a range of sensitivities. The EDRN Data Management and Coordinating Center (DMCC) will unblind and complete analysis and report results. Exploratory endpoint: The diagnostic accuracy of combined biomarkers will be calculated using a logistic regression model with flexible functional forms.<b> <\/b><br \/><b>Results and <\/b><b>Discussion<\/b><b>:<\/b><b> <\/b>More than 300 subjects were enrolled into the LTP2 cohort including a sufficient number of cases and controls (cohort size n&#62;300) to reach power according to calculated estimates. Chest CT images were collected and are in the process of transfer to a central database.<b> <\/b>Plasma specimens have been distributed to test sites. RNA and DNA extraction from NBC and AEC is in process and based on results thus far the specimen quality and quantity is more than sufficient from the number of subjects needed to reach power for the primary endpoint and to conduct the planned exploratory analyses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Early detection,Lung cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. C. Willey<\/b><sup>1<\/sup>, E. L. Grogan<sup>2<\/sup>, S. A. Deppen<sup>2<\/sup>, J. G. Herman<sup>3<\/sup>, M. N. Kammer<sup>2<\/sup>, M. B. Schabath<sup>4<\/sup>, L. Sorbara<sup>5<\/sup>, H. I. Pass<sup>6<\/sup>, J.-C. J. Tsay<sup>7<\/sup>, Z. Feng<sup>8<\/sup>, A. Spira<sup>9<\/sup>, E. L. Crawford<sup>1<\/sup>, J. Dahlgren<sup>10<\/sup>, S. M. Dubinett<sup>11<\/sup>, K. R. Rieger-Christ<sup>12<\/sup>, M. E. Lenburg<sup>9<\/sup>; <br\/><sup>1<\/sup>University of Toledo, Toledo, OH, <sup>2<\/sup>Vanderbilt University Medical Center, Nashville, TN, <sup>3<\/sup>University of Toledo, Pittsburg, PA, <sup>4<\/sup>Moffitt Cancer Center, Tampa, FL, <sup>5<\/sup>National Cancer Institute, Bethesda, MD, <sup>6<\/sup>NYU Langone Health, New York, NY, <sup>7<\/sup>New York University School of Medicine, New York, NY, <sup>8<\/sup>Fred Hutchinson Cancer Center, Seattle, WA, <sup>9<\/sup>Boston University, Boston, MA, <sup>10<\/sup>Fred Hutchinson Cancer Center, Toledo, OH, <sup>11<\/sup>University of California Los Angeles, Los Angeles, CA, <sup>12<\/sup>Lahey Hospital and Medical Center, Burlington, MA","CSlideId":"","ControlKey":"75731474-87d5-4271-8ffe-6e6f7c5161f8","ControlNumber":"6941","DisclosureBlock":"<b>&nbsp;J. C. Willey, <\/b> <br><b>Accugenomics, Inc.<\/b> Stock, Stock Option, Other, consultant, licenses fees from author IP. <br><b>Grail, Inc.<\/b> Other, paid speaker.<br><b>E. L. Grogan, <\/b> None..<br><b>S. A. Deppen, <\/b> None..<br><b>J. G. Herman, <\/b> None..<br><b>M. N. Kammer, <\/b> None..<br><b>M. B. Schabath, <\/b> None..<br><b>L. Sorbara, <\/b> None..<br><b>H. I. Pass, <\/b> None..<br><b>J. J. Tsay, <\/b> None..<br><b>Z. Feng, <\/b> None..<br><b>A. Spira, <\/b> None.&nbsp;<br><b>E. L. Crawford, <\/b> <br><b>Illumina, Inc.<\/b> Stock. <br><b>Accugenomics, Inc.<\/b> Other, licenses author IP.<br><b>J. Dahlgren, <\/b> None..<br><b>S. M. Dubinett, <\/b> None..<br><b>K. R. Rieger-Christ, <\/b> None..<br><b>M. E. Lenburg, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10174","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6104","PresenterBiography":null,"PresenterDisplayName":"James Willey, MD","PresenterKey":"1f2ca0f2-070d-417a-a28c-7c34c969416b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6104. EDRN Lung Team Project #2 validation of molecular biomarkers for the early detection of lung cancer in the setting of indeterminate pulmonary nodules","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"406","SessionOnDemand":"False","SessionTitle":"Biomarker-Based Screening","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EDRN Lung Team Project #2 validation of molecular biomarkers for the early detection of lung cancer in the setting of indeterminate pulmonary nodules","Topics":null,"cSlideId":""}]