[{"Abstract":"Background: Intratumor heterogeneity plays a pivotal role in treatment resistance, emphasizing the need for a comprehensive understanding of tumor clonal architecture. While various methods exist for extracting this information from bulk tumor sequencing data, few studies have evaluated the entire workflow, from sample processing to subclone calls.<br \/>Methods: To address this gap, we utilized cell lines with known copy number changes and somatic mutations, constructing 12 ground truth sample sets with varying cellular proportions and tumor purities. These cell lines underwent NGS pipeline using PredicineWES+ with increased sequencing depth across ~600 cancer-related genes. Subclonal analysis workflows, including FACETS, PyClone, and ECLIPSE, were implemented to to assess variant assignment and cellular fractions. The subclone analysis was extended to 91 plasma samples from cancer patients.<br \/>Results: Our findings indicate that subclonal decomposition effectively segregates mutations from distinct cell lines. Notably, analyzing multiple samples with different proportions of the same subclones outperformed deconvolution from single mixture samples. In plasma samples from cancer patients, nearly one-third exhibited subclonal clinically actionable variants.<br \/>Conclusions: The established subclonal deconvolution pipeline enhances biomarker analysis from assays utilizing WES with boosted sequencing depth for selected genes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Cell-free DNA,Heterogeneity,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X. Dong<\/b>, Y. Huang, T. Zhang, S. Jia, P. Du; <br\/>Predicine Inc., Hayward, CA","CSlideId":"","ControlKey":"3fdea99c-8c2f-49ca-9904-a5c800a71b2e","ControlNumber":"4094","DisclosureBlock":"&nbsp;<b>X. Dong, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>T. Zhang, <\/b> None..<br><b>S. Jia, <\/b> None..<br><b>P. Du, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9257","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3479","PresenterBiography":null,"PresenterDisplayName":"Xiaoxi Dong, D Phil","PresenterKey":"d1ee8b6f-a7cd-4834-88a0-a68f9f1e7f71","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3479. Evaluation of subclonal deconvolution pipelines using reference cell-lines and patient plasma samples","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of subclonal deconvolution pipelines using reference cell-lines and patient plasma samples","Topics":null,"cSlideId":""},{"Abstract":"Background: Malignant gliomas are the most common type of primary brain tumors, with patient outcomes that are generally dismal. Recently, pet dogs have been assessed as a valuable model in which to study gliomas. Gliomas in pet dogs occur at similar rates to those seen in humans, and a recent study comparing canine and human gliomas identified high similarity in terms of mutational rates, aneuploidy, the timing of mutations, and methylation patterns. Here, we further compare naturally-occurring canine and human gliomas, focusing on the tumor microenvironment (TME) and key pathways dysregulated in human gliomas.<br \/>Methods: Spontaneously occurring gliomas from adult and pediatric human, and canine patients were utilized for this study. RNA, whole genome\/whole exome, and bisulfite sequencing data from adult and canine samples were downloaded from the Genomic Data Commons and the National Cancer Institute&#8217;s Integrated Canine Data Commons, respectively. Pediatric tumor RNA-seq and genomic data were obtained from the Gabriella Miller Kids First database. Normal adult human and canine brain tissue served as control tissue. Only tumors with a clear diagnosis of astrocytoma, oligodendroglioma, or oligoastrocytoma were included in this study.<br \/>Results: Overall, we found that key canonical pathways that are altered in human gliomas are also altered in canine gliomas. A comparison of high-grade gliomas in pet dogs to normal canine brain tissues showed significant abnormal gene expression in 3 canonical oncogenic pathways of human GBM: the TP53, RB1, and RTK\/RAS\/PI3K pathways. Similarities between species included increased expression of PDGF, and receptors PDGFRA and PDGFRB. Frequent copy number alterations and mutations were also observed in PDGFRA and EGFR. Differences between species include the mutation rate of TP53, which we found to be mutated frequently in adults but not in pediatric or canine gliomas, however, expression of TP53 as assessed by RNA-seq was significantly increased in both adult and canine gliomas. IDH1, which drives methylation, was significantly overexpressed in adults but underexpressed in canine. Correspondingly, each of the promotor regions of TERT, PD1 and MGMT was hypermethylated in adults, but hypomethylated in canine. Although an analysis of the TME from RNA-seq data revealed an influx of immune cells in adult, pediatric and canine gliomas, there was a concurrent influx of immunosuppressive cells. Gene expression profiles of astrocytomas and oligodendrogliomas show differences in alterations of immune-related and TME-specific pathways.<br \/>Conclusion: We found that similar TME and pathway alterations were observed between human and canine gliomas, and that TME alterations were different between canine astrocytomas and oligodendrogliomas. The canine TME, like that in humans, appears to be immunosuppressive.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Glioma,Whole genome sequencing,RNA sequencing (RNA-Seq),Glioblastoma multiforme,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. A. Lanman<\/b><sup>1<\/sup>, S. Utturkar<sup>1<\/sup>, H. Kothandaraman<sup>1<\/sup>, D. Dhawan<sup>1<\/sup>, D. Liu<sup>1<\/sup>, M. Zhang<sup>2<\/sup>, M. Beyers<sup>3<\/sup>, D. W. Knapp<sup>1<\/sup>, R. T. Bentley<sup>4<\/sup>; <br\/><sup>1<\/sup>Purdue University, West Lafayette, IN, <sup>2<\/sup>University of California, Irvine, Irvine, CA, <sup>3<\/sup>Leidos Biomedical Research, Inc., Frederick National Laboratory for Cancer Research, Frederick, MD, <sup>4<\/sup>University of Liverpool, Liverpool, United Kingdom","CSlideId":"","ControlKey":"9f2ecdba-05d6-4b57-a25a-346e3226ac8a","ControlNumber":"4144","DisclosureBlock":"&nbsp;<b>N. A. Lanman, <\/b> None..<br><b>S. Utturkar, <\/b> None..<br><b>H. Kothandaraman, <\/b> None..<br><b>D. Dhawan, <\/b> None..<br><b>D. Liu, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>M. Beyers, <\/b> None..<br><b>D. W. Knapp, <\/b> None..<br><b>R. T. Bentley, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9258","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3480","PresenterBiography":null,"PresenterDisplayName":"Nadia Lanman, BA;BS;PhD","PresenterKey":"8dfbc090-251c-4b46-8c63-a4268b41b1f1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3480. Alterations in the tumor microenvironment and key signaling pathways in naturally-occurring canine gliomas mirror those seen in human patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Alterations in the tumor microenvironment and key signaling pathways in naturally-occurring canine gliomas mirror those seen in human patients","Topics":null,"cSlideId":""},{"Abstract":"Background: In recent years, multiple therapeutic monoclonal antibodies have been developed that target the same molecules. Examples include trastuzumab and pertuzumab for HER2, cetuximab (CTX) and panitumumab (PNT) for EGFR, as well as pembrolizumab and nivolumab for PD-1. Currently, comparative studies between different monoclonal antibodies with same target primarily focus on comparing their efficacy, which makes it challenging to discern the factors contributing to their varied effectiveness. In this study, we conducted a comparative analysis of CTX and PNT using integrated data of fluorescence imaging and spatial transcriptomics (ST) to explore their distribution, as well as the associated cell types and genes in tumor tissues.<br \/>Method: A FaDu cancer cell line, which has high EGFR expression, was used to establish tumor model in BALB\/C nude mice. In the tumor model, fluorescence dye-conjugated CTX or PNT was intravenously administered. In vivo fluorescence imaging was conducted at 0, 2, and 40 hours. Tumor tissues at 2 and 40 hours were dissected for drug distribution images and 10X Visium ST. SPADE algorithm [1], CellDART [2], and Stopover analysis [3] were employed for integrative analysis, cell type deconvolution, and topological association of interesting genes.<br \/>Results: In vivo imaging demonstrated that both antibodies exhibited high tumor uptake at 2 hrs, with further increase observed at 40 hrs post-injection. Initially, CellDART analysis confirmed that in the 2 hrs sample, both CTX and PNT exhibited a distribution similar to cancer cells among the various cell types. However, in the 40 hrs sample, the distribution pattern resembled that of cancer cells and inflammatory macrophages for both antibodies. A stopover analysis revealed a higher concordance between CTX distribution and EGFR expression in both the 2 and 40 hrs samples compared to that of PNT. Lastly, the top 100 up-regulated differentially expressed genes which are highly associated with drug distribution were identified through SPADE analysis. Notably, when we checked the intersection between CTX and PNT administered samples for these genes, there was 83% discordance in the associated genes in the 2 hrs sample and 93% in the 40 hrs sample.<br \/>Conclusion: In the examination of the distribution patterns of two distinct therapeutic antibodies targeting EGFR within cancer tissues, a notable observation was made: while the cell types exhibited similarity, the associated genes demonstrated divergence, with different degrees of alignment with the intended target. This analytical approach, scrutinizing the distribution of different antibodies within tissue sharing a common target, holds promise as a widely applicable method for elucidating divergent therapeutic effects.<br \/><i><\/i>References: 1. Nucleic Acids Res, 2021 Jun 49;10:e552. Nucleic Acids Res 2022 Jun 10;50:e57.3. bioRxiv 2022.11.16.516708","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Monoclonal antibodies,Molecular markers,EGFR,Cetuximab,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Choi<\/b><sup>1<\/sup>, J. Park<sup>1<\/sup>, M. Lim<sup>1<\/sup>, D. Lee<sup>1<\/sup>, J. Lee<sup>1<\/sup>, H. Choi<sup>2<\/sup>, H.-J. Im<sup>3<\/sup>; <br\/><sup>1<\/sup>Portrai, Inc., Seoul, Korea, Republic of, <sup>2<\/sup>Portrai, Inc. \/ Seoul National University Hospital, Seoul, Korea, Republic of, <sup>3<\/sup>Portrai, Inc. \/ Graduate School of Convergence Science and Technology, Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"1c3fe4f2-5396-4e80-9995-155940bedac8","ControlNumber":"4223","DisclosureBlock":"<b>&nbsp;J. Choi, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>J. Park, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>M. Lim, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>D. Lee, <\/b> <br><b>Portrai, Inc.<\/b> Stock. <br><b>J. Lee, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>H. Choi, <\/b> <br><b>Portrai, Inc.<\/b> Stock. <br><b>H. Im, <\/b> <br><b>Portrai, Inc.<\/b> Stock.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9259","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3481","PresenterBiography":null,"PresenterDisplayName":"Jin Yeong Choi","PresenterKey":"d92430b0-5a29-4c0a-935a-9fd1feacd5ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3481. Comparative spatial transcriptomic analysis of monoclonal antibodies targeting the same molecule: A comparison between cetuximab and panitumumab","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparative spatial transcriptomic analysis of monoclonal antibodies targeting the same molecule: A comparison between cetuximab and panitumumab","Topics":null,"cSlideId":""},{"Abstract":"Background: Polo-like kinase 4 (PLK4) is a member of the polo-like kinase family known for its precise regulation during the cell cycle and its key role in centriole duplication, which is essential for proper cell division. Dysregulation of PLK4 is associated with abnormal centriole number, genomic instability and cancer development. In our previous study, we proposed PLK4 as a potential therapeutic target and biomarker for LUAD patients with <i>TP53<\/i> mutations by bulk RNA-seq analysis and confirmed its association with drug resistance. In this study, we analyzed the expression of <i>PLK4 <\/i>and its association with cell cycle at the cellular level by scRNA-seq in NSCLC data.<br \/>Methods: In a previous study, we analyzed NSCLC data from The Cancer Genome Atlas (TCGA) database using the UCSC Xena data portal. In this study, we analyzed E-MTAB-6653 dataset from the single cell expression atlas(https:\/\/www.ebi.ac.uk\/gxa\/sc\/home).<br \/>Results: In the previous study, we demonstrated that <i>PLK4<\/i> expression is higher in primary tumors compared to normal tissues in NSCLC. Higher <i>PLK4<\/i> expression in patients is associated with an unfavorable prognosis. Using genes highly correlated with <i>PLK4<\/i>, we confirmed a significant association between <i>PLK4<\/i> and <i>TP53<\/i> mutation by statistical analysis. Using the Drug Gene Interaction database, we observed an association between the drug resistance-related genes <i>PBK<\/i> and <i>BIRC5<\/i> with <i>PLK4<\/i>, and these genes were also correlated with <i>TP53<\/i> mutation. In this study, we investigated the association between <i>PLK4 <\/i>and the cell cycle using single cell RNA-seq. First, we performed data pre-processing to selectively isolate NSCLC cells. Using a set of 87 PLK4 signature genes obtained from previous research, we stratified the samples into <i>PLK4<\/i> high and low groups based on the expression of these genes. We then analyzed cell cycle related genes in both groups and observed a higher expression of G2\/M phase related genes in the <i>PLK4<\/i> high group compared to the <i>PLK4<\/i> low group. We also examined the expression of <i>PLK4<\/i> signature genes based on pathological differences and found higher expression in tumor tissue compared to normal tissue. There was also an increasing expression gradient from the tumor margin to the tumor core. Finally, using Gene Ontology analysis of both groups, we confirmed the upregulation of genes associated with transcription and translation, as indicated by the GO terms obtained.<br \/>Conclusion: In a previous study, the association between <i>PLK4<\/i> expression, <i>TP53<\/i> mutation and drug resistance was identified by bulk RNA-seq. In the current study, we used single cell RNA-seq to verify the correlation between <i>PLK4<\/i> and cell cycle in NSCLC. In addition, we observed that the expression of <i>PLK4<\/i> signature genes increased towards the tumor core based on pathological differences.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Polo-like kinase,Lung adenocarcinoma,TP53,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Kim<\/b><sup>1<\/sup>, J. Hwang<sup>1<\/sup>, Y. Park<sup>2<\/sup>, D. Kim<sup>3<\/sup>, K. Na<sup>1<\/sup>, S. Lee<sup>3<\/sup>, S. Baek<sup>1<\/sup>, S.-s. Kang<sup>4<\/sup>, S. Yang<sup>1<\/sup>, M. Kim<sup>1<\/sup>, H. Han<sup>1<\/sup>, C. Lee<sup>1<\/sup>, Y. Han<sup>1<\/sup>, M. Hong<sup>5<\/sup>, J. Lee<sup>5<\/sup>, S. Lim<sup>5<\/sup>, K.-H. Pyo<sup>2<\/sup>, B. Cho<sup>5<\/sup>; <br\/><sup>1<\/sup>Department of Research Support, Yonsei Biomedical Research Institute, Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>Yonsei New Il Han Institute for Integrative Lung Cancer Research, Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>3<\/sup>Brain Korea 21 PLUS Project for Medical Science, Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>4<\/sup>JEUK Institute for Cancer Research, JEUK Co., Ltd, Gumi, Korea, Republic of, <sup>5<\/sup>Division of Medical Oncology, Yonsei Cancer Center, Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"93801aa3-3a78-494d-9b6a-a859d5490d18","ControlNumber":"4242","DisclosureBlock":"&nbsp;<b>Y. Kim, <\/b> None..<br><b>J. Hwang, <\/b> None..<br><b>Y. Park, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>K. Na, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>S. Baek, <\/b> None..<br><b>S. Kang, <\/b> None..<br><b>S. Yang, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>H. Han, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>Y. Han, <\/b> None..<br><b>M. Hong, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>S. Lim, <\/b> None..<br><b>K. Pyo, <\/b> None..<br><b>B. Cho, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9260","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3482","PresenterBiography":null,"PresenterDisplayName":"Youngtaek Kim, BS","PresenterKey":"e2d9a60b-b0d7-4ae3-a959-885b6e7ecac9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3482. Single-cell transcriptome analysis reveals that PLK4 signature genes are highly associated with cancer proliferation and hotspot mutations in non-small cell lung cancer (NSCLC)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell transcriptome analysis reveals that PLK4 signature genes are highly associated with cancer proliferation and hotspot mutations in non-small cell lung cancer (NSCLC)","Topics":null,"cSlideId":""},{"Abstract":"Background: Lung cancer is one of the leading causes of cancer-related deaths worldwide. Understanding the molecular mechanisms underlying its development and progression is crucial for the development of targeted therapies. In recent years, histone modification has emerged as a key player in the epigenetic regulation of gene expression, and its involvement in lung cancer has gained significant attention. Histone modifications, including methylation, acetylation, phosphorylation, and ubiquitination, influence chromatin structure and, consequently, gene transcription. Aberrant histone modifications can lead to dysregulated gene expression patterns, contributing to the initiation and progression of lung cancer. In this study, we investigated the expression patterns of 55 histone modification-related genes and identified an epigenetic tumor regulator as a potential therapeutic target.<br \/>Methods: We obtained 55 histone modification-related genes from dbHiMo (http:\/\/hme.riceblast.snu.ac.kr\/). Transcriptomic (n= 576), clinical data (n=706) and survival data (n=641) of lung adenocarcinoma (LUAD) were downloaded from XenaTCGA database (https:\/\/xenabrowser.net\/). The transcriptomic and IC50 values with 87 lung cancer cell lines and 310 drugs were downloaded from DepMap portal (https:\/\/depmap.org\/portal\/). RNA-seq data of GSE197555 was downloaded from GEO database (https:\/\/www.ncbi.nlm.nih.gov\/geo\/). All statistical analysis was performed using R.<br \/>Results: Among a total of 55 genes related to histone modifications, 6 genes including <i>KAT2A<\/i>, <i>SIRT7<\/i>, <i>CARM1<\/i>, <i>KDM5B<\/i>, <i>HDAC1<\/i> and <i>PRMT3<\/i> were significantly overexpressed in tumor tissues in LUAD transcriptome data from TCGA. Out of these 6 genes, 3 (<i>KAT2A<\/i>, <i>SIRT7<\/i> and <i>CARM1<\/i>) showed significant differences in survival analysis with disease-free interval in the adjuvant therapy-received TCGA LUAD dataset. All three demonstrated that as their expression levels increased, the prognosis became worse. The expression levels of <i>SIRT7<\/i> and <i>KAT2A<\/i> were highly positively correlated with the IC50 value of trametinib, which is MEK inhibitor. Among these two genes, the expression level of <i>SIRT7<\/i> was up-regulated in trametinib-treated group in resistance to MEK inhibitor in the H460 cell line. However, sensitive to MEK inhibitor in A549, the <i>SIRT7<\/i> expression level was down-regulated in the trametinib-treated group.<br \/>Conclusion: The histone modification-related gene <i>SIRT7<\/i> was found to be associated with resistance to trametinib. In this study, these findings suggest that SIRT7 may serve as a potential therapeutic target related to drug resistance in combination therapy with dabrafenib and trametinib.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Sirtuins,Lung adenocarcinoma,Drug resistance,Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K.-H. Pyo<\/b><sup>1<\/sup>, Y. Park<sup>1<\/sup>, G.-T. Lee<sup>2<\/sup>, J. Ahn<sup>3<\/sup>, S.-J. Choi<sup>2<\/sup>, Q. Kejia<sup>2<\/sup>, T. Lee<sup>2<\/sup>, Y. Kim<sup>2<\/sup>, J. Hwang<sup>2<\/sup>, B. Cho<sup>4<\/sup>; <br\/><sup>1<\/sup>Yonsei New Il Han Institute for Integrative Lung Cancer Research, Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>2<\/sup>Department of Research Support, Yonsei Biomedical Research Institute, Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>3<\/sup>Severance Biomedical Science Institute, Yonsei University College of Medicine, Seoul, Korea, Republic of, <sup>4<\/sup>Division of Medical Oncology, Department of Internal Medicine and Yonsei Cancer Center, Severance Hospital, Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"e7a46a54-4b6d-4fd8-bf8f-817c01f74b04","ControlNumber":"4711","DisclosureBlock":"&nbsp;<b>K. Pyo, <\/b> None..<br><b>Y. Park, <\/b> None..<br><b>G. Lee, <\/b> None..<br><b>J. Ahn, <\/b> None..<br><b>S. Choi, <\/b> None..<br><b>Q. Kejia, <\/b> None..<br><b>T. Lee, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>J. Hwang, <\/b> None..<br><b>B. Cho, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9261","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3483","PresenterBiography":null,"PresenterDisplayName":"Byoung Chul Cho, MD;PhD","PresenterKey":"a3c74de1-80ab-48ea-8bb1-f1dabd1fc3f1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3483. SIRT7 as a potential therapeutic target for drug resistance in lung adenocarcinoma: Insights from histone modification-related genes","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SIRT7 as a potential therapeutic target for drug resistance in lung adenocarcinoma: Insights from histone modification-related genes","Topics":null,"cSlideId":""},{"Abstract":"The BRAF V600E mutation is pivotal target in the treatment of melanoma. Dabrafenib, one of the most potent inhibitors approved by the FDA, exhibits differential sensitivity across different cancer types. To explore the underlying mechanisms responsible for the resistance of certain cancers to Dabrafenib, we tested a panel of 20 BRAF V600E positive cancer cell lines. Our results showed that 15 of these cell lines demonstrated sensitivity to Dabrafenib, whereas the remaining 5 exhibited resistance. We then investigated the correlation between Dabrafenib potency and gene expression patterns based on public high throughput sequencing data via bioinformatics methods. The results uncovered that the cell lines resistant to Dabrafenib showed low expression of MAP3K1, alongside with elevated expression of G0S2 and PIK3CG. These alterations are known to promote tumor cell proliferation, migration, and invasion, thereby contributing to a reduced sensitivity to BRAF inhibitors. Subsequent in vitro experiments validated the findings derived from our analysis. This unbiased, bioinformatics-driven approach provides valuable insight into the reasons behind treatment resistance and aids in the development of next-generation treatment approaches for inhibitor-resistant cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,BRAF,Resistance,Screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Hu<\/b>, Q. Yang, P. Pan, F. He; <br\/>Pharmaron, Inc., Beijing, China","CSlideId":"","ControlKey":"67990deb-ab9b-47a4-9257-6a92211ef62f","ControlNumber":"4773","DisclosureBlock":"&nbsp;<b>K. Hu, <\/b> None..<br><b>Q. Yang, <\/b> None..<br><b>P. Pan, <\/b> None..<br><b>F. He, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9262","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3484","PresenterBiography":null,"PresenterDisplayName":"Scott Hickman","PresenterKey":"4aedbbc2-b365-467b-90f7-6ac8b35ce279","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3484. Mechanism of BRAF V600E resistance revealed by cell panel screening and bioinformatics","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanism of BRAF V600E resistance revealed by cell panel screening and bioinformatics","Topics":null,"cSlideId":""},{"Abstract":"Background: Gastrointestinal cancer has become a severe burden around the world. Marker-guided treatment and clinical trials with sensitive anti-tumor drugs are critical for improving cancer survival. The decreasing DNA methylation levels of repetitive elements, such as LINE-1 and ALU, have been identified as the common biomarkers in cancer and aging. However, it remains unclear whether the methylation levels of repetitive elements can imply the drug sensitivity in gastrointestinal cancer. We investigated the association of LINE-1 and ALU methylations with the sensitivity of cytotoxic and senotherapeutic drugs in gastric cancer (GC) and colorectal cancer (CRC).<br \/>Methods: The profiles of DNA methylation and gene expression were obtained from GC and CRC patients from the TCGA cohorts. Then, we calculated the averaging methylation level of two repetitive elements (LINE-1 and ALU) to quantify the global methylation levels by using the probes targeting the repetitive elements in 450K methylation array. The sensitivity of anti-tumor drugs, including the cytotoxic (oxaliplatin and fluorouracil) and five senotherapeutic agents (Dasatinib, Nutlin-3a, Navitoclax, Rapamycin, ABT737), were inferred with Oncopredict R package based on the gene expression profile. The Pearson analysis was conducted to test the correlation between DNA methylation and drug sensitivity.<br \/>Results: The ALU methylation was associated with the sensitivities of cytotoxic (oxaliplatin: <i>r<\/i> = 0.171, <i>P<\/i> = 0.001; fluorouracil: <i>r<\/i> = 0.158, <i>P<\/i> = 0.002) and senotherapeutic agents (Dasatinib: <i>r<\/i> = 0.162, <i>P<\/i> = 0.002, Nutlin-3a: <i>r<\/i> = 0.109, <i>P<\/i> = 0.037, Navitoclax: <i>r<\/i> = 0.007, <i>P<\/i> = 0.931, Rapamycin: <i>r<\/i> = 0.144, <i>P<\/i> = 0.006, ABT737: <i>r<\/i> = 0.054, <i>P<\/i> = 0.523) in GC, while the association of LINE-1 methylation with drug sensitivities was observed in less drugs with weak correlation, including the cytotoxic (oxaliplatin: <i>r<\/i> = 0.132, <i>P<\/i> = 0.013; fluorouracil: <i>r<\/i> = 0.122, <i>P<\/i> = 0.019) and senotherapeutic agents (Dasatinib: <i>r<\/i> = 0.129, <i>P<\/i> = 0.014, Nutlin-3a: <i>r <\/i>= 0.109, <i>P<\/i> = 0.037, Rapamycin: <i>r<\/i> = 0.110, <i>P<\/i> = 0.034). In CRC, there was no correlation between DNA methylation levels of repetitive elements and drug sensitivity except Dasatinib (ALU: <i>r<\/i> = -0.107, <i>P<\/i> = 0.043).<br \/>Conclusion: DNA methylation of repetitive elements could serve as a biomarker for cytotoxic and senotherapeutic drugs in GC. In addition, our findings suggested the promising value of ALU and LINE-1 methylation-guided chemotherapy with senotherapeutics in GC.<br \/>Keywords: global DNA methylation, repetitive elements, gastrointestinal cancer, drug sensitivity, senotherapeutics","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Gastric cancer,Drug sensitivity,DNA methylation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"K. Lin, X. Wang, Y. Luo, <b>H. Yu<\/b>; <br\/>The Sixth Affiliated Hospital of Sun Yat-sen University, Guangzhou, China","CSlideId":"","ControlKey":"10aa68c4-c84f-41fc-a3de-2122f09956f4","ControlNumber":"4874","DisclosureBlock":"&nbsp;<b>K. Lin, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>Y. Luo, <\/b> None..<br><b>H. Yu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9263","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3485","PresenterBiography":null,"PresenterDisplayName":"Huichuan Yu, MD,PhD","PresenterKey":"e17a6e43-c6cb-4c94-bb75-6f4d58a37412","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3485. Global DNA methylation level is associated with the sensitivity of cytotoxic and senotherapeutic drugs in gastrointestinal tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Global DNA methylation level is associated with the sensitivity of cytotoxic and senotherapeutic drugs in gastrointestinal tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Tumor phenotype across various cancers, including breast cancer, is predominantly shaped by a synergy between genomic alterations and the cell-of-origin from which the tumor originates. These elements collectively influence crucial aspects like tumor aggressiveness, treatment response, and patient prognosis. While existing research highlights that the role of cell-of-origin in shaping the molecular architecture of breast cancer, leveraging this information for actionable clinical insights has proven challenging. Here, we introduce two robust models leveraging cellular ancestry signatures of breast luminal cells to improve patient stratification and outcome prediction.<br \/><b>Methods: <\/b>In this study, we developed a unique gene signature anchored in the expression levels of triple hormone receptors (THR)&#8212;namely androgen (AR), estrogen (ER), and vitamin D (VDR)&#8212;in breast cancer cells. Building on this, we formulated two distinct mRNA markers, THR-50 and THR-70, aimed at categorizing breast tumors based on their THR expression profiles. These markers were rigorously validated across 65 independent breast cancer studies, involving a total of 6,679 patients, utilizing Kaplan-Meier survival curves, Cox proportional hazards models, and unsupervised clustering analyses.<br \/><b>Results: <\/b>Our findings indicate that both THR-50 and THR-70 are robustly associated with overall survival and recurrence-free survival in breast cancer patients across all datasets evaluated. Importantly, these THR signatures demonstrate broad applicability across various breast cancer subtypes, grades, and treatment phases&#8212;unlike existing prognostic markers that tend to be subtype-specific. Additionally, the THR signatures have revealed four unique patient clusters with divergent survival outcomes, three of which are ER-positive and one is ER-negative. Additionally, we developed an immune-based signature (i20) which can further categorize patients within the ER-negative cluster into two subgroups: one with a highly favorable prognosis, comparable to the ER-positive subtypes, and another that is characterized by exceedingly poor survival outcomes.<br \/><b>Conclusion: <\/b>The THR-based cellular ancestry signatures open a new avenue in understanding the intricacies of breast cancer biology. These signatures offer a robust and stable framework for developing other prognostic markers, thus providing an enhanced stratification of existing breast cancer categories as well as creating new classifications with more distinct survival estimates.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Breast cancer,Biomarkers,Cancer initiating cells,Tumor evolution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Mohamed Omar<\/b><sup>1<\/sup>, J. Chuck Harrell<sup>2<\/sup>, Rulla M. Tamimi<sup>3<\/sup>, Luigi Marchionni<sup>1<\/sup>, Tan Ince<sup>1<\/sup><br><br\/><sup>1<\/sup>Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY,<sup>2<\/sup>Virginia Commonwealth University, Richmond, VA,<sup>3<\/sup>Department of Population Health Sciences, Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"9d4bd15a-607f-4307-8bfe-f831c9608053","ControlNumber":"4937","DisclosureBlock":"&nbsp;<b>M. Omar, <\/b> None..<br><b>J. Harrell, <\/b> None..<br><b>R. M. Tamimi, <\/b> None..<br><b>L. Marchionni, <\/b> None..<br><b>T. Ince, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9264","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3486","PresenterBiography":null,"PresenterDisplayName":"Mohamed Omar, MD","PresenterKey":"a5a2aa79-5b2f-4949-8ce0-ce8d3b9f9511","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3486. Triple hormone receptor signatures as novel prognostic markers in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Triple hormone receptor signatures as novel prognostic markers in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Mutations in the <i>KRAS<\/i>, <i>HRAS<\/i>, and <i>NRAS<\/i> genes are frequently associated with worse patient outcomes. Previous analyses of the structure and function of the associated proteins have been explored but not conclusively. The actual binding conformations of the three isoforms, especially when mutated are essential in designing inhibitory drugs. Recent studies have identified important interactions between the three isoforms that affect the oncogenic strength of the others when they are mutated. We use a bioinformatics approach to examine the modifications of the structural properties, mechanisms, and kinetic energies of eight KRAS mutants interacting with wildtype HRAS, and again with wildtype NRAS.<br \/>Methodology: AlphaFold AI predicted models of KRAS, HRAS, and NRAS were downloaded from Uniprot and relevant mutations were induced using PyMOL. Pairs of KRAS mutants and either HRAS or NRAS were submitted to ClusPro for docking. PyMOL was used to separate proteins by chain identities before being repaired in GROMACS. Molecular dynamics simulations (MDS) were performed between proteins using GROMACS, a Linux based MDS software that renders a topology regulated by Newton&#8217;s Laws. XmGrace was used to analyze structure, <i>MMPBSA.py<\/i> was used to derive energy calculations, and VMD was used to visualize the interaction mechanisms.<br \/>Results: RMSF data indicated C-terminus residues in KRAS mutants and WT-HRAS and WT-NRAS are the most mobile in their interactions. Notably, when WT-HRAS interacts with G12R, G12S, G12V, and Q61H, its C-terminus decreases fluctuation. G13D had the greatest binding strength and strength fluctuation with WT-HRAS. G12V had the greatest binding strength with WT-NRAS. All other mutants had weaker binding with WT-NRAS than WT-KRAS. WT-HRAS had stronger binding at residue Val187 with WT-KRAS than all mutants did. WT-HRAS residues Cys184, Lys185, and Cys186 each had weaker binding energies with WT-KRAS than most mutants did. WT-KRAS residues Gln25 and Lys117 both exhibited stronger binding energy in interactions with WT-HRAS than most mutants did. WT-NRAS had stronger binding at residues Met182 and Met189 with WT-KRAS than all mutants did. Residue Pro185 in WT-NRAS did not have significant interaction with WT-KRAS, but had a strong interaction with all mutants. WT-NRAS residue Val187 had weaker binding energy with WT-KRAS than most mutants. WT-KRAS residues Tyr32 and Asp38 both exhibited weaker binding energy in interactions with WT-NRAS than most mutants did.<br \/>Conclusion: MDS between KRAS mutants and WT-HRAS and WT-NRAS present notable structural modification and binding kinetics. In each KRAS mutation, different segments of the protein complexes are involved in the interaction, indicating unique inhibitory methods are required to approach each mutant.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Ras,Bioinformatics,KRAS,H-Ras,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>I. Silverman<\/b><sup>1<\/sup>, M. S. Gerber<sup>2<\/sup>, A. Shaykevich<sup>1<\/sup>, Y. F. Stein<sup>1<\/sup>, A. Siegman<sup>1<\/sup>, S. Goel<sup>3<\/sup>, R. Maitra<sup>1<\/sup>; <br\/><sup>1<\/sup>Yeshiva University, New York, NY, <sup>2<\/sup>Albert Einstein College of Medicine, Bronx, NY, <sup>3<\/sup>Rutgers Cancer Institute of New Jersey, New Brunswick, NJ","CSlideId":"","ControlKey":"a2a15f76-14cf-4600-afd5-c40e9618202f","ControlNumber":"4955","DisclosureBlock":"&nbsp;<b>I. Silverman, <\/b> None..<br><b>M. S. Gerber, <\/b> None..<br><b>A. Shaykevich, <\/b> None..<br><b>Y. F. Stein, <\/b> None..<br><b>A. Siegman, <\/b> None..<br><b>S. Goel, <\/b> None..<br><b>R. Maitra, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9265","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3487","PresenterBiography":null,"PresenterDisplayName":"Isaac Silverman","PresenterKey":"ae04d9b2-bed0-4231-bd30-dc9b8ff42c5a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3487. Molecular dynamic simulations of RAS family protein interactions: Mutant KRAS binding with wildtype HRAS and NRAS","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular dynamic simulations of RAS family protein interactions: Mutant KRAS binding with wildtype HRAS and NRAS","Topics":null,"cSlideId":""},{"Abstract":"Melanoma brain metastasis (MBM) is the third most common origin of metastasis to the brain, with a median overall survival of 8.9 months. Alternative splicing plays a critical role in cancer pathogenesis through altered protein coding complexity in tumor cells, which however has been poorly studied in MBM due to technical limitations. Long-read single cell RNA sequencing has the unique strength of measuring transcript isoforms and mutations simultaneously in individual cells due to its capacity of measuring full-length transcripts. In this study, we employed high throughout single cell long-read RNA sequencing (scNanoRNAseq) onto patient-matched MBM and extracranial metastasis (ECM) tumor pairs to evaluate the extent to which splicing isoforms impact adaptive clonal evolution in MBM. Our results showed that MBM tumors had distinct genetic alterations and ecological cellular compositions compared to matched ECM tumors, indicating that tumor clones were adaptively expanded in brain microenvironment. Comparative isoform analysis revealed that hundreds of genes expressed different combinations of isoforms (DCIs) involved in glucose and lipid metabolic pathways. Interestingly, our data demonstrated that ~10% of splicing related genes themselves were alternatively spliced including both spliceosome members and splicing activators. Furthermore, we calculated temporal changes of isoform usages along with tumor cell evolutionary lineages to quantify their impact on adaptive clonal expansion in MBM. Taken together, our work improves the understanding of transcriptional and splicing dynamics inherent in the adaptive evolution of MBM, providing evidence for developing new therapeutics targeting tumor cell-specific and MBM-specific splicing isoforms.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Brain metastasis,Melanoma\/skin cancers,Alternative splicing,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Lu<\/b><sup>1<\/sup>, C.-K. Shiau<sup>1<\/sup>, K. Fukumura<sup>2<\/sup>, H. Lin<sup>1<\/sup>, Y. He<sup>1<\/sup>, T. Pan<sup>1<\/sup>, L. Norberg<sup>2<\/sup>, J. Ritchie<sup>2<\/sup>, J. T. Huse<sup>2<\/sup>, R. Gao<sup>1<\/sup>; <br\/><sup>1<\/sup>Northwestern Univ. Feinberg School of Medicine, chicago, IL, <sup>2<\/sup>The University of Texas MD Anderson Cancer Center, houston, TX","CSlideId":"","ControlKey":"4bdadcf9-f961-4fc2-9b3d-1246dab51ea1","ControlNumber":"4978","DisclosureBlock":"&nbsp;<b>L. Lu, <\/b> None..<br><b>C. Shiau, <\/b> None..<br><b>K. Fukumura, <\/b> None..<br><b>H. Lin, <\/b> None..<br><b>Y. He, <\/b> None..<br><b>T. Pan, <\/b> None..<br><b>L. Norberg, <\/b> None..<br><b>J. Ritchie, <\/b> None..<br><b>J. T. Huse, <\/b> None..<br><b>R. Gao, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9266","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3488","PresenterBiography":null,"PresenterDisplayName":"Lina Lu, PhD","PresenterKey":"0ec9fd75-06e6-4b62-9c51-adccbbaf044b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3488. Decoding splicing isoforms and adaptive evolution in melanoma brain metastases through single cell long-read RNA sequencing","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Decoding splicing isoforms and adaptive evolution in melanoma brain metastases through single cell long-read RNA sequencing","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: DNA methylation plays a crucial role in development and progression of cancer. Identification of DNA methylation profiles in cancer is indispensable for early detection. To address this research need, Ion AmpliSeq<sup>TM <\/sup>offers targeted next-generation sequencing (NGS) methylation community amplicon panels for DNA methylation profiling in cancer-associated genes. However, the process of designing custom methylation amplicon panels using the Ion AmpliSeq primer design pipeline is intricate, labor-intensive, and time-consuming. Here, we developed a one-step, fully automated, faster, and reproducible nextflow-based primer design pipeline (MetFlow) for development of custom Ion AmpliSeq<sup>TM <\/sup>methylation panels. MetFlow streamlines the development of custom methylation panels for cancer-related genes, and thus significantly reduces the time and effort traditionally required for amplicon design.<br \/><b>Methods<\/b>: The fully automated MetFlow pipeline is implemented using Nextflow. MetFlow necessitate an input configuration file for the execution of methylation Ion AmpliSeq<sup>TM <\/sup>designs. The configuration file specifies the essential parameters, including target CpG input, reference genome, pool number, and amplicon lengths, which are required for designing the amplicons. The MetFlow pipeline designs candidate amplicons for CpG targets on both Watson and Crick strands, facilitating the subsequent creation of files required for the generation of a methylation panel.<br \/><b>Results<\/b>: The fully automated MetFlow pipeline has been used for designing the customized Ion AmpliSeq<sup>TM <\/sup>methylation amplicon panel(s) for cancer and age-related genes. The amplicons lengths in these AmpliSeq<sup>TM<\/sup> methylation panels were ranged from 125 bp to 175 bp for formalin-fixed, paraffin-embedded (FFPE) research samples. These customized methylation panels were run on the Ion GeneStudio<sup>TM<\/sup> S5 sequencer followed by performance analysis using Ion Torrent<sup>TM<\/sup> Suite.<sub> <\/sub> The published data for these custom amplicon panels suggest that the Ion AmpliSeq<sup>TM <\/sup>has sufficient read depth and mapping efficiency, higher sensitivity and accuracy for methylation measurement, and strong correlation (r=0.993) for methylation profiling among sample replicates.<br \/><b>Conclusion<\/b>: We present MetFlow, an advanced automated primer design pipeline for designing the custom Ion AmpliSeq<sup>TM <\/sup>methylation amplicon panels tailored to targeted NGS applications in cancer research. The custom designed Ion AmpliSeq<sup>TM <\/sup>methylation panels exhibited sufficient read depth, higher sensitivity and accuracy, and reproducibility.<br \/><i>For Research Use Only. Not for use in diagnostic procedures.&#173;&#65279;<br \/><\/i>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Cancer,Methylation,Next-generation sequencing (NGS),Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Bedre<\/b>, D. Kaul, A. Sharma, A. Hatch, L. Pickle, N. Li, F. Hyland; <br\/>Thermo Fisher Scientific, Carlsbad, CA","CSlideId":"","ControlKey":"3c06be9a-1b85-41c6-8464-abd99f055c16","ControlNumber":"5050","DisclosureBlock":"&nbsp;<b>R. Bedre, <\/b> None..<br><b>D. Kaul, <\/b> None..<br><b>A. Sharma, <\/b> None..<br><b>A. Hatch, <\/b> None..<br><b>L. Pickle, <\/b> None..<br><b>N. Li, <\/b> None..<br><b>F. Hyland, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9267","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3489","PresenterBiography":null,"PresenterDisplayName":"Renesh Bedre","PresenterKey":"63a20eb5-cf7f-4d77-9771-f3f0c914cec7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3489. MetFlow: Automated nextflow pipeline for Ion AmpliSeq methylation assay designs","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MetFlow: Automated nextflow pipeline for Ion AmpliSeq methylation assay designs","Topics":null,"cSlideId":""},{"Abstract":"Sex differences in lung adenocarcinoma (LUAD) are evident in incidence rates, prognostic outcomes, and therapy responses, yet the underlying molecular mechanisms driving these disparities remain underexplored. In this study, we conducted a comprehensive proteogenomic analysis encompassing 38 females and 73 males with LUAD from the Clinical Proteomic Tumor Analysis Consortium (CPTAC) dataset. Employing Transcription Inference using Gene Expression and Regulatory data (TIGER), we inferred sex-differentially activated transcription factors (TFs) from The Cancer Genome Atlas (TCGA) LUAD gene expression data and identified sex-differentially activated kinases using CPTAC protein phosphorylation data. We further constructed a comprehensive kinase-TF signaling network by integrating these sex-differentially activated kinases with TFs, identifying all paths shorter than 3 in the protein interaction networks to highlight druggable pathways. Our analyses revealed that many proteins exhibit not only sex-biased abundance but also sex-biased phosphorylation and acetylation. Furthermore, these sex-biased proteins were associated with critical biological pathways including cell proliferation, immune response, and metabolism. Using kinase-TF signaling networks, we found substantial sex bias in the activities of clinically actionable TFs and kinases, including the glucocorticoid receptor (<i>NR3C1<\/i>), <i>AR<\/i>, <i>AURKA<\/i>, <i>CDK6<\/i>, and <i>MAPK14<\/i>. Leveraging the PRISM cancer cell line screening database, we identified several small-molecule drugs, such as glucocorticoid receptor agonists and aurora kinase inhibitors, potentially exhibiting sex-specific efficacy as LUAD therapeutics. Our findings showed that the activity of some clinically relevant TFs and kinases differ by sex in LUAD, underscoring the need to consider sex as a biological variable and the utility of multi-omics integrative protein signaling networks in advancing our understanding of cancer biology and the development of sex-aware therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Sex difference,TCGA, CPTAC, PRISM drug repurposing,Glucocorticoid receptors, Hormones, TFs, Kinases,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Chen<\/b><sup>1<\/sup>, E. Saha<sup>1<\/sup>, D. L. DeMeo<sup>2<\/sup>, J. Quackenbush<sup>1<\/sup>, C. M. Lopes-Ramos<sup>1<\/sup>; <br\/><sup>1<\/sup>Harvard T.H. Chan School of Public Health, Boston, MA, <sup>2<\/sup>Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"e0c42882-304c-43ce-82b0-164843616b9a","ControlNumber":"5069","DisclosureBlock":"&nbsp;<b>C. Chen, <\/b> None..<br><b>E. Saha, <\/b> None..<br><b>D. L. DeMeo, <\/b> None.&nbsp;<br><b>J. Quackenbush, <\/b> <br><b>Caris Life Sciences<\/b> Other, Scientific Advisory Board. <br><b>Guardant Health<\/b> Other, Consulting Service. <br><b>Natera<\/b> Other, Consulting Service. <br><b>Sarepta Therpeutics<\/b> Other, Consulting Service. <br><b>Pacific Biosystems<\/b> Other, Consulting Service. <br><b>10x Genomics<\/b> Other, Consulting Service.<br><b>C. M. Lopes-Ramos, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9268","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3490","PresenterBiography":null,"PresenterDisplayName":"Chen Chen","PresenterKey":"7646d5c2-56a3-468f-9618-d1874b416f62","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3490. Unveiling sex differences in lung adenocarcinoma through multi-omics integrative protein signaling networks","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unveiling sex differences in lung adenocarcinoma through multi-omics integrative protein signaling networks","Topics":null,"cSlideId":""},{"Abstract":"Cancer types are typically categorized according to the cell of origin, but within these groupings there exists vast heterogeneity. Thus, subtypes based on molecular features are often defined that have clinical utility as prognostic biomarkers, aid in selection of therapeutic strategies, or are associated with treatment response. Head and neck cancer (HNC) is the seventh most common cancer globally and projected to have 54,540 new cases in the U.S. in 2023. Within the US, HPV(+) HNC is now more prevalent than HPV(+) cervical cancer, and it is expected to continue to rise. Although there is wide morphologic and epigenetic diversity within HPV(+) HNC, tumor subtyping is not yet widely used for this cancer population, largely because of HPV(+) HNC&#8217;s unique tumorigenesis process. Unlike other cancers that are driven by specific genetic signatures, HNC is driven by viral gene mechanisms. Given the large degree of heterogeneity among HPV(+) HNC cases and the lack of key mutations to define subtypes, the classification of HPV(+) HNSC subtypes requires a more sophisticated approach.<br \/>In this study, we introduce a robust, ensemble machine learning (ML) classifier for subtyping HPV(+) HNC that was trained on multiple cohorts and gene feature sets from RNA-seq data, and rigorously tested to ensure high reproducibility. The results classify HPV(+) HNC into the two main recognized subtypes: IMU (immune strong) and KRT(highly keratinized). Using a cohort of 227 patients, we show that the IMU\/KRT classification is highly correlated with key clinically relevant variables in HNC. Of 41 molecular, clinical, and epidemiologic variables tested, 24 significantly associated with subtype. The IMU subtype was significantly associated with CD8 T-cells (p-value = 4.21x10<sup>-9<\/sup>), Dendritic cells (p-value = 1.65x10<sup>-8<\/sup>), B-cells (p-value = 2.20E<sup>-8<\/sup>), and epithelial to mesenchymal transition (p-value = 0.00013146). The KRT subtype is significantly associated with keratinization (p-value = 7.11x10<sup>-9<\/sup>), HPV integration (p-value = 3.14x10<sup>-6<\/sup>), radiation resistance (p-value = 0.00307), female sex (p-value = 0.00641), and high T stage (p-value = 0.0324). Genetic, epigenetic, and HPV gene-related variables were also among those significantly associated with subtype.<br \/>HPV(+) HNC subtypes have been shown to be associated with survival, with KRT-like patients having worse clinical outcomes than IMU. Given the different carcinogenic processes underlying IMU and KRT tumors, our ensemble ML subtype classifier web tool will help inform future studies of HPV(+) HNC. Future work to assess how HPV(+) subtypes can be incorporated into precision treatment strategies is well-motivated by our findings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Machine learning,Head and neck squamous cell carcinoma,Human papillomavirus (HPV),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. F. Garb<\/b><sup>1<\/sup>, S. Li<sup>1<\/sup>, T. Qin<sup>1<\/sup>, E. Lopez<sup>1<\/sup>, S. Soppe<sup>1<\/sup>, S. Patil<sup>1<\/sup>, L. Rozek<sup>2<\/sup>, N. D'Silva<sup>1<\/sup>, M. Sartor<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Michigan, Ann Arbor, MI, <sup>2<\/sup>Georgetown University, District of Columbia, DC","CSlideId":"","ControlKey":"9d01fe59-01c2-4df5-9756-8340ab3550b1","ControlNumber":"5070","DisclosureBlock":"&nbsp;<b>B. F. Garb, <\/b> None..<br><b>S. Li, <\/b> None..<br><b>T. Qin, <\/b> None..<br><b>E. Lopez, <\/b> None..<br><b>S. Soppe, <\/b> None..<br><b>S. Patil, <\/b> None..<br><b>L. Rozek, <\/b> None..<br><b>N. D'Silva, <\/b> None..<br><b>M. Sartor, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9269","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3491","PresenterBiography":null,"PresenterDisplayName":"Bailey Garb","PresenterKey":"b4f6026d-d6e0-456e-938a-01d032cb9329","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3491. Tumor subtype classification of HPV-associated head and neck cancers is central to key clinically relevant variables","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor subtype classification of HPV-associated head and neck cancers is central to key clinically relevant variables","Topics":null,"cSlideId":""},{"Abstract":"The current standard for analysis of samples with suspected hematological cancer is karyotyping, fluorescence in situ hybridization (FISH), and\/or chromosomal microarray (CMA). However, these methods have several limitations for the detection of structural variants (SVs) or copy number variants (CNV) that are smaller than 5 Mbp (karyotyping). Additionally, they are limited in their ability to detect low allele fraction (LAF) events and cannot detect the absence of heterozygosity (AOH) or the loss of heterozygosity (AOH\/LOH - FISH and karyotyping).<br \/>Optical genome mapping (OGM) from Bionano can enable accurate detection of SV and CNV events of sizes down to 5 kbp, with high sensitivity to detect LAF events down to 5% variant allele fraction. Bionano&#8217;s VIA&#8482; software provides visualization and analysis support for OGM SV events including an improved Circos plot and ideogram for whole genome review. VIA incorporates CNV calling from OGM data using the SNP-FASST3 algorithm which also allows for accurate copy number calling at allele fractions as low as 10%. CNV detection performance was evaluated using 280 CNV events ranging in size from 175 kbp to 8 Mbp on the 22 autosomal chromosomes. Sensitivity and PPV were calculated for each size range separately.<br \/>Using SNP-FASST3, VIA also adds the ability to detect AOH\/LOH events from OGM data. By analyzing locations where known SNPs disrupt the specific nucleotide sequence motif used by the DLE-1 labeling enzyme, a B-allele frequency can be calculated and enable AOH\/LOH detection at low allelic fractions. AOH\/LOH performance using SNP-FASST3 was evaluated using a cohort of constitutional and cancer samples analyzed with orthogonal methods as well as with simulated events. Sensitivity for 20-25 Mbp AOH events was 92% with PPV greater than 90% at 25% aberrant cell fraction.<br \/>The VIA 7.0 release also includes the ability to create a customizable decision tree using supplied reference annotation files for CNV, AOH and SV event pre-classification. VIA resources include a panel of target variants derived from various medical societies for clinical analysis guidelines specific to Acute Myeloid Leukemia (AML), Myelodysplastic Syndrome (MDS) and an aggregation of all hematological malignancy guidelines (pan-heme). These methods, combined with tools for expert review and reclassification of variants, allow users to conduct whole genome interpretation and report results.<br \/>These new features in VIA provide a streamlined workflow for analyzing heterogeneous hematological cancer samples and demonstrate the analytical performance of updated approaches for detection of CNV and AOH\/LOH regions at low allele fractions using optical genome mapping alone.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Acute myeloid leukemia,Leukemias,Databases,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Wisotsky<\/b>, A. Raski, W. Sherman, M. Roytman, S. Al-Saffar, J. Hauenstein, A. Wing Chun Pang, V. Wasnikar, N. Miller; <br\/>Bionano Genomics, San Diego, CA","CSlideId":"","ControlKey":"5232274b-84ad-4aea-810a-32bed6fa9194","ControlNumber":"5166","DisclosureBlock":"<b>&nbsp;J. Wisotsky, <\/b> <br><b>Bionano Genomics<\/b> Employment. <br><b>A. Raski, <\/b> <br><b>Bionano Genomics<\/b> Employment. <br><b>W. Sherman, <\/b> <br><b>Bionano Genomics<\/b> Employment. <br><b>M. Roytman, <\/b> <br><b>Bionano Genomics<\/b> Employment. <br><b>S. Al-Saffar, <\/b> <br><b>Bionano Genomics<\/b> Employment. <br><b>J. Hauenstein, <\/b> <br><b>Bionano Genomics<\/b> Employment. <br><b>A. Wing Chun Pang, <\/b> <br><b>Bionano Genomics<\/b> Employment. <br><b>V. Wasnikar, <\/b> <br><b>Bionano Genomics<\/b> Employment. <br><b>N. Miller, <\/b> <br><b>Bionano Genomics<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9270","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3492","PresenterBiography":null,"PresenterDisplayName":"Jacob Wisotsky","PresenterKey":"f099f126-c2a6-4d61-bb4f-c0fb5bc9fb6a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3492. Comprehensive analysis of hematological malignancies with optical genome mapping and Bionano VIA&#8482;Software","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive analysis of hematological malignancies with optical genome mapping and Bionano VIA&#8482;Software","Topics":null,"cSlideId":""},{"Abstract":"The abnormal changes in DNA methylation are linked to the early stages of carcinogenesis. Identifying these epigenetic changes in circulating tumor DNA (ctDNA) can reveal potential biomarkers for the early diagnosis of various cancers. However, analyzing such data poses bioinformatics challenges due to the lack of sensitivity in detecting the low abundance ctDNA signals in biopsy samples, which are often overwhelmed by the complexity of libraries containing hundreds of targeted regions. Read-level methylation analysis holds the promise of more in-depth DNA methylation detection due to the wide coverage and high sensitivity of rare signals. However, this approach is hindered by the absence of a standardized workflow capable of generating interpretable reports suitable for both bench scientists and professional bioinformaticians. Here, we present a bioinformatics workflow that examines next-generation sequencing (NGS) data and characterizes the read-level methylation patterns of amplicons. Compared to other currently available tools, our method is designed to work with high-multiplex, large-scale targeted assays. It effectively eliminates the undesired noise derived from sequencing byproducts such as false CpG calls, dimers, and off-target alignments. Additionally, to accommodate the substantial volume of data generated by state-of-the-art NGS platforms, the workflow enables parallel processing of samples compatible with both cloud-based and on-premises computing resources. This workflow provides a comprehensive per-sample visualization of DNA methylation patterns and reports read-level methylation results in a &#8220;pattern-as-a-feature&#8221; table. In this table, the occurrence of an amplicon epiallelic haplotype (pattern) for every sample is represented as a &#8220;feature column&#8221; and is aggregated with all patterns discovered in the experiment. These read-level patterns, along with other information, can be used to develop machine learning algorithms to reiteratively harvest true predictive features and penalize confounding signals in predicting cancer diagnosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"DNA methylation,Next-generation sequencing (NGS),Bioinformatics,Liquid biopsies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. Jin<sup>1<\/sup>, M. Kaneko<sup>2<\/sup>, S. Cen<sup>2<\/sup>, H. Li<sup>2<\/sup>, W. Guo<sup>1<\/sup>, X. Zhou<sup>2<\/sup>, A. Fujihara<sup>2<\/sup>, T. Iwata<sup>2<\/sup>, L. Storino Ramacciotti<sup>2<\/sup>, D. Paralkar<sup>2<\/sup>, G. Cacciamani<sup>2<\/sup>, M. Aron<sup>2<\/sup>, O. Ukimura<sup>2<\/sup>, I. Gill<sup>2<\/sup>, G. Liang<sup>2<\/sup>, A. L. Abreu<sup>2<\/sup>, J. Bhasin<sup>1<\/sup>, <b>X. Yang<\/b><sup>1<\/sup>, X.-Y. Jia<sup>1<\/sup>; <br\/><sup>1<\/sup>Zymo Research Corp., Irvine, CA, <sup>2<\/sup>University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"b3d6adf3-dc4a-4a48-ad61-bf29a885320d","ControlNumber":"5187","DisclosureBlock":"&nbsp;<b>M. Jin, <\/b> None..<br><b>M. Kaneko, <\/b> None..<br><b>S. Cen, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>W. Guo, <\/b> None..<br><b>X. Zhou, <\/b> None..<br><b>A. Fujihara, <\/b> None..<br><b>T. Iwata, <\/b> None..<br><b>L. Storino Ramacciotti, <\/b> None..<br><b>D. Paralkar, <\/b> None..<br><b>G. Cacciamani, <\/b> None..<br><b>M. Aron, <\/b> None..<br><b>O. Ukimura, <\/b> None..<br><b>I. Gill, <\/b> None..<br><b>G. Liang, <\/b> None..<br><b>A. L. Abreu, <\/b> None..<br><b>J. Bhasin, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>X. Jia, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9271","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3493","PresenterBiography":"","PresenterDisplayName":"Xiaojing Yang, PhD","PresenterKey":"bf5e5fd3-08af-4203-b69e-faef57c160f3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3493. Read-level methylation pattern extraction for high-multiplex large-scale targeted NGS assay","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Read-level methylation pattern extraction for high-multiplex large-scale targeted NGS assay","Topics":null,"cSlideId":""},{"Abstract":"Single-cell RNA-sequencing (scRNA-seq) is a powerful technology to uncover cellular heterogeneity in tumor ecosystems. Due to differences in underlying gene load, direct comparison between patient samples is challenging, and this is further complicated by the sparsity of data matrices in scRNA-seq. Here, we present a factorization method called KINOMO (Kernel dIfferentiability correlation-based NOn- negative Matrix factorization algorithm using Kullback-Leibler divergence loss Optimization). This tool uses quadratic approximation approach for error correction and an iterative multiplicative approach, which improves the quality assessment of NMF-identified factorization, while mitigating biases introduced by inter-patient genomic variability. We benchmarked this new approach against nine different methods across 150 scRNA-seq experiments and find that KINOMO outperforms prior methods when evaluated with an adjusted Rand index (ARI), ranging 0.82-0.91 compared to 0.68-0.77. Thus, KINOMO provides an improved approach for determining coherent transcriptional programs (and meta-programs) from scRNA- seq data of cancer tissues, enabling comparison of patients with variable genomic backgrounds.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Cancer genomics,intra-tumor heterogeneity,non-negative matrix factorization,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Tagore<\/b>, Y. Wang, J. Biermann, E. K. D'Souza, K. D. Luthria, R. Rabadan, E. Azizi, B. Izar; <br\/>Columbia University, New York, NY","CSlideId":"","ControlKey":"778c1770-c342-4352-b5a0-fb6c97d7d805","ControlNumber":"5282","DisclosureBlock":"&nbsp;<b>S. Tagore, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>J. Biermann, <\/b> None..<br><b>E. K. D'Souza, <\/b> None..<br><b>K. D. Luthria, <\/b> None..<br><b>R. Rabadan, <\/b> None..<br><b>E. Azizi, <\/b> None.&nbsp;<br><b>B. Izar, <\/b> <br><b>Merck<\/b> Other, honoraria from consulting. <br><b>J&J\/Janssen Pharmaceuticals<\/b> Other, honoraria from consulting. <br><b>AstraZeneca<\/b> Other, honoraria from consulting. <br><b>Volastra Therapeutics<\/b> Other, honoraria from consulting.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9272","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3494","PresenterBiography":null,"PresenterDisplayName":"Somnath Tagore","PresenterKey":"756292b2-09ca-4530-a99e-1868a977aee2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3494. KINOMO: A non-negative matrix factorization framework for recovering intra- and inter-tumoral heterogeneity from single-cell RNA-seq data","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KINOMO: A non-negative matrix factorization framework for recovering intra- and inter-tumoral heterogeneity from single-cell RNA-seq data","Topics":null,"cSlideId":""},{"Abstract":"Patients with lung squamous cell carcinoma (LSCC) require new drug targets and improved biomarkers due to a lack of targetable genomic drivers and low response rates to immune checkpoint blockade. In a previous study, we analyzed a cohort of 108 LSCC patients by integrating DNA copy number variation, somatic mutations, RNA-sequencing, and expression proteomics. The principal discovery was the identification of three proteomic subtypes, with the majority (87%) of tumors comprising two of these subtypes. The \"Inflamed\" subtype showed enrichment for B-cell-rich tertiary lymphoid structures, while the \"Redox\" subtype exhibited enrichment for redox pathways and NFE2L2\/KEAP1 alterations but had notably lower immune infiltration. We hypothesized that these subtypes would result in distinct metabolic signatures. Using ultra-high-performance liquid chromatographic separation on a HILIC column, followed by analysis on a Q Exactive HF high resolution mass spectrometer, we performed untargeted metabolomics on 87 tumors from the same LSCC proteogenomics cohort. A total of 7,392 features were obtained from this analysis, leading to the identification of 446 metabolites through m\/z and retention time matching against an internal reference library. To understand if metabolomics could recapitulate our proteomic subtypes, we applied consensus clustering and non-negative matrix factorization (NMF) and assessed the resulting clusters using a Random Forest (RF) supervised classifier. Area Under the Curve (AUC) values for consensus clustering (5 clusters, AUC = 0.72), NMF (4 clusters, AUC = 0.73), and proteomics subtypes (Stewart et al. Nature communications. 2019:10:3578) (3 clusters, AUC = 0.74) suggest that metabolite abundances do indeed recapitulate the proteomic subtypes. Differential expression between Redox and Inflamed yielded 29 differentially expressed metabolites (p-value &#60; 0.05 and 1.5 fold change). Glutathione, a key redox metabolite, was modestly elevated in the Redox proteomic subtype (0.58 log2 ratio, p = 1.14E-05). Notably, we identified glutathione metabolism (p = 1.29-5) and arginine biosynthesis (p = 5.22-4) as among the most significant pathways among differentially expressed metabolites. Glutathione, a key redox metabolite, was modestly elevated in the Redox proteomic subtype (0.58 log2 ratio, p = 1.14E-05). In conclusion, metabolomics recapitulates the proteomic subtypes, and there are distinct differences between these subtypes at the metabolite level. Ongoing work is developing a novel, network-based analysis framework to integrate these data quantitatively.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Metabolomics,Lung cancer,Multiomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>I. Y. Narvaez-Bandera<\/b>, A. Lui, E. Welsh, D. Ercan, V. Rubio, H. Ackerman, G. Li, L. Darville, M. Liu, B. Fang, S. Eschrich, B. Fridley, J. Koomen, E. Haura, G. M. DeNicola, E. Flores, P. Stewart; <br\/>Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"6d58fee6-5da9-4e4e-bd12-921b022987aa","ControlNumber":"5289","DisclosureBlock":"&nbsp;<b>I. Y. Narvaez-Bandera, <\/b> None..<br><b>A. Lui, <\/b> None..<br><b>E. Welsh, <\/b> None..<br><b>D. Ercan, <\/b> None..<br><b>V. Rubio, <\/b> None..<br><b>H. Ackerman, <\/b> None..<br><b>G. Li, <\/b> None..<br><b>L. Darville, <\/b> None..<br><b>M. Liu, <\/b> None..<br><b>B. Fang, <\/b> None..<br><b>S. Eschrich, <\/b> None..<br><b>B. Fridley, <\/b> None..<br><b>J. Koomen, <\/b> None..<br><b>E. Haura, <\/b> None..<br><b>G. M. DeNicola, <\/b> None..<br><b>E. Flores, <\/b> None..<br><b>P. Stewart, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9273","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3495","PresenterBiography":null,"PresenterDisplayName":"Isis Narvaez-Bandera, BS;PhD","PresenterKey":"9453d204-3ea2-4bdb-85d0-b0f7a2bb1a6a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3495. Multi-omic landscape of squamous cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-omic landscape of squamous cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction. <\/b>Aberrant DNA methylation patterns are frequent in colorectal adenocarcinoma (CRC) tissues. The investigation of this layer of epigenetic regulation holds the promise of a better understanding of tumour progression and the identification of novel biomarker candidates.<br \/><b>Purpose. <\/b>Our goal was to collect and analyse publicly available DNA methylation data of colorectal samples and create a user-friendly tool for exploring and visualizing the CRC methylome.<br \/><b>Methods. <\/b>We used Illumina Infinium Methylation Arrays, which is a popular platform for genome-wide methylation analysis of large cohorts. Gene Expression Omnibus database (GEO) and TCGA-COAD (The Cancer Genome Atlas Colon Adenocarcinoma) datasets including normal colorectal mucosa, adenoma, and adenocarcinoma samples were systematically collected and filtered. Differentially methylated regions were identified using the Kruskal-Wallis test. Genes with significant methylation changes were further analysed using ROC (Receiver Operator Characteristic) analysis. Finally, we established a web application using the shiny R package.<br \/><b>Results. <\/b>We assembled a database including methylation data of 2,586 samples. Adenoma and adenocarcinoma samples were globally hypomethylated. Hypermethylation (p &#60; 0.05, &#916;&#946; &#62;= 0.2) in adenocarcinoma samples was predominantly present in regions near proximal promoters. Out of the 74 previously proposed biomarkers examined, 50 had a cross-validated AUC of over 0.8. FDA-approved biomarkers BMP3, NDRG4, and SEPT9 have shown the highest performance in the TSS200 region (cvAUC = 0.8, 0.83, and 0.76, respectively). Genes with the highest performance were ITGA4 (5&#8217;UTR, first exon: cvAUC = 0.9), MDFI (5&#8217;UTR: cvAUC = 0.9), CNRIP1 (5&#8217;UTR, first exon: cvAUC = 0.89). The established web application can visualize methylation at CpG sites and gene regions, and KEGG pathway genes. The platform is available at https:\/\/epigenplot.com.<br \/><b>Conclusion. <\/b>We collected and analysed a sizeable database of colorectal tissue data. Gene regions with the best performance include previously proposed and novel diagnostic biomarker candidates. The web platform provides an tool for the efficient exploration of the assembled data.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Methylation,Colorectal cancer,Bioinformatics,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Mller<\/b>, B. Gyorffy; <br\/>Semmelweis University, Budapest, Hungary","CSlideId":"","ControlKey":"9312296d-fb6b-4114-af9e-cb9161c93078","ControlNumber":"5323","DisclosureBlock":"&nbsp;<b>D. Mller, <\/b> None..<br><b>B. Gyorffy, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9274","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3496","PresenterBiography":null,"PresenterDisplayName":"Dalma Mller","PresenterKey":"117af3e1-3a32-4050-bbdc-3f36e3e1be5f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3496. EpigenPlot: A tool for the gene-level methylation analysis of colorectal tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EpigenPlot: A tool for the gene-level methylation analysis of colorectal tumors","Topics":null,"cSlideId":""},{"Abstract":"Precise detection of both tumor subclass and immune composition is critical in the pursuit of personalized immunotherapeutic treatment strategies for glioma. DNA methylation (DNAm) biomarkers are promising on both fronts. DNAm-based biomarkers for molecular classification have been developed and integrated into World Health Organization (WHO) diagnostic criteria. However, prediction of the tumor microenvironment is not as well defined. To fill this gap, we present GIMiCC, an approach for cellular deconvolution of DNAm microarray data for four WHO 2021 tumor subclasses: glioblastoma, oligodendroglioma, grade 2\/3 astrocytoma and grade 4 astrocytoma. Using data from 17 isolated cell types, we describe the derivation of the deconvolution libraries and test the method on independent datasets from the Cancer Genome Atlas (TCGA) and the DKFZ molecular neuropathology classifier (PMID: 29539639). We utilize GIMiCC to illustrate that DNAm-based glioma classification is unlikely to be biased by compositional variation. In addition, we utilize GIMiCC to identify composition independent DNAm alterations that are associated with high immune infiltration. Our future work aims to optimize GIMiCC and advance the clinical evaluation of glioma with this new tool.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"DNA methylation,Immune cells,Glioma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. C. Pike<\/b><sup>1<\/sup>, J. K. Wiencke<sup>2<\/sup>, Z. Zhang<sup>1<\/sup>, A. M. Molinaro<sup>2<\/sup>, D. C. Koestler<sup>3<\/sup>, B. C. Christensen<sup>4<\/sup>, K. T. Kelsey<sup>5<\/sup>, L. A. Salas<sup>4<\/sup>; <br\/><sup>1<\/sup>Dartmouth College, Hanover, NH, <sup>2<\/sup>University of California San Francisco, San Francisco, CA, <sup>3<\/sup>University of Kansas Medical Center, Kansas City, KS, <sup>4<\/sup>Dartmouth-Hitchcock Medical Center, Lebanon, NH, <sup>5<\/sup>Brown University, Providence, RI","CSlideId":"","ControlKey":"57a7bece-1750-4001-b760-08fc735ae4cf","ControlNumber":"5359","DisclosureBlock":"&nbsp;<b>S. C. Pike, <\/b> None..<br><b>J. K. Wiencke, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>A. M. Molinaro, <\/b> None..<br><b>D. C. Koestler, <\/b> None..<br><b>B. C. Christensen, <\/b> None..<br><b>K. T. Kelsey, <\/b> None..<br><b>L. A. Salas, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9275","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3497","PresenterBiography":null,"PresenterDisplayName":"Steven Pike, BS","PresenterKey":"b0e87b1c-21b0-469d-a97f-031dcc9364fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3497. Glioma Immune Microenvironment Composition Calculator (GIMiCC): A method of estimating the proportions of eighteen key cell types from human brain tissue assayed using Illumina DNA methylation microarray technology","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glioma Immune Microenvironment Composition Calculator (GIMiCC): A method of estimating the proportions of eighteen key cell types from human brain tissue assayed using Illumina DNA methylation microarray technology","Topics":null,"cSlideId":""},{"Abstract":"Background: Estimating quantitative circulating tumor fraction in liquid biopsy samples is a promising area of clinical development for monitoring therapeutic molecular response and correlates with patient outcomes. Here we introduce a sensitive measure of estimating ctDNA tumor fraction (ctDNA TF) using a novel combination of tissue-informed CGP with a non-bespoke, blood-based liquid biopsy panel.<br \/>Methods: Advanced pan-solid tumor samples were sequenced with both the Tempus xF\/xF+ (105\/523 gene, liquid biopsy) and Tempus xT (648 genes, solid-tumor with matched buffy coat) NGS assays (samples collected within 90 days). A normal distribution was fit against the somatic variants detected in solid-tissue and variants with variant allele fractions (VAF) within two standard deviations were used as selected biomarkers in the corresponding liquid biopsy to calculate a tumor-informed ctDNA TF for each sample.<br \/>Results: In the initial validation set (n=79 samples also sequenced with low-pass whole genome sequencing), the linearity of tumor-informed ctDNA TF was compared to mean VAF (R<sup>2<\/sup>=0.26, slope=0.55), ichorCNA (R<sup>2<\/sup>=0.84, slope=0.84), and tumor-naive ctDNA TF (R<sup>2<\/sup>=0.71, slope=0.90). In a larger validation set (n=12,080), 37.5% samples had no variants detected in both xF and\/or xT. Of the remaining samples, the linearity of tumor-informed ctDNA TF was compared to mean VAF (R<sup>2<\/sup>=0.21, slope=0.55) and tumor-naive ctDNA TF (R<sup>2<\/sup>=0.65, slope=0.81). In a follow-up analysis, we required 5 or more variants be detected in both xF and xT (n=1,659 samples) and compared the linearity of tumor-informed ctDNA TF to mean VAF (R<sup>2<\/sup>=0.37, slope=0.64) and tumor-naive ctDNA TF (R<sup>2<\/sup>=0.68, slope=0.98). In samples that received xF+ profiling (n=567), 24.3% had no variants detected in both xF+ and xT. The linearity of tumor-informed ctDNA TF of the remaining samples was compared to mean VAF (R<sup>2<\/sup>=0.01, slope=0.26) and tumor-naive ctDNA TF (R<sup>2<\/sup>=0.63, slope=1.02). Increasing the required number of variants to 5 or more had marginal improvement in linearity of tumor-informed ctDNA TF to mean VAF (R<sup>2<\/sup>=0.12, slope=0.47) and tumor-naive ctDNA TF (R<sup>2<\/sup>=0.67, slope=1.13).The limit-of-blank of the tumor-informed ctDNA TF approach was established to be 0% in both xF and xF+, and the limit-of-detection was &#8804;0.1% demonstrating that tumor informed ctDNA TF is a sensitive measure in detecting tumor fraction at low concentration levels.<br \/>Conclusion: Here we introduce a novel sensitive and specific tumor-informed, non-bespoke approach for estimating ctDNA TF. Linearity improves with increased panel size and increased variant number. These results suggest that a tumor-informed ctDNA TF can be utilized to improve the sensitivity of existing methods for estimating tumor fraction to help in treatment decisions using Tempus&#8217; tissue and liquid comprehensive NGS genomic profiling platform.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Cancer diagnostics,Solid tumors,Liquid biopsies,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Driessen<\/b>, C. Lo, W. Zhu, R. Tell, J. Freaney, H. Nimeiri, K. Sasser; <br\/>Tempus, Chicago, IL","CSlideId":"","ControlKey":"a9b11ae5-0906-44e6-96c5-cd9639865beb","ControlNumber":"5444","DisclosureBlock":"<b>&nbsp;T. Driessen, <\/b> <br><b>Tempus<\/b> Employment, Stock Option, Patent. <br><b>C. Lo, <\/b> <br><b>Tempus<\/b> Employment, Stock Option, Patent. <br><b>W. Zhu, <\/b> <br><b>Tempus<\/b> Employment, Stock Option, Patent. <br><b>R. Tell, <\/b> <br><b>Tempus<\/b> Employment, Stock Option, Patent. <br><b>J. Freaney, <\/b> <br><b>Tempus<\/b> Employment, Stock Option. <br><b>H. Nimeiri, <\/b> <br><b>Tempus<\/b> Employment, Stock Option. <br><b>Abbvie<\/b> Stock. <br><b>K. Sasser, <\/b> <br><b>Tempus<\/b> Employment, Stock Option. <br><b>Genmab<\/b> Employment, Stock.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9276","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3498","PresenterBiography":null,"PresenterDisplayName":"Terri Driessen","PresenterKey":"97c53fdf-9c20-4e91-aa76-135fc57c630f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3498. A novel combination of tissue-informed, comprehensive genomic profiling (CGP) and non-bespoke blood-based profiling for quantifying circulating tumor DNA (ctDNA)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel combination of tissue-informed, comprehensive genomic profiling (CGP) and non-bespoke blood-based profiling for quantifying circulating tumor DNA (ctDNA)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Non-small cell lung cancer (NSCLC) makes up ~85% of lung cancers, and its major subtypes are adenocarcinoma (AD) and squamous cell carcinoma (SC). The histology classification of NSCLC has significant therapeutic and prognostic implications. As liquid biopsies are rapid and non-invasive, computational methods to classify NSCLC subtypes using cell-free DNA (cfDNA) are desired.<br \/><b>Methods<\/b>: Using The Cancer Genome Atlas (TCGA) NSCLC methylation data, we developed a method to classify AD and SC subtypes from cfDNA samples. We mapped TCGA methylation data to Guardant Infinity&#8217;s promoter regions and transformed them to allow for the transfer of the TCGA trained model to Infinity cfDNA epigenomic data. An advantage of this approach is that TCGA training data originates from the primary tumor, while cfDNA samples have low tumor fraction (TF) and may also contain signals from metastatic tumors. We trained a penalized Logistic Regression model with LASSO. To better fit the model to Infinity cfDNA data, we performed region filtering.<br \/><b>Results<\/b>: Our model effectively classified AD and SC subtypes from TCGA samples (AUC 0.97) (10-fold cross validation; Table 1). When evaluating on cfDNA samples with epigenomic TF &#8805; 1%, the final model shows reasonable performance (AUC 0.94) (Table 1); the performance decreases when reduced to TF &#62; 0.05% (AUC 0.89) as expected (Table 1). When evaluating cfDNA from uncategorized lung samples, the predicted AD probabilities have significant association with <i>KRAS<\/i> mutations (p-value = 0.027).<table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{B8D1640A-94E3-4C26-B8F6-20E1A72085FE}\"><caption>Table 1: Model evaluation on tissue TCGA samples and cfDNA Infinity samples (different TF cutoffs)<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b>Sample type<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>N samples<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>AUC<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Accuracy<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Sensitivity<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Specificity<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Precision<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>F1 score<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">tissue TCGA<\/td><td rowspan=\"1\" colspan=\"1\">907<\/td><td rowspan=\"1\" colspan=\"1\">0.97<\/td><td rowspan=\"1\" colspan=\"1\">0.93<\/td><td rowspan=\"1\" colspan=\"1\">0.94 +\/- 0.02<\/td><td rowspan=\"1\" colspan=\"1\">0.93 +\/- 0.02<\/td><td rowspan=\"1\" colspan=\"1\">0.94 +\/- 0.02<\/td><td rowspan=\"1\" colspan=\"1\">0.94 +\/- 0.01<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">cfDNA Infinity<\/td><td rowspan=\"1\" colspan=\"1\">17 (TF &#8805; 1%)<\/td><td rowspan=\"1\" colspan=\"1\">0.94<\/td><td rowspan=\"1\" colspan=\"1\">0.88<\/td><td rowspan=\"1\" colspan=\"1\">0.83 +\/- 0.3<\/td><td rowspan=\"1\" colspan=\"1\">0.91 +\/- 0.17<\/td><td rowspan=\"1\" colspan=\"1\">0.83 +\/- 0.3<\/td><td rowspan=\"1\" colspan=\"1\">0.83 +\/- 0.21<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">cfDNA Infinity<\/td><td rowspan=\"1\" colspan=\"1\">29 (TF &#62; 0.05%)<\/td><td rowspan=\"1\" colspan=\"1\">0.89<\/td><td rowspan=\"1\" colspan=\"1\">0.83<\/td><td rowspan=\"1\" colspan=\"1\">0.88 +\/- 0.23<\/td><td rowspan=\"1\" colspan=\"1\">0.81 +\/- 0.17<\/td><td rowspan=\"1\" colspan=\"1\">0.64 +\/- 0.28<\/td><td rowspan=\"1\" colspan=\"1\">0.74 +\/- 0.2<\/td><\/tr><\/table><br \/><b>Conclusion<\/b>: Our results show that the penalized Logistic Regression model trained with tissue TCGA methylation data through mapping, transformation, and region selection can classify NSCLC subtypes from cfDNA samples. This method may offer a fast, non-invasive tool to inform subtype-based clinical decisions, especially in the setting of poorly-differentiated carcinomas, and to identify subtype switches upon resistance to targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Histology classification ,Machine learning model,Liquid biopsy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Tung<\/b><sup>1<\/sup>, D. Tolkunov<sup>1<\/sup>, C. Barbacioru<sup>1<\/sup>, D. Kale<sup>1<\/sup>, S. Shell<sup>1<\/sup>, J. Tsai<sup>1<\/sup>, L. Drusbosky<sup>1<\/sup>, K. Parikh<sup>2<\/sup>, H.-Y. Chuang<sup>1<\/sup>; <br\/><sup>1<\/sup>Guardant Health, Redwood City, CA, <sup>2<\/sup>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"8837d160-8c56-4ec2-b381-9d562944c2d4","ControlNumber":"5518","DisclosureBlock":"<b>&nbsp;L. Tung, <\/b> <br><b>Guardant Health<\/b> Employment, Stock. <br><b>D. Tolkunov, <\/b> <br><b>Guardant Health<\/b> Employment, Stock. <br><b>C. Barbacioru, <\/b> <br><b>Guardant Health<\/b> Employment, Stock. <br><b>D. Kale, <\/b> <br><b>Guardant Health<\/b> Employment, Stock. <br><b>S. Shell, <\/b> <br><b>Guardant Health<\/b> Employment, Stock. <br><b>J. Tsai, <\/b> <br><b>Guardant Health<\/b> Employment, Stock. <br><b>L. Drusbosky, <\/b> <br><b>Guardant Health<\/b> Employment, Stock.<br><b>K. Parikh, <\/b> None.&nbsp;<br><b>H. Chuang, <\/b> <br><b>Guardant Health<\/b> Employment, Stock.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9277","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3499","PresenterBiography":null,"PresenterDisplayName":"Laura Tung","PresenterKey":"72e5a860-ab4b-46e9-8777-0152b65228d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3499. Non-small cell lung cancer (NSCLC) histology classification using DNA methylation data captured from liquid biopsies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-small cell lung cancer (NSCLC) histology classification using DNA methylation data captured from liquid biopsies","Topics":null,"cSlideId":""},{"Abstract":"A remaining challenge in the field of renal cell carcinoma (RCC) is diagnosis of rare or mixed subtypes, which hampers the delivery of the most effective healthcare to patients. While a new classification scheme, integrating molecular characteristics of tumors, is emerging, it requires a deep understanding of the tumor heterogeneity and etiopathogenesis of each subtype. We have generated and analyzed single-cell transcriptome profiles of 38 human RCCs and normal kidneys 16 RCCs with diverse histological subtypes and established gene signatures specific to each cell type. We have applied these gene signatures to bulk RNA-sequencing data of 1000 RCC tumors with different histological subtypes and normal kidneys from The Cancer Genome Atlas (TCGA) to characterize different cancer types and cellular origins. Unsupervised clustering analysis of TCGA data shows diagnostic discrepancies for 9.3% cases and subclassifies each major subtype (clear cell, papillary and chromophobe) into clusters with differential clinical outcomes.[KM1] . The pathological marker expression in misdiagnosed tumors is consistent with clustering-based classification, not their original diagnosis. Notably, using unique and subtype-specific gene signature patterns, we identified clear cell papillary renal cell tumor (ccpRCT), which is a newly classified benign entity and the main tumor type representing the mis-diagnosed tumors. These observations have further been confirmed by reviewing histological images of the tumors by an experienced genitourinary pathologist. Interestingly, our gene signatures reveal that ccpRCT does not originate from proximal tubule cells unlike clear cell and papillary RCCs. Taken together, our approach suggests a potential new classification method connected to clinical behaviors and drug responses based on overall transcriptomic differences.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Single cell,Renal cell carcinoma,Cancer genomics,Molecular subtypes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Kim<\/b>, A. Madrigal, Z. Mehrjoo, K. I. Glennon, M. Arseneault, M. Park, F. Brimo, S. Tanguay, H. S. Najafabadi, Y. Riazalhosseini; <br\/>McGill University, Montreal, QC, Canada","CSlideId":"","ControlKey":"043d61a0-a835-470d-abdd-951413225cfa","ControlNumber":"5736","DisclosureBlock":"&nbsp;<b>M. Kim, <\/b> None..<br><b>A. Madrigal, <\/b> None..<br><b>Z. Mehrjoo, <\/b> None..<br><b>K. I. Glennon, <\/b> None..<br><b>M. Arseneault, <\/b> None..<br><b>M. Park, <\/b> None..<br><b>F. Brimo, <\/b> None..<br><b>S. Tanguay, <\/b> None..<br><b>H. S. Najafabadi, <\/b> None..<br><b>Y. Riazalhosseini, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9278","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3500","PresenterBiography":"","PresenterDisplayName":"Minjun Kim, B Eng;MS","PresenterKey":"196689fc-7786-4e9b-99b1-5425f557e3e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3500. Refining diagnosis of renal cell carcinoma subtypes through single-cell resolution transcriptomic signatures","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Refining diagnosis of renal cell carcinoma subtypes through single-cell resolution transcriptomic signatures","Topics":null,"cSlideId":""},{"Abstract":"Chordoma, a rare bone cancer characterized by limited actionable clinical targets, exhibits a pivotal hallmark in the activation of the developmental transcription factor gene TBXT (Brachyury) through its association with highly active enhancers. TBXT amplification emerges as a major causative factor in familial chordomas, yet the amplification mechanism and its consequential impact on genomic instability remain inadequately elucidated. In this study, we conducted a comprehensive analysis of multiple genomic and epigenomic sequencing datasets, including WGS-seq, H3K27ac ChIP-seq, and ATAC-seq in six chordoma cell lines, and HiC data in two of them, to unravel the mechanisms of structural variations and their biological implications. Notably, our focus extends to JHC7 cells, which exhibit extrachromosomal amplification of a 2.4M region encompassing TBXT and the associated enhancers. The existence of such extrachromosomal DNA (ecDNA) in JHC7 was further validated through DNA FISH and Sanger sequencing. Comparing JHC7 with CH22, a chordoma cell line lacking TBXT amplification, revealed heightened chromatin relaxation and increased DNA rearrangements in JHC7. Interestingly, FISH results showed significant genomic ploidy heterogeneity within JHC7 cells, a finding demonstrated by nucleus FACS sorting. Single-cell multiomic analysis, combining snRNA-seq and snATAC-seq, demonstrated heterogeneous gene expression and distinct copy number variations among JHC7 cells. However, the amplification of the TBXT locus was observed in nearly all cells examined, indicating the rapid genomic evolution in the cultured JHC7 cells. These results collectively show that TBXT is extensively amplified through the formation of ecDNA, providing a fitness advantage to chordoma cells and concurrently exacerbating genomic instability. The findings in this study provide an insight for understanding the pathogenesis of chordoma and may inform the development of targeted therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Chromosomal instability,chordoma,ecDNA,TBXT,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Zhao<\/b><sup>1<\/sup>, M. Ines<sup>1<\/sup>, L. Ye<sup>1<\/sup>, X. Wu<sup>1<\/sup>, A. Soragni<sup>2<\/sup>, A. Futreal<sup>1<\/sup>, K. Akdemir<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>UCLA, Los Angeles, CA","CSlideId":"","ControlKey":"afb07084-23e8-46d4-8feb-08049d005834","ControlNumber":"5738","DisclosureBlock":"&nbsp;<b>B. Zhao, <\/b> None..<br><b>M. Ines, <\/b> None..<br><b>L. Ye, <\/b> None..<br><b>X. Wu, <\/b> None..<br><b>A. Soragni, <\/b> None..<br><b>A. Futreal, <\/b> None..<br><b>K. Akdemir, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9279","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3501","PresenterBiography":null,"PresenterDisplayName":"Bo Zhao, PhD","PresenterKey":"9f3411be-cbc9-42c6-95ff-e223763e5417","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3501. Concurrent amplification of TBXT and highly activated enhancers in extrachromosomal DNA (ecDNA) drives chordoma tumorigenesis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Concurrent amplification of TBXT and highly activated enhancers in extrachromosomal DNA (ecDNA) drives chordoma tumorigenesis","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Cholangiocarcinoma is a diverse tumor entity characterized by distinct tumor biology and clinical phenotypes, which are influenced by the unique tumor microenvironment (TME) and anatomical location&#8212;whether intrahepatic, peri-hilar, or distal extrahepatic. Consequently, there is a clear need for a precision strategy that relies on cancer-specific, multi-omic features, moving away from traditional molecular subtypes derived from bulk RNA sequencing.<br \/><b>Methods<\/b>: We conducted thorough multi-omic analyses utilizing data from the Cancer Dependency Map (DepMap) project. This encompassed cancer-specific molecular characterization through various omics data, genome-wide loss-of-function screening employing the CRISPR-Cas9 system, and drug sensitivity assessments via compound screening. These efforts aimed to reveal cancer-specific molecular subtypes with clinical relevance. The identified cancer-specific molecular signatures were subsequently validated in independent translational cohorts.<br \/><b>Results<\/b>: Through integrative profiling of the transcriptome in bile duct cancer cell lines (n=39) obtained from the Cancer Cell Line Encyclopedia (CCLE), we unveiled cancer-specific molecular subtypes exhibiting distinct tumor biology across all omics layers, coupled with clinical relevance and prognostic significance. The major molecular features of each subtype demonstrated reproducibility in validation cohorts. Additionally, subtype-specific molecular biomarkers, encompassing mutational signatures and metabolites, were identified. Finally, we analyzed target drugs with subtype-specific genetic dependencies to formulate a precision strategy tailored to the distinct molecular characterizations of each subtype.<br \/><b>Conclusions<\/b>: A thorough analysis utilizing a multi-omics dataset uncovered precision strategies founded on cancer-specific molecular subtypes of cholangiocarcinoma, both in terms of tumor classification and discriminative therapeutic opportunities. It is imperative to conduct prospective translational studies in conjunction with clinical trials, all centered around the cancer-specific molecular subtypes, to establish a precision strategy for effectively managing cholangiocarcinoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Systems biology,Bioinformatics,Precision medicine,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. Kwon<\/b>, I. Kang, S. Lee; <br\/>Laboratory of Integrative Precision Oncology, Seongnam-si, Korea, Republic of","CSlideId":"","ControlKey":"61652399-c20c-4f1f-9b8f-d45ccd481871","ControlNumber":"5790","DisclosureBlock":"&nbsp;<b>W. Kwon, <\/b> None..<br><b>I. Kang, <\/b> None..<br><b>S. Lee, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9280","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3502","PresenterBiography":null,"PresenterDisplayName":"Woo Young Kwon, MS","PresenterKey":"556d698a-94cf-40c2-bab8-cce4c4893e66","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3502. Multi-omics approach to cholangiocarcinoma-related biology and development of precision medicine","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-omics approach to cholangiocarcinoma-related biology and development of precision medicine","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma(GBM) is the most common malignancy of the central nervous system in adults. Despite medical advancements, stagnant survival rate improvements (&#60;13%) and failure of conventional treatments such as temozolomide, have warranted the need for novel drug discovery methodologies. Considering the enormous potential of drug repurposing, we developed a method to identify a safe, active, and effective treatment for GBM. This method comprises two key stages, drug-target prediction and preclinical functional evaluation. Stage 1 fabricated a novel five phase in-silico pipeline for drug-target prediction against Ephrin-Type-A Receptor 2, chosen through preliminary literature and genomic analysis. Around 1562 FDA approved drugs were screened against the developed criterion and analyzed for bond type, location, repulsion, Gibbs free energy, stability, interactions over time, blood brain barrier permeability, and possible false positives (PAINS). Our results provided five plausible hits: Empagliflozin, Mycophenolate mofetil, Canagliflozin, Rivaroxaban, and Carvedilol. We subsequently evaluated the anti-proliferative effects of these hits using Sulforhodamine-B cytotoxicity assay on glioblastoma cell lines U251 and SF295. Our results demonstrated that Canaglifozin and Empagliflozin reduced the proliferation of GBM cell lines with IC50 value ranging from 30-40 &#956;M. On the other hand, Mycophenolate mofetil (IC50: 5&#956;M) and Carvedilol (IC50:16&#956;M) also exhibited significant cytotoxic effects. Effects of Mycophenolate mofetil and Carvedilol were further evaluated in pancreatic cell line SUIT-2 where results exhibited cytotoxic responses similar to those observed in GBM. Furthermore, Annexin V\/FITC analysis showed apoptosis in SUIT-2 cells by Carvedilol. Taken together, our results show the anti-cancer repurposing candidates extracted from our in-silico pipeline show significant cytotoxic effects of compounds identified through in-silico screening. Further studies are currently underway in our laboratory to delineate the anti-cancer mechanism, toxicity and off-target effects of these compounds.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Drug discovery,Glioblastoma,Bioinformatics,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Mahesh Arunachalam<\/b><sup><\/sup>, Shreyas Gaikwad<sup><\/sup>, Sharavan Ramachandran<sup><\/sup>, Sanjay  K.  Srivastava<sup><\/sup><br><br\/>Immunotherapeutics and Biotechnology, Texas Tech University Health Sciences Center, Abilene, TX","CSlideId":"","ControlKey":"ed340cb1-5ede-4bd3-acf6-723ffeda673b","ControlNumber":"5884","DisclosureBlock":"&nbsp;<b>M. Arunachalam, <\/b> None..<br><b>S. Gaikwad, <\/b> None..<br><b>S. Ramachandran, <\/b> None..<br><b>S. K. Srivastava, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9281","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3503","PresenterBiography":null,"PresenterDisplayName":"Mahesh Arunachalam, No Degree","PresenterKey":"e9369b3f-f7a4-46c3-a5d5-d52f0c723d6a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3503. New generation drug development from <i>in-silico<\/i> identification to preclinical evaluation in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"New generation drug development from <i>in-silico<\/i> identification to preclinical evaluation in glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Paraspeckles, elaborate sub-nuclear assemblies composed of the lncRNA <i>NEAT1-2<\/i> and a cohort of RNA-binding proteins, have a noted association with cancer progression and drug resistance. The specific mechanisms, however, have remained obscure. Our investigation into Hepatocellular Carcinoma (HCC) reveals a critical interaction: the sequestration of ARS2&#8212;an RNA-binding protein vital for the suppression of mRNA transcripts and the maturation of miRNAs&#8212;within paraspeckles. This sequestration leads to increased levels of <i>NEAT1-2<\/i>, derails miRNA processing, and diminishes the gene-silencing function of ARS2, thereby enhancing the expression of oncogenic genes. This discovery positions the ARS2-paraspeckle axis as a pivotal factor in cancer biology and a promising target for future treatments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Drug resistance,Metastasis,Noncoding RNA,Epigenomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Thillainadesan<\/b>, H. S. Leong, O. Alawamry; <br\/>Sunnybrook Research Institute, Toronto, ON, Canada","CSlideId":"","ControlKey":"9f1aec3b-06df-48a6-b954-e6695c5b94c1","ControlNumber":"5889","DisclosureBlock":"&nbsp;<b>G. Thillainadesan, <\/b> None..<br><b>H. S. Leong, <\/b> None..<br><b>O. Alawamry, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9282","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3504","PresenterBiography":"","PresenterDisplayName":"Gobi Thillainadesan, PhD","PresenterKey":"ef2482c2-9ebe-4a2b-8bb6-8827d555ef20","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/ef2482c2-9ebe-4a2b-8bb6-8827d555ef20.profile.png","SearchResultActions":null,"SearchResultBody":"3504. ARS2 and paraspeckle interactions: A nexus for lncRNA mediated drug resistance and cancer progression in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ARS2 and paraspeckle interactions: A nexus for lncRNA mediated drug resistance and cancer progression in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction <\/b>Fragmentation patterns of cell-free DNA (cfDNA) from whole genome sequencing offer insights into nucleosome occupancy, providing a tool to infer epigenomic and transcriptomic information. The nucleosome complex, the primary protector of cfDNA, is reflected in the size distribution of cfDNA fragments, with a mode fragment size of 167 bp corresponding to the wrapping of DNA around a single nucleosome. Nucleosome occupancy patterns at transcription factor binding sites (TFBS) exhibit differences between circulating tumor DNA in cancer patients and normal plasma controls, as well as among different tumor subtypes. Therefore, cfDNA fragmentomics can be employed for cancer subtyping analysis.<br \/><b>Methods <\/b>We utilized the Griffin framework to classify tumor subtypes based on nucleosome profiling of cancer-specific TFBS and tumor subtype-specific chromatin accessibility regions from low-pass whole genome sequencing data of cfDNA. For prostate cancer subtyping, AR and ASCL1 binding sites were used to distinguish between androgen receptor-dependent prostate cancer (ARPC) and neuroendocrine prostate cancer (NEPC). ER and ERBB2 were employed for breast cancer subtyping to differentiate between ER-positive and ER-negative tumor subtypes.<br \/><b>Results <\/b>Nucleosome profiling patterns at AR binding sites (ARBS) were compared among over 500 prostate cancer plasma samples and 42 normal plasma backgrounds. The ARBS nucleosome profiling abnormality score (ARBS score) was quantified by comparing its GC-corrected fragment central coverage with the normal background using a standard Z-score.Majority of prostate cancer samples with a high ARBS score could be classified as ARPC. For 12 samples with high tumor fraction but low ARBS score and no AR copy number amplification, we found that 8 had a high ASCL1 nucleosome profiling abnormality score. All these samples also exhibited RB1 copy number loss, suggesting that these 8 samples likely belong to NEPC. Nucleosome profiling of 171 breast cancer plasma samples at breast cancer-specific ER binding sites revealed that majority of samples had a high ERBS abnormality score, indicating likely ER-positive breast cancer.<br \/><b>Conclusion <\/b>Our results demonstrate that nucleosome profiling of tumor cfDNA exhibits distinct patterns across different tumor types. Integrating nucleosome profiling at cancer-specific transcription factor binding sites can facilitate cancer subtyping, highlighting its potential clinical utility for patient stratification. <b><\/b><b> <\/b><br \/><b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Cell-free DNA,Epigenomics,Prostate cancer,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Zhu<\/b><sup>1<\/sup>, C. Dai<sup>1<\/sup>, S. Gan<sup>2<\/sup>, S. Jia<sup>1<\/sup>, P. Du<sup>1<\/sup>; <br\/><sup>1<\/sup>Predicine, San Francisco, CA, <sup>2<\/sup>Predicine Huidu (Shanghai) Medical Sciences, Shanghai, China","CSlideId":"","ControlKey":"da7fd509-47ae-40bd-af09-e96cb232dff4","ControlNumber":"5922","DisclosureBlock":"&nbsp;<b>L. Zhu, <\/b> None..<br><b>C. Dai, <\/b> None..<br><b>S. Gan, <\/b> None..<br><b>S. Jia, <\/b> None..<br><b>P. Du, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9283","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3505","PresenterBiography":null,"PresenterDisplayName":"Lisha Zhu","PresenterKey":"05adf72c-e771-485e-81ed-ebcd962e724f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3505. Classification of cancer subtypes by cfDNA fragmentomics analysis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"190","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 3","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Classification of cancer subtypes by cfDNA fragmentomics analysis","Topics":null,"cSlideId":""}]