[{"Abstract":"There is no abstract associated with this presentation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Chairperson","AdditionalFields":[{"Key":"Topics","Value":",,"},{"Key":"Keywords","Value":",,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>William J. Murphy<\/i><\/u><\/presenter>. UC Davis School of Medicine, Sacramento, CA","CSlideId":"","ControlKey":"0fc73c82-f1cd-4459-9b53-50a7bc1b80ed","ControlNumber":"9388","DisclosureBlock":"&nbsp;<b>&nbsp;W.J. Murphy:<\/b>  ; GT Biopharma. ; legend biotech.","End":"4\/8\/2024 10:16:00 AM","HasWebcast":null,"Highlights":[],"Id":"782","IsPresentation":"False","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"","PresenterBiography":null,"PresenterDisplayName":"William Murphy, PhD","PresenterKey":"285ea462-bb01-4a05-889a-c02ca65f6d9a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"Chairperson","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024 10:15AM","SessionId":"152","SessionOnDemand":"False","SessionTitle":"The Growing Impact of Obesity on Cancer and Cancer Immunotherapy Outcomes","ShowChatLink":"false","Start":"4\/8\/2024 10:15:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chairperson","Topics":null,"cSlideId":""},{"Abstract":".","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Invited Speaker","AdditionalFields":[{"Key":"Topics","Value":",,"},{"Key":"Keywords","Value":",,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>William J. Murphy<\/i><\/u><\/presenter>, <presenter><i>Logan Vick<\/i><\/presenter>, <presenter><i>Robert Canter<\/i><\/presenter>, <presenter><i>Spencer Rosario<\/i><\/presenter>, <presenter><i>Arta Monjazeb<\/i><\/presenter>. UC Davis School of Medicine, Sacramento, CA, Roswell Park Comprehensive Cancer Center, Buffalo, NY","CSlideId":"","ControlKey":"c01725b0-46b2-42cd-b460-5603fdb82fb1","ControlNumber":"9390","DisclosureBlock":"<b>&nbsp;W. J. Murphy, <\/b> <br><b>GT Biopharma<\/b> S. <br><b>legend biotech<\/b> I.","End":"4\/8\/2024 10:20:00 AM","HasWebcast":null,"Highlights":[],"Id":"784","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"","PresenterBiography":null,"PresenterDisplayName":"William Murphy, PhD","PresenterKey":"285ea462-bb01-4a05-889a-c02ca65f6d9a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"Introduction","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024 10:15AM","SessionId":"152","SessionOnDemand":"False","SessionTitle":"The Growing Impact of Obesity on Cancer and Cancer Immunotherapy Outcomes","ShowChatLink":"false","Start":"4\/8\/2024 10:15:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Introduction","Topics":null,"cSlideId":""},{"Abstract":"Obesity (BMI of 30 or higher) has reached pandemic proportions in the US and continues to rise. Obesity is associated with increased cancer incidence, progression, and mortality. Obesity is also associated with a meta-inflammation as well as general immune suppression. However, we and others have observed in both preclinical models involving diet-induced obese (DIO) mice as well as clinical cancer outcomes, that obesity can be associated with increased efficacy and T cell responses following immune checkpoint inhibition (ICI) targeting PD-1\/PDL-1 (Wang Z et al, Nat Med 2019). This protective effect in preclinical models occurred despite marked increased tumor growth and progression in DIO mice. The results indicated that an &#8220;obesity paradox&#8221; existed regarding some cancer immune therapies. However, this increased efficacy did not apply to all immune therapy responses as we have also observed that following strong systemic immunostimulatory regimens such as with high dose cytokines (IL2) or following an allogeneic hematopoietic stem cell transplant (HSCT), that obesity was correlated with poorer outcomes due to increased cytokine release syndrome (CRS) due to macrophage dysregulation, reduction in gut microbiome diversity, and increased gut permeability, in both preclinical models and clinical outcomes (Khuat LT et al, Sci Trans Med 2020). These results indicated that a balance exists between the positive and negative effects of obesity which could be contingent on the particular type of cancer immunotherapy applied. With ICI, obesity is beneficial, but strong systemic immunostimulatory therapies can result in heightened proinflammatory responses and pathologies. It has also been reported that sex differences regarding the obesity paradox may also occur with high BMI males demonstrating increased anti-tumor efficacy (McQuade JL et al, Lancet Oncol 2018). The physiology of obesity regarding adiposity deposition and metabolic perturbations are also affected by sex hormones and obesity can also have marked effects on both androgen and estrogen production. We therefore assessed the role of sex on different cancer immunotherapy outcomes in obesity. Following systemic cytokine application or after allogeneic HSCT, no differences were observed between male and female DIO mice regarding the increased toxicities due to CRS. In marked contrast, following ICI targeting PD-1, increased anti-tumor effects were only observed in male and not female DIO mice. This was associated with immune differences in which female DIO mice had higher myeloid derived suppressor cells (MDSCs) and decreased T cell responses. However, when female mice were ovariectomized before placed on diet, application of ICI now resulted in increased anti-tumor efficacy comparable to DIO males. Importantly, metabolomics indicated that key metabolite changes could be correlated with the return of responsiveness. Similarly, clinical outcomes stratified on both sex and BMI also demonstrated the increased efficacy following ICI in high BMI males. These results demonstrate that sex-linked differences exist regarding the effects obesity has on cancer immunotherapy outcome following ICI but not other types of immune therapies. Further, these sex-based differences in obesity can be correlated with immunological alterations, and these can be reversed by estrogen inhibition suggesting that hormone modulation may offer immunological benefits in the context of obesity following cancer immunotherapy involving ICI.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Invited Speaker","AdditionalFields":[{"Key":"Topics","Value":"++IM01-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Obesity,Immune checkpoint blockade,Hormones,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>William J. Murphy<\/i><\/u><\/presenter>, <presenter><i>Logan Vick<\/i><\/presenter>, <presenter><i>Robert Canter<\/i><\/presenter>, <presenter><i>Spencer Rosario<\/i><\/presenter>, <presenter><i>Arta Monjazeb<\/i><\/presenter>. UC Davis School of Medicine, Sacramento, CA, Roswell Park Comprehensive Cancer Center, Buffalo, CA","CSlideId":"","ControlKey":"9fa50d46-7be3-4e2f-86d6-cd31969f9e81","ControlNumber":"9389","DisclosureBlock":"<b>&nbsp;W. J. Murphy, <\/b> <br><b>GT Biopharma<\/b> S. <br><b>legend biotech<\/b> I.","End":"4\/8\/2024 10:40:00 AM","HasWebcast":null,"Highlights":[],"Id":"783","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"SY38-01","PresenterBiography":null,"PresenterDisplayName":"William Murphy, PhD","PresenterKey":"285ea462-bb01-4a05-889a-c02ca65f6d9a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"SY38-01. Diverse effects of obesity on cancer immunology and therapy: Both the good and the bad","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024 10:15AM","SessionId":"152","SessionOnDemand":"False","SessionTitle":"The Growing Impact of Obesity on Cancer and Cancer Immunotherapy Outcomes","ShowChatLink":"false","Start":"4\/8\/2024 10:20:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Diverse effects of obesity on cancer immunology and therapy: Both the good and the bad","Topics":null,"cSlideId":""},{"Abstract":"There is no abstract associated with this presentation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Other","AdditionalFields":[{"Key":"Topics","Value":",,"},{"Key":"Keywords","Value":",,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":". ","CSlideId":"","ControlKey":"3ac55748-4948-4633-8d46-8fd18b11f71b","ControlNumber":"11097","DisclosureBlock":"","End":"4\/8\/2024 10:45:00 AM","HasWebcast":null,"Highlights":[],"Id":"9660","IsPresentation":"False","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"","PresenterBiography":null,"PresenterDisplayName":null,"PresenterKey":null,"PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"Discussion","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024 10:15AM","SessionId":"152","SessionOnDemand":"False","SessionTitle":"The Growing Impact of Obesity on Cancer and Cancer Immunotherapy Outcomes","ShowChatLink":"false","Start":"4\/8\/2024 10:40:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discussion","Topics":null,"cSlideId":""},{"Abstract":"Obesity has been linked with increased incidence and worse outcomes of at least 13 human cancers. For other cancers, our understanding of their relationship with obesity is more nebulous, with contradictory observations from different studies. An example is lung cancer.<br \/>Central or visceral obesity is defined as accumulation of excess or abnormal fat in body that is harmful to its health. But in lung cancer, overweight and obesity, as defined by body mass index (BMI), is associated with reduced cancer risk and longer survival after treatment by surgery. In addition, some studies suggest that lung cancer in obese patients responds better to treatment with immune checkpoint inhibitors (ICIs) than in the non-obese. Apart from interesting biological questions, this &#8220;obesity paradox&#8221; presents practical issues in cancer prevention and clinical management, starting with the fundamental question of whether weight loss should be recommended in these contexts. Our investigations suggest that the incongruence between the observed benefits of obesity and its expected detrimental nature is likely the result of two main confounding factors in lung cancer studies.<br \/>The first major confounding factor which we noticed is that certain commonly used medications have a secondary anti-cancer effect that is obesity-dependent. This is exemplified by the anti-diabetic metformin, which was prescribed 90 million times in 2021 in the US. We found that metformin use was associated with decreased likelihood of recurrence of early-stage lung cancer after resection, but only in overweight\/obese patients (BMI &#62; 25). Additionally, in late-stage cancer, metformin use by such patients correlated with a decrease in immune checkpoint molecules in their tumors, whereas an opposite effect of metformin use was seen in patients with lower BMI (&#60; 25) - findings replicable in pre-clinical mouse models. In immunocompetent mice challenged with either subcutaneous or orthotopic tumors, metformin had a strong anti-cancer effect, but only in animals with obesity (induced with a high-fat diet). Furthermore, we observed that metformin sensitized the lung carcinoma tumors to immune checkpoint inhibition only if the animal was obese. In these experiments, enhanced control of tumor growth achieved by combined metformin-ICI treatment coincided with favorable shifts in the relative proportions of effector and suppressor T cells in the tumor microenvironment that were also obesity specific. Bringing this observation back to the bedside, we examined if similar sensitization was operative in patients with adenocarcinoma or squamous cell carcinoma, the subtypes of &#62; 90% of lung cancer. A retrospective analysis of more than 500 such patients who were treated with ICIs in our institution showed that this is indeed the case. Consistent with our mouse studies, disease progression among the ICI-treated patients was slowed by metformin in only overweight\/obese patients. This set of observations raises the possibility that obesity-dependent anti-cancer effects similar to metformin's may exist for other commonly used drugs, especially those impacting cellular metabolism. Indeed, we found this to be the case for statins. In one study of approximately 600 early-stage non-small cell lung cancer patients who had resective surgery at our institution, use of statins was associated with longer recurrence-free survival in overweight\/obese but not other patients. Our observations on confounding by metformin and statins show that the use of such medications has to be accounted for if the effect of obesity on cancer behavior is to be estimated in clinical or epidemiological studies.<br \/>The other major confounding factor is the use of BMI as a measure of obesity. The validity of BMI as a sole measure of obesity is increasingly being questioned because it does not accurately capture body fat content or its heterogeneity and distribution, which are also biologically relevant. We find this to be the case in lung cancer as well. In a case-control study for which we used routine computerized tomographic (CT) images to accurately measure the body's fat content, we found that patients with early-stage lung cancer have more fat, but not higher BMI, than subjects without lung cancer but at high risk for the disease. Correspondingly, in mice, we and others have found that diet-induced obesity increases lung carcinogenesis by urethane and oncogenic Kras. This accelerated tumor growth is accompanied by enhanced suppressor leukocyte pools in the lung. To test if compromised immune surveillance could underpin the increased risk of cancer seen in obese patients, we characterized the leukocytes recovered from bronchoalveolar lavage fluids of subjects determined obese and non-obese by CT image analysis. Consistent with our hypothesis, and with our assessment of the lung immune cells of obese and non-obese mice, obese subjects had a predominantly immunosuppressive lung microenvironment that is perhaps permissive for cancer survival and growth. Similarly, we found that among patients who had surgical resection for lung cancer, those with higher visceral fat, but not BMI, were more likely to suffer recurrence than others.<br \/>In summary, the unappreciated obesity-specific effects of commonly used medications and the limitations of BMI as obesity metric are two important factors that can confound clinical and epidemiological studies of obesity's impact on cancer. These confounders must be accounted for in study design and analysis. The examples that we presented on the inadequacy of BMI in representing obesity show that it is worthwhile for the research community to expend the effort to develop accurate measures of obesity by establishing reference levels and cut-offs. Also, devising new measurement methods such as blood tests based on proteomic and clinically important metabolomic markers like those associated with visceral obesity will help move the field forward.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Invited Speaker","AdditionalFields":[{"Key":"Topics","Value":"++PR01-09 Obesity, diet, physical activity, and energy balance,,"},{"Key":"Keywords","Value":"Obesity,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Santosh Patnaik<\/i><\/presenter>, <presenter><i>Joseph Barbi<\/i><\/presenter>, <presenter><u><i>Sai Yendamuri<\/i><\/u><\/presenter>. Roswell Park Comprehensive Cancer Center, Buffalo, NY","CSlideId":"","ControlKey":"b2054515-f316-45a5-9936-072f3bdd4566","ControlNumber":"9491","DisclosureBlock":"","End":"4\/8\/2024 11:05:00 AM","HasWebcast":null,"Highlights":[],"Id":"1448","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"SY38-02","PresenterBiography":null,"PresenterDisplayName":"Sai Yendamuri, MD","PresenterKey":"28ffa6b6-dec3-4746-8272-e5c9fa4a05b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"SY38-02. Clinical investigations of obesity in cancer: BMI and other confounders","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024 10:15AM","SessionId":"152","SessionOnDemand":"False","SessionTitle":"The Growing Impact of Obesity on Cancer and Cancer Immunotherapy Outcomes","ShowChatLink":"false","Start":"4\/8\/2024 10:45:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical investigations of obesity in cancer: BMI and other confounders","Topics":null,"cSlideId":""},{"Abstract":"There is no abstract associated with this presentation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Other","AdditionalFields":[{"Key":"Topics","Value":",,"},{"Key":"Keywords","Value":",,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":". ","CSlideId":"","ControlKey":"3f77ca60-2162-4562-9ece-2ddf5c3c3f82","ControlNumber":"11098","DisclosureBlock":"","End":"4\/8\/2024 11:10:00 AM","HasWebcast":null,"Highlights":[],"Id":"9661","IsPresentation":"False","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"","PresenterBiography":null,"PresenterDisplayName":null,"PresenterKey":null,"PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"Discussion","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024 10:15AM","SessionId":"152","SessionOnDemand":"False","SessionTitle":"The Growing Impact of Obesity on Cancer and Cancer Immunotherapy Outcomes","ShowChatLink":"false","Start":"4\/8\/2024 11:05:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discussion","Topics":null,"cSlideId":""},{"Abstract":"There is no abstract associated with this presentation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Invited Speaker","AdditionalFields":[{"Key":"Topics","Value":",,"},{"Key":"Keywords","Value":",,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jennifer McQuade<\/i><\/u><\/presenter>. UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"8a364969-c316-4675-bcb4-5cf9e46697c9","ControlNumber":"9490","DisclosureBlock":"<b>&nbsp;J. McQuade, <\/b> <br><b>Bristol-Myers Squibb<\/b> I. <br><b>Merck<\/b> I. <br><b>Roche<\/b> I. <br><b>The University of Texas MD Anderson Cancer Center<\/b> I.","End":"4\/8\/2024 11:30:00 AM","HasWebcast":null,"Highlights":[],"Id":"1267","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"","PresenterBiography":null,"PresenterDisplayName":"Jennifer McQuade, MD","PresenterKey":"934fb696-4e51-42f5-a08f-e803dc585ab1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"Obesity and melanoma: The Iiterplay of host and tumor metabolism","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024 10:15AM","SessionId":"152","SessionOnDemand":"False","SessionTitle":"The Growing Impact of Obesity on Cancer and Cancer Immunotherapy Outcomes","ShowChatLink":"false","Start":"4\/8\/2024 11:10:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Obesity and melanoma: The Iiterplay of host and tumor metabolism","Topics":null,"cSlideId":""},{"Abstract":"There is no abstract associated with this presentation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Other","AdditionalFields":[{"Key":"Topics","Value":",,"},{"Key":"Keywords","Value":",,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":". ","CSlideId":"","ControlKey":"69d3dc8c-b819-4d14-9d48-6f18d3df812d","ControlNumber":"11099","DisclosureBlock":"","End":"4\/8\/2024 11:35:00 AM","HasWebcast":null,"Highlights":[],"Id":"9662","IsPresentation":"False","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"","PresenterBiography":null,"PresenterDisplayName":null,"PresenterKey":null,"PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"Discussion","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024 10:15AM","SessionId":"152","SessionOnDemand":"False","SessionTitle":"The Growing Impact of Obesity on Cancer and Cancer Immunotherapy Outcomes","ShowChatLink":"false","Start":"4\/8\/2024 11:30:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discussion","Topics":null,"cSlideId":""},{"Abstract":"There is no abstract associated with this presentation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Other","AdditionalFields":[{"Key":"Topics","Value":",,"},{"Key":"Keywords","Value":",,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":". ","CSlideId":"","ControlKey":"45d8e795-e79a-4af8-8be2-25a3b12c5ef9","ControlNumber":"11100","DisclosureBlock":"","End":"4\/8\/2024 11:45:00 AM","HasWebcast":null,"Highlights":[],"Id":"9663","IsPresentation":"False","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"","PresenterBiography":null,"PresenterDisplayName":null,"PresenterKey":null,"PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"Discussion","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024 10:15AM","SessionId":"152","SessionOnDemand":"False","SessionTitle":"The Growing Impact of Obesity on Cancer and Cancer Immunotherapy Outcomes","ShowChatLink":"false","Start":"4\/8\/2024 11:35:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discussion","Topics":null,"cSlideId":""}]