[{"Abstract":"Head and neck squamous cell carcinoma (HNSCC) poses a significant public health challenge due to its aggressive nature, late-stage diagnosis, and association with cancer-associated cachexia. Activin A (ActA), a member of the TGF-&#946; superfamily, has been implicated in HNSCC pathogenesis and cachexia development. Our study proposes a novel therapeutic approach utilizing follistatin (<i>FST<\/i>) mRNA-loaded lipid nanoparticles (LNPs) to inhibit activin A and address HNSCC progression and cancer cachexia. We engineered LNPs with pseudouridine-substituted <i>FST<\/i> mRNA for enhanced stability and translational efficiency. <i>In vitro<\/i> experiments on murine cell lines demonstrated successful FST protein upregulation and subsequent reduction in ActA expression, particularly in HNSCC cells (7.75 ng\/mL ActA levels decreased to 6.12 ng\/mL by adding 500ng\/mL FST mRNA LNP, <i>p<\/i> = 0.0184). Scratch assays further indicated decreased cellular mobility (26% increase in open &#8220;wound area,&#8221; p=0.0029), suggesting potential implications for decreased metastatic behavior. For <i>in vivo<\/i> validation, C57BL\/6 mice bearing MLM3 HNSCC tumors were chosen as the experimental model. Our <i>FST<\/i> mRNA LNP therapy exhibited tolerability with minimal impact on food intake, body weight, and reactogenic cytokine levels. Comprehensive blood analyses revealed no significant alterations in red blood cell parameters, while liver and spleen samples confirmed successful mRNA delivery and elevated FST protein levels (180-times increase, p = 0.0243) with reduced ActA levels (3-times decrease, p= 0.0467) in the serum. Subcutaneous administration of <i>FST<\/i> mRNA LNP formulation ipsilateral to MLM3 HNSCC tumors resulted in a significant reduction in tumor size (1.7 times reduction, p=0.0418). Intraperitoneal injections yielded a similar outcome with a significant decrease in tumor burden. Our findings revealed a remarkable and unprecedented outcome: the <i>FST<\/i> mRNA LNP formulation completely inhibited the development of lung metastases originating from primary MLM3 tumors. Survival analysis demonstrated a significant extension of the lifespan of treated mice compared to control groups, emphasizing the therapeutic efficacy of the <i>FST<\/i> mRNA LNP formulation in preventing lung metastatic spread. Notably, the administration of FST mRNA LNP demonstrated a significant muscle-sparing effect in the context of cancer-associated cachexia. In conclusion, our study introduces a novel and safe therapeutic strategy for HNSCC, leveraging LNPs to deliver <i>FST<\/i> mRNA for ActA inhibition. This approach holds promise for future clinical applications, addressing the dual challenges of HNSCC progression and cancer-associated cachexia.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"mRNA,Nanoparticle,Head and neck cancers,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>O. Taratula<\/b><sup>1<\/sup>, T. Korzun<sup>2<\/sup>, A. Jozic<sup>1<\/sup>, V. Grigoriev<sup>1<\/sup>, G. Sahay<sup>1<\/sup>, D. L. Marks<sup>3<\/sup>; <br\/><sup>1<\/sup>Oregon State University, Portland, OR, <sup>2<\/sup>Oregon Health & Science University, Portland, OR, <sup>3<\/sup>Endevica Bio, Inc., Northbrook, IL","CSlideId":"","ControlKey":"8e2c098f-7e82-4101-9451-15e1d9a1e515","ControlNumber":"10808","DisclosureBlock":"&nbsp;<b>O. Taratula, <\/b> None..<br><b>T. Korzun, <\/b> None..<br><b>A. Jozic, <\/b> None..<br><b>V. Grigoriev, <\/b> None.&nbsp;<br><b>G. Sahay, <\/b> <br><b>Enterx Bio<\/b> Stock Option. <br><b>Serina Tx<\/b> Stock Option. <br><b>Rare Air Inc<\/b> Stock Option. <br><b>D. L. Marks, <\/b> <br><b>Pfizer, Inc.<\/b> Other, Consultant. <br><b>Alkermes, Inc.<\/b> Other, Consultant. <br><b>Endevica Bio, Inc.<\/b> Employment, Consultant.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10363","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB019","PresenterBiography":null,"PresenterDisplayName":"Oleh Taratula, MS;PhD","PresenterKey":"2ab8d873-1f07-426a-a892-010b17dea154","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB019. Comprehensive therapeutic impact: Follistatin mRNA-loaded lipid nanoparticles halt lung metastases and prolong survival in murine head &#38; neck squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive therapeutic impact: Follistatin mRNA-loaded lipid nanoparticles halt lung metastases and prolong survival in murine head &#38; neck squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Resistance to chemotherapeutic drugs is the major cause of treatment failures and high mortality in lung cancer(LC). Thus, strategies to overcome chemoresistance is the major thrust area of cancer research. Ciplatin (CDDP) is the first line of chemotherapeutic interventions in lung cancer however, the treatment benefit diminishes due to develop resistance against the drug. Dysregulation of apoptosis is the major reason for developing chemoresistance. Ferroptosis is a recently discovered form of non-apoptotic regulated cell death (RCD) that can overcome the apoptosis mediated resistance. To exploit this our laboratory has developed a novel Extracellular Vesicle (EV)-iron oxide nanoparticle (IONP) hybrid system- 'ExoFeR,' that can induce ferroptosis. Experiments conducted on LC cells and patient derived tumoroids (PDTs) have shown reversal of CDDP resistance after ExoFeR treatment. Our study demonstrates the utility of ferroptosis as alternate treatment intervention for treating chemoresistant LC tumors.<br \/><b>Materials and methods:<\/b> EVs derived from normal lung fibroblast cells (MRC9) were loaded with IONPs. The complex was characterized by Transmission electron microscopy (TEM), Inductively coupled plasma mass spectrometry (ICP-MS) and through Zeta potential measurements. The induction ferroptosis by ExoFeR was confirmed in Non-Small Cell Lung Cancer (NSCLC) A549 cells and NSCLC PDTs by Prussian blue, FerroOrange, and Mito-FerroGreen staining. Further, ferroptosis markers like GPX4 and SCL7A11\/xCT were evaluated to examine the induction of ferroptosis. Finally, A549 cells and resistant NSCLC PDTs were tested for sensitivity to chemo drugs.<br \/><b>Results:<\/b> Physicochemical characterization indicated the successful formulation of ExoFeR. Reduction in the expression level of SLC7A11\/xCT- and GPX4 proteins in ExoFeR-treated NSCLC cells and PDTs suggested induction of ferroptosis which also showed sensitization of chemo drug (cisplatin).<br \/><b>Summary\/Conclusion:<\/b> We report here the synthesis of a novel EV-IONP-based system that can intrinsically induce ferroptosis and overcome chemoresistance by circumventing the conventional apoptosis-based resistance. Our finding is expected to develop a potent cancer treatment strategy for efficiently treating resistant NSCLC tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Cancer,Drug resistance,Nanoparticle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Srivastava<\/b>, A. Paramananantham, R. Asfiya; <br\/>University of Missouri - Columbia, Columbia, MO","CSlideId":"","ControlKey":"28bd4ba7-7284-44de-aba8-b9c1faccad81","ControlNumber":"10701","DisclosureBlock":"&nbsp;<b>A. Srivastava, <\/b> None..<br><b>A. Paramananantham, <\/b> None..<br><b>R. Asfiya, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10364","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB020","PresenterBiography":null,"PresenterDisplayName":"Akhil Srivastava, BS,MS,PhD","PresenterKey":"252276cd-6aa1-400d-9d1a-44bfc3af0910","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB020. Extracellular vesicle-mediated intrinsic induction of ferroptosis causes reversal of chemoresistance in lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extracellular vesicle-mediated intrinsic induction of ferroptosis causes reversal of chemoresistance in lung cancer","Topics":null,"cSlideId":""},{"Abstract":"The excessive expression of antiapoptotic members in the B-cell leukemia\/lymphoma-2 (BCL-2) family proteins emerges as a noteworthy oncogenic target in cancer cells. Employing a multistep virtual screening and filtering approach that integrates structure and ligand-based drug design, we aimed to identify novel and potent BCL-2 inhibitors from a sizable small molecule database, comprising over 210,000 compounds. Subsequently, seven selected molecules underwent rigorous biological activity tests in human cancer cell lines and Time-Resolved Fluorescence Resonance Energy Transfer (TR-FRET) assays. Four of these compounds exhibited notable inhibitory effects on cancer cell proliferation and led to an increase in apoptotic cell fractions. Among the identified compounds, BAU-243 displayed a substantial affinity for Bcl-2, demonstrating efficacy in reducing glioblastoma (GBM) cell proliferation, including cancer-initiating cells. Notably, in contrast to the selective Bcl-2 inhibitor ABT-199, BAU-243 induced autophagic cell death in GBM cells. In vivo investigations using orthotopic brain tumor models revealed a significant reduction in tumor growth with BAU-243 compared to both the vehicle group and animals treated with ABT-199. Computational modeling simulations, in concordance with in vitro findings, proposed that BAU-243 activates autophagic cell death by disrupting the Beclin 1:Bcl-2 complex. This positions BAU-243 as a promising small molecule for the treatment of GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH01-02 Chemoinformatics, in silico screening, and computational methods,,"},{"Key":"Keywords","Value":"Modeling,Bcl-2 protein family,Drug discovery,Autophagy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Seyma Calis<sup>1<\/sup>, Berna Dogan<sup>2<\/sup>, Asuman Celebi<sup>3<\/sup>, Ozlem Yapicier<sup>1<\/sup>, Turker Kilic<sup>1<\/sup>, Eda Tahir Turanli<sup>4<\/sup>, Timucin Avsar<sup>1<\/sup>, <b>Serdar Durdagi<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>BAU Bahçesehir University, Istanbul, Turkey,<sup>2<\/sup>Istanbul Technical University, Istanbul, Turkey,<sup>3<\/sup>Bahçesehir University, Istanbul, Turkey,<sup>4<\/sup>Acibadem University, Istanbul, Turkey","CSlideId":"","ControlKey":"f2278280-23c8-4ca2-a82d-46836f382811","ControlNumber":"10760","DisclosureBlock":"&nbsp;<b>S. Calis, <\/b> None..<br><b>B. Dogan, <\/b> None..<br><b>A. Celebi, <\/b> None..<br><b>O. Yapicier, <\/b> None..<br><b>T. Kilic, <\/b> None..<br><b>E. Tahir Turanli, <\/b> None..<br><b>T. Avsar, <\/b> None..<br><b>S. Durdagi, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10365","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB021","PresenterBiography":null,"PresenterDisplayName":"Serdar Durdagi, BS;MS;PhD","PresenterKey":"845e93a0-0a5a-441c-bc40-f3f5a7cb3417","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB021. BAU-243: A novel BCL-2 inhibitor inducing autophagic cell death in glioblastoma, unveiled through multistep virtual screening, comprehensive in vitro and in vivo animal model evaluation","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BAU-243: A novel BCL-2 inhibitor inducing autophagic cell death in glioblastoma, unveiled through multistep virtual screening, comprehensive in vitro and in vivo animal model evaluation","Topics":null,"cSlideId":""},{"Abstract":"Adenoid cystic carcinoma (ACC) is a rare type of salivary gland cancer. Despite the many advances made in helping understand the disease behavior and characteristics, the prevailing challenge in managing patients with ACC is the lack of clinically approved systemic therapy drugs to successfully treat those with advanced recurrent or metastatic disease. There are multiple promising candidate agents being evaluated preclinically and in early phase clinical trials, yet an effective drug with consistent overall response remains to be identified. AXL is a member of the TAM family of tyrosine kinase receptors, and its overexpression and activation is generally associated with poor prognosis and chemoresistance in many cancer types. Previous reports show AXL is significantly upregulated in a subset of ACC tumors. Here, we evaluate the tumor growth inhibition effects of a newly developed antibody-drug-conjugate targeting AXL (ADCT-601) in a xenograft ACC cell line model. MDA-ACC-01 cells express high levels of cell surface AXL as confirmed by biochemical analysis. The tumor growth inhibition of MDA-ACC-01 cell xenograft was tested in a single-dose drug administration study. Immunodeficient mice bearing ACC tumors were either injected with vehicle (n=7) or with ADCT-601 at 0.5 (n=9) or 1.0 mg\/kg (n=7). ADCT-601 treatment with either 0.5 mg\/kg or 1.0 mg\/kg resulted in complete response (CR) for all tumor implants. To reaffirm the drug&#8217;s efficacy, we challenged the vehicle-treated tumor, prior to exceeding the tumor volume endpoint, with a single-dose of ADCT-601 at 1.0 mg\/kg. Strikingly, by day 6 post-treatment, tumor volume began to shrink and eventually resulted in CR except in all but one case. These results demonstrate ADCT-601 is an effective drug with significant anti-tumor activity in our preclinical models and is worthy of additional investigation to determine its translational potential.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH01-03 Drug delivery,,"},{"Key":"Keywords","Value":"Axl,Drug delivery,Targeted drug delivery,Xenografts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. O. Humtsoe, A. Pothukuchi, <b>H. Kang<\/b>, P. Ha; <br\/>UCSF - University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"f1d5edfc-f13a-46bc-9a9c-281b44cd392e","ControlNumber":"10819","DisclosureBlock":"<b>&nbsp;J. O. Humtsoe, <\/b> <br><b>ADC therapeutics<\/b> Other, Received drugs for experiment.<br><b>A. Pothukuchi, <\/b> None.&nbsp;<br><b>H. Kang, <\/b> <br><b>NEJM Group; BMJ publishing group<\/b> Independent Contractor. <br><b>Eli-Lilly; NeoImmuneTech; PDS Biotechnology; Kura Oncology; Prelude Therapeutics<\/b> Other, Contracted research (institution). <br><b>Exelixis<\/b> Other, Scientific Advisory Board. <br><b>MitoImmune<\/b> Other, Data safety monitoring board. <br><b>PIN therapeutics<\/b> Other, Consultant. <br><b>P. Ha, <\/b> <br><b>Privo Technologies<\/b> Stock Option. <br><b>Atos Medical; Checkpoint Surgical; Wiley<\/b> Independent Contractor. <br><b>ADC Therapeutics<\/b> Other, Received drugs for experiments.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10366","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB022","PresenterBiography":"","PresenterDisplayName":"Hyunseok Kang, MD","PresenterKey":"da272d53-5ba6-4931-8dbc-3bbb9385b2ec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB022. Preclinical anti-tumorigenic evaluation of AXL targeting antibody-drug-conjugate in an adenoid cystic carcinoma cell line xenograft model","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical anti-tumorigenic evaluation of AXL targeting antibody-drug-conjugate in an adenoid cystic carcinoma cell line xenograft model","Topics":null,"cSlideId":""},{"Abstract":"The therapeutic efficacy of a novel oral Paclitaxel formulation was evaluated and compared in Balb\/c nude mice bearing PDX NSCLC, gastric cancer, liver cancer, breast cancer, and ovarian cancer treated with Abraxane, Taxol, Lenvatinib and Sorafenib. Therapeutic parameters including tumor volume, tumor growth inhibition (TGI), and treatment-to-control ratio (T\/C) were compared among different treatment groups. The drug tolerance, cytotoxicity and safety profile of the oral Paclitaxel formulations were evaluated in Balb\/c nude mice and beagle dogs. The tumor distribution of Paclitaxel in NCI-N87 gastric cancer-bearing mice after administration of oral Paclitaxel formulation and Paclitaxel Injection was investigated. The oral Paclitaxel formulation administrated at 100 mg\/Kg demonstrated significant better therapeutic efficacy than Albumin-bound Paclitaxel for Injectable Suspension at 30 mg\/Kg and Paclitaxel Injection at 15 mg\/Kg for NCI-N87 gastric cancer-bearing mice, while the same 100 mg\/Kg dose demonstrated noninferior therapeutic efficacy to Abraxane and significant better therapeutic efficacy than Taxol in Hs467T gastric cancer-bearing mice. The oral Paclitaxel formulation administrated at 180 mg\/Kg demonstrated noninferior therapeutic efficacy compared with Lenvatinib at 40 mg\/Kg, and significant better therapeutic efficacy than Sorafenib at 30 mg\/Kg for Hep G2 liver cancer-bearing mice, while the oral paclitaxel at 180 mg\/Kg showed inferior therapeutic efficacy than Lenvatinib at 30 mg\/Kg but noninferior therapeutic efficacy to Sorafenib at 30 mg\/Kg for Huh-7 liver cancer-bearing mice. The oral Paclitaxel formulation administrated at 100 mg\/Kg demonstrated significant better therapeutic efficacy than Abraxane for Injectable Suspension at 30 mg\/Kg and Taxol at 15 mg\/Kg for NCI-H358 NSCLC-bearing mice. The oral Paclitaxel formulation administrated at 100 mg\/Kg demonstrated noninferior therapeutic efficacy to Abraxane for Injectable Suspension at 30 mg\/Kg and significant better therapeutic efficacy than Taxol at 15 mg\/Kg for MDA-MB-231 breast cancer-bearing mice. The oral Paclitaxel formulation administrated at 100 mg\/Kg demonstrated noninferior therapeutic efficacy to Abraxane at 30 mg\/Kg and significant better therapeutic efficacy than Taxol at 15 mg\/Kg for SK-OV-3 ovarian cancer-bearing mice. The gastric tumor distribution of Paclitaxel between 6-24 hour was similar after oral and intravenous administration. The Maximum Tolerated Dose (MTD) of the oral Paclitaxel was determined to be &#8805; 200 mg\/Kg in mice and &#8805; 8.0 mg\/Kg in beagle dogs when dosing at Q3DX3Weeks, there were no significant body weight losses, tissue damages and animal death observed during the long-term safety assessment study. The oral Paclitaxel formulation demonstrated better or noninferior therapeutic efficacy in five different PDX tumor-bearing mice compared with standard treatment drugs, good safety and low cytotoxicity at high doses in long-term safety and toxicity studies were observed in both mice and beagle dogs. The oral Paclitaxel formulation showed promising therapeutic potential for various cancer treatment and conducting &#8220;chemotherapy at home&#8221; with lower medical costs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH01-03 Drug delivery,,"},{"Key":"Keywords","Value":"Drug delivery,Paclitaxel,Cancer therapy,Taxol,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Huang, Sr.<\/b><sup>1<\/sup>, R. Huang<sup>2<\/sup>; <br\/><sup>1<\/sup>Hui Yu Huang (Individual), Guangzhou, China, <sup>2<\/sup>Meiji Biopharmaceutical Corporation Limited, Guangzhou, China","CSlideId":"","ControlKey":"de889310-19dc-4c6b-8083-bac95f94b5f6","ControlNumber":"10547","DisclosureBlock":"<b>&nbsp;H. Huang, <\/b> <br><b>Meiji Biopharmaceutical Incorporated Limited<\/b> Employment, CSO and founder of the company.<br><b>R. Huang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10367","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB023","PresenterBiography":null,"PresenterDisplayName":"Hui Yu Huang","PresenterKey":"b1d72340-450f-477d-b01e-cd7811b45b06","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB023. A novel oral Paclitaxel delivery strategy and softgel capsule product for improving cancer therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel oral Paclitaxel delivery strategy and softgel capsule product for improving cancer therapeutics","Topics":null,"cSlideId":""},{"Abstract":"PRV131 is an effective and safe polymeric nanoparticle suspension for intratumoral cisplatin delivery.<br \/>Background: Systemic administration of platinum-based chemotherapy often leads to dose-limiting toxicity, affecting quality of life. While intratumoral delivery may reduce or eliminate the systemic toxicities and adverse side effects associated with intravenous cisplatin chemotherapy, this approach is not commonly adopted, in part due to the difficulty to obtain high drug retention in the tumor and control sustained drug release. PRV131 is a highly-concentrated cisplatin polymeric nanoparticle suspension carefully designed for intratumoral administration. The goal of this study was to assess the safety and efficacy of PRV131 as a monotherapy and in combination with a checkpoint inhibitor in a well-established preclinical murine colorectal adenocarcinoma model.<br \/>Experimental Methods: MC38 cells were inoculated subcutaneously into the flanks of C57BL\/6J female mice and allowed to grow to an average size of 100 mm<sup>3<\/sup>. Mice were then randomized into 6 groups of n=10: control (saline injection), 100 &#181;g of cisplatin solution, 400 &#181;g of cisplatin solution, 400 &#181;g of PRV131, 400 &#181;g of PRV131 + 200 &#181;g systemic anti-PD1, and 200 &#181;g systemic anti-PD1. A single injection of PRV131 or cisplatin solution was administered directly into the tumor on Day 1. Intraperitoneal anti-PD-1 was administered on Day 1 and Day 10. Mice were then monitored for efficacy (tumor measurements) and safety (overall health, weight loss and mortality). The durability of a single PRV131 injection was also studied. Efficacy and safety were adjudicated at 28 days post treatment and treatment durability assessment extended through 60 days post inoculation.<br \/>Results: Our data demonstrates that PRV131 400 &#181;g was significantly more effective than cisplatin solution at an equivalent dose. 80% of PRV131 treated mice survived to day 60 post inoculation, and no detectable tumor was found in 60% of PRV131 treated mice 38 days post administration. The safety profile was acceptable, with no mouse lost more than 20% body weight. Notably, efficacy profile of PRV131 monotherapy did not differ substantially from the addition of anti-PD-1 to the treatment, suggesting a high translational relevance of our drug delivery platform.<br \/>Conclusion: A single intratumoral injection of PRV131 is well-tolerated in C57BL\/6J female mice and elicits a durable antitumor response that lasts for over 30 days, laying the groundwork for its incorporation in clinical trial setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH01-03 Drug delivery,,"},{"Key":"Keywords","Value":"Nanoparticle,Drug delivery,Carcinoma: adenocarcinoma,Cisplatin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Goldberg<\/b><sup>1<\/sup>, A. Manzi<sup>1<\/sup>, S. Cantin<sup>1<\/sup>, P. Conway<sup>1<\/sup>, J. Shikora<sup>1<\/sup>, A. McFarland<sup>1<\/sup>, M. Cayer<sup>1<\/sup>, L. Dunn<sup>1<\/sup>, C. Ball<sup>1<\/sup>, A. T. Pearson<sup>2<\/sup>, A. J. Rosenberg<sup>2<\/sup>, N. Agrawal<sup>2<\/sup>, E. Izumchenko<sup>2<\/sup>; <br\/><sup>1<\/sup>Privo Technologies, Peabody, MA, <sup>2<\/sup>University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"2ed32c2a-2e01-4955-bcc5-bd95f1c43f5c","ControlNumber":"10749","DisclosureBlock":"&nbsp;<b>M. Goldberg, <\/b> None..<br><b>A. Manzi, <\/b> None..<br><b>S. Cantin, <\/b> None..<br><b>P. Conway, <\/b> None..<br><b>J. Shikora, <\/b> None..<br><b>A. McFarland, <\/b> None..<br><b>M. Cayer, <\/b> None..<br><b>L. Dunn, <\/b> None..<br><b>C. Ball, <\/b> None..<br><b>A. T. Pearson, <\/b> None..<br><b>A. J. Rosenberg, <\/b> None..<br><b>N. Agrawal, <\/b> None..<br><b>E. Izumchenko, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10368","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB024","PresenterBiography":null,"PresenterDisplayName":"MANIJEH GOLDBERG, PhD, MBA, MS, MS, BS","PresenterKey":"c18dac18-3a03-41fd-abbe-12b4b8329e64","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB024. Permeation enhancer is necessary for the optimized PRV131 mediated cisplatin intratumoral delivery","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Permeation enhancer is necessary for the optimized PRV131 mediated cisplatin intratumoral delivery","Topics":null,"cSlideId":""},{"Abstract":"In our pursuit of advancing cancer therapeutics, we introduce CKD-703, a groundbreaking cMET-targeting antibody drug conjugate (ADC) designed to strategically address the challenges posed by cMET overexpression and alteration in various solid tumors. Recognizing the pivotal role of tolerability and efficacy in shaping the therapeutic landscape of ADC, CKD-703 represents a significant advancement, aiming to widen the therapeutic index of cMET-targeted therapies. As we develop CKD-703, an innovative cMET-targeting ADC, we acknowledge the oncogenic potential of cMET alterations, particularly in non-small cell lung cancer (NSCLC), and the prevalent elevation of cMET across various cancers. Antibody drug conjugates targeting cMET (cMET-ADCs) have shown its therapeutic potential in treating cMET positive tumors, irrespective of their dependency on cMET signaling. Clinical success, however, has often been limited to NSCLC patients with the highest cMET levels. In light of this, CKD-703 is crafted to not only improve tolerability but also enhance efficacy, thereby broadening its application to a diverse patient population, including those with moderate cMET expression. To develop a novel cMET-ADC, Chong Kun Dang leverages Synaffix's ADC platform technology, incorporating glycan remodeling to achieve site-specific conjugation of the linker-payload to the antibody and ensuring a homogeneous drug-antibody ratio. These unique characteristics enhance CKD-703's stability in the bloodstream, minimizing the concentration of liberated free payload and significantly improving tolerability. The uniform DAR of CKD-703 contributes to improved pharmacokinetics, ensuring a consistent and sustained therapeutic effect. In comparison to benchmark antibodies, CKD-703 exhibits superior binding affinity to cMET and efficient internalization, resulting in enhanced therapeutic efficacy. This is evidenced in preclinical experiments which performed in several animal models that can mimic the complexities of cMET positive tumors with varying expression levels. The GLP toxicity studies of CKD-703 are ongoing. In conclusion, CKD-703 is a novel cMET-targeting ADC designed to overcome the limitations observed in existing cMET-ADCs in clinical trials as well as significantly improve tolerability and efficacy. By strategically addressing challenges associated with moderate cMET expression levels, CKD-703 emerges as a promising therapeutic candidate, aiming to broaden the therapeutic index in cMET-overexpressing solid tumors. This study highlights the importance of tailored approaches to diverse patient populations in advancing the development of CKD-703 in the pursuit of precision cancer therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH01-06 Lead identification and optimization,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),NSCLC,c-Met,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Lee<\/b>, S.-Y. Kim, H.-J. Hong, E. Park, J. Park, S.-H. Hong, D. Bae, N. Ha, S.-J. Yeon, I. Hwang, S. Kim, Y. Lee, J.-H. Lee; <br\/>CKD Research Institute, Gyeonggi-do, Korea, Republic of","CSlideId":"","ControlKey":"6b9cf3a2-8348-445d-bcb1-b47d14a03766","ControlNumber":"10346","DisclosureBlock":"<b>&nbsp;K. Lee, <\/b> <br><b>Chong Kun Dang<\/b> Employment. <br><b>S. Kim, <\/b> <br><b>Chong Kun Dang<\/b> Employment. <br><b>H. Hong, <\/b> <br><b>Chong Kun Dang<\/b> Employment. <br><b>E. Park, <\/b> <br><b>Chong Kun Dang<\/b> Employment. <br><b>J. Park, <\/b> <br><b>Chong Kun Dang<\/b> Employment. <br><b>S. Hong, <\/b> <br><b>Chong Kun Dang<\/b> Employment. <br><b>D. Bae, <\/b> <br><b>Chong Kun Dang<\/b> Employment. <br><b>N. Ha, <\/b> <br><b>Chong Kun Dang<\/b> Employment. <br><b>S. Yeon, <\/b> <br><b>Chong Kun Dang<\/b> Employment. <br><b>I. Hwang, <\/b> <br><b>Chong Kun Dang<\/b> Employment. <br><b>S. Kim, <\/b> <br><b>Chong Kun Dang<\/b> Employment. <br><b>Y. Lee, <\/b> <br><b>Chong Kun Dang<\/b> Employment. <br><b>J. Lee, <\/b> <br><b>Chong Kun Dang<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10369","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB025","PresenterBiography":null,"PresenterDisplayName":"Kwanwoo Lee","PresenterKey":"4f3f76d5-6ee8-4b56-a421-7ea5acf3c0ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB025. CKD-703, a novel antibody-drug conjugate targeting cMET with an enhanced therapeutic index in solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CKD-703, a novel antibody-drug conjugate targeting cMET with an enhanced therapeutic index in solid tumors","Topics":null,"cSlideId":""},{"Abstract":"In the ongoing pursuit of addressing the formidable challenge presented by Acute Myeloid Leukemia (AML) treatment, this comprehensive study delves into the intricate antileukemic effects of Ful-23, our newly developed Monocarboxylate Transporter 4 (MCT4) inhibitor. Positioned as a promising candidate, Ful-23's unique mechanisms and potential synergies with established chemotherapeutic agents, such as Cytarabine, are elucidated in this research. Intracellular alkalinization stands as a crucial factor contributing to the evasion of chemotherapy by cancer cells. It serves as the primary determinant for the heightened resistance exhibited by cancer cells against chemotherapy interventions. The investigation reveals the multifaceted impact of Ful-23 on AML cells, showcasing its capacity to induce intracellular lactate accumulation and acidification. These metabolic alterations correlate with a substantial inhibition of proliferation, as evidenced by an IC50 of approximately 0.55 &#956;M, and a marked induction of apoptosis, particularly notable in the MV411 AML cell line. These findings underscore Ful-23's potential as a potent antileukemic agent with distinct cellular effects. A collaborative approach involves the combination of low concentrations of Ful-23 (0.312 &#956;M) with Cytarabine (0.312 &#956;M), revealing a significant enhancement in cytarabine-induced proliferation inhibition and apoptosis when Ful-23 is introduced concurrently. Importantly, the translational impact of these findings extends to a zebrafish model, utilizing both MV411 cells and transplanted primary AML patient-derived bone marrow cells. In the zebrafish AML model, the combination treatment of Ful-23 and Cytarabine demonstrates a significant enhancement in their respective antitumor effects compared to monotherapy, indicating a pronounced synergistic effect. This additional validation strengthens the clinical relevance of the observed synergistic antileukemic interactions between Ful-23 and Cytarabine. Essentially, this investigation advances our understanding of AML treatment dynamics, emphasizing the crucial role of MCT4 inhibition and elucidating the mechanism by which it leads to intracellular acidification in synergistic therapeutic approaches for this intricate and formidable disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH01-06 Lead identification and optimization,,"},{"Key":"Keywords","Value":"Cancer,Breast cancer,Leukemias,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Wu<\/b>, K. Wu, J. Vadgama; <br\/>Charles Drew Univ. of Medicine & Science, Los Angles, CA","CSlideId":"","ControlKey":"d5dd83f1-24e1-4e93-a18a-a83ace24dec4","ControlNumber":"10841","DisclosureBlock":"&nbsp;<b>Y. Wu, <\/b> None..<br><b>K. Wu, <\/b> None..<br><b>J. Vadgama, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10370","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB026","PresenterBiography":null,"PresenterDisplayName":"Yong Wu, PhD","PresenterKey":"b0a96b70-862f-4b1d-b522-fe025f4ce92e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB026. Exploring MCT4 inhibitor Ful-23 and cytarabine synergy in acute myeloid leukemia therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring MCT4 inhibitor Ful-23 and cytarabine synergy in acute myeloid leukemia therapeutics","Topics":null,"cSlideId":""},{"Abstract":"Second-generation androgen ablation therapies (ADT), enzalutamide, and abiraterone are initially effective on metastatic castration-resistant prostate cancer (mCRPC). However, nearly 30-40% of patients eventually become resistant to these treatments due to the presence of androgen-receptor variants (AR-V), which lack a ligand-binding domain. The grim reality that metastatic CRPC is virtually incurable for most patients poses a significant challenge for clinicians striving to enhance these individuals' quality of life and lifespan<i>. <\/i>Considering drug discovery efforts, we partnered with<i> <\/i>the National Cancer Institute's (NCI) Natural Product Repository, which possesses a diverse collection of natural product extracts derived from plant, marine, and microbial organisms. We developed high-throughput phenotypic screening assays to screen the crude natural product extract libraries on AR and AR-variants CRPC cell lines (C4-2B and 22Rv1). Several extracts inhibited the growth of both CRPC cell lines and were further confirmed for dose-dependent cell viability inhibition assays. Once we determined the IC<sub>50<\/sub> dose, we performed a Western blot analysis that confirmed the inhibition of AR and AR-V7 expression in CRPC cells.In subsequent studies, we narrowed down by fractionating the most potent extracts and confirmed their ability to inhibit AR expression and signaling on CRPC cell lines. Currently, we are characterizing the potent compounds and their inhibitory activity on AR and AR-variants, in vitro and in vivo CRPC models. Many nutraceuticals have been shown to target AR signaling, synthesis, or degradation which effectively inhibited the growth of CRPC. Our collaborative efforts with NCI will permit us find N-terminal AR degrading molecules (AF-1), which are essential for the AR transcriptional activities of CRPC. In sum, discovery of ovel small molecules from our drug development program have the potential to translate these effective natural products into drugs with clinical benefits to treat CRPC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH01-07 Natural products,,"},{"Key":"Keywords","Value":"Prostate cancer,High-throughput assay,Natural products,Androgen receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Tyagi<\/b><sup>1<\/sup>, S. Hosseiniporgham<sup>2<\/sup>, A. Tyagi<sup>1<\/sup>, B. Chandrasekaran<sup>1<\/sup>, K. Bonilla<sup>2<\/sup>, I. Kriger<sup>2<\/sup>, J. Saccchettini<sup>2<\/sup>, C. Damodaran<sup>1<\/sup>; <br\/><sup>1<\/sup>Department of Pharmaceutical Sciences, Texas A&M University, College Station, TX, <sup>2<\/sup>Department of Biochemistry and Biophysics, Texas A&M University, College Station, TX","CSlideId":"","ControlKey":"5f16d419-5ded-4735-bb8e-5a0d6ee8527a","ControlNumber":"10826","DisclosureBlock":"&nbsp;<b>N. Tyagi, <\/b> None..<br><b>S. Hosseiniporgham, <\/b> None..<br><b>A. Tyagi, <\/b> None..<br><b>B. Chandrasekaran, <\/b> None..<br><b>K. Bonilla, <\/b> None..<br><b>I. Kriger, <\/b> None..<br><b>J. Saccchettini, <\/b> None..<br><b>C. Damodaran, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10371","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB027","PresenterBiography":null,"PresenterDisplayName":"Neha Tyagi, BS;MS","PresenterKey":"8df00810-4158-4f85-8a91-21acdaa099bb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB027. Identifying natural inhibitors of androgen receptor (AR) and its variants from NCI Natural Product Repository","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying natural inhibitors of androgen receptor (AR) and its variants from NCI Natural Product Repository","Topics":null,"cSlideId":""},{"Abstract":"The paralogous histone acetyltransferases EP300 and CREBBP are two of the master regulators of transcription by controlling both enhancer and promoter activity through histone and non-histone acetylation. EP300 and CREBBP activity is primarily driven by their acetylation of K27 and K18 on histone H3 leading to open and active chromatin state. Targeting the EP300\/CREBBP axis of chromatin regulation may be a way to disrupt the signaling pathways downstream of key oncogenic signaling networks like MYC\/IRF4 in hematopoietic cancers. Successful development of dual EP300\/CREBBP BRDi and HATi has led to promising pre-clinical efficacy, but due to observed tolerability issues may potentially limit their utility in the clinic. We hypothesized, based upon published mouse KO phenotypes, that a selective EP300 compound may improve tolerability. Due to the high sequence homology between EP300 and CREBBP in both the BRD and HAT domains, developing selective inhibitors has proven to be challenging. To combat this, we have utilized heterobifunctional protein degrader technology (ProDegs, also known as PROTACS) to develop EP300 selective ProDegs with greater than 100-fold selectivity over CREBBP. We observe rapid targeted degradation of EP300 with maximal degradation occurring within the first 2-4 hours after treatment. Concomitant with the loss of EP300, we see modulation of the associated H3K27ac and H3K18ac biomarkers as well as alterations in key oncogenic transcription networks. In both <i>in vitro<\/i> and <i>in vivo<\/i> assays looking at impact to platelet maturation, we observed that selective loss of EP300 largely abrogated observed thrombocytopenia compared to dual EP300\/CREBBP inhibitors. Upon treatment, MM and NHL models show strong downregulation of MYC\/IRF4 oncogenic signaling pathways, both of which culminate in a loss of cellular viability and cell death. Additionally, we observe <i>in vivo<\/i> dose responsive tumor growth inhibition in OPM2 and Pfeiffer xenograft models. Together, the data demonstrate the potential utility of EP300 selective ProDegs for the treatment of hematopoietic malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH01-09 Targeted protein degradation,,"},{"Key":"Keywords","Value":"Epigenetics,Multiple myeloma,Drug discovery,Gene regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Frederick  A.  Derheimer<\/b><sup><\/sup>, Ninvita Givarkes<sup><\/sup>, Natalie Miller<sup><\/sup>, Rita Grantner<sup><\/sup>, Casey Quinlan<sup><\/sup>, Sonja Brun<sup><\/sup>, Thomas Paul<sup><\/sup>, Sudhakar Chintharlapalli<sup><\/sup>, Astrid Ruefli-Brasse<sup><\/sup>, Stefan Steyn<sup><\/sup>, Derek Bartlett<sup><\/sup>, Matthew Hayward<sup><\/sup>, Matthew Brown<sup><\/sup>, Daniel Uccello<sup><\/sup>, Benjamin  J.  Burke<sup><\/sup>, Kris Borzilleri<sup><\/sup>, Adam Gilbert<sup><\/sup>, Michelle Hemkens<sup><\/sup><br><br\/>Pfizer Oncology, San Diego, CA","CSlideId":"","ControlKey":"699666b4-4ae9-45de-8010-bb65a4e43915","ControlNumber":"9741","DisclosureBlock":"<b>&nbsp;F. A. Derheimer, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>N. Givarkes, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>N. Miller, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>R. Grantner, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>C. Quinlan, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>S. Brun, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>T. Paul, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>S. Chintharlapalli, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>A. Ruefli-Brasse, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>S. Steyn, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>D. Bartlett, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>M. Hayward, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>M. Brown, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>D. Uccello, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>B. J. Burke, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>K. Borzilleri, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>A. Gilbert, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>M. Hemkens, <\/b> <br><b>Pfizer<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10372","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB028","PresenterBiography":null,"PresenterDisplayName":"Frederick Derheimer, BS;PhD","PresenterKey":"dbbc0119-4e0b-4197-969f-4e98e4714f82","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB028. Discovery and characterization of selective heterobifunctional degraders of EP300 in hematopoietic malignancies","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery and characterization of selective heterobifunctional degraders of EP300 in hematopoietic malignancies","Topics":null,"cSlideId":""},{"Abstract":"TEAD transcription factors have emerged as clinically validated targets for Hippo-altered cancers, <i>e.g<\/i>. mesothelioma driven by NF2 inactivation\/deficiency. We have developed a series of novel small molecule targeted protein degraders of TEAD based on pan-TEAD interface 3 ligands. In cells, the compounds induce degradation of TEAD by formation of a ternary complex with Cereblon, leading to ubiquitination of TEAD and subsequent proteasomal degradation. In a cell-based luciferase reporter assay the degraders show low nanomolar activity. The downstream effects of TEAD degradation were further investigated by qPCR and WB analyses of <i>bona fide<\/i> YAP-TEAD target genes such as CTGF, Cyr61 and AMOTL2. The effectiveness of the TEAD degraders were compared to other classes of TEAD modulators such as palmitoylation inhibitors and YAP-TEAD protein-protein inhibitors by means of cellular viability assays using various mesothelioma cell lines. Finally, we performed an unbiased, quantitative high-throughput drug combination screening by combining a TEAD degrader with a library of approximately 2,800 oncology-focused drugs. This research was supported in part by the Intramural\/Extramural research program of the NCATS, NIH.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH01-09 Targeted protein degradation,,"},{"Key":"Keywords","Value":"Transcription factor,Combination studies,Synthetic lethality,Proteasome-mediated degradation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"R. Sawant<sup>1<\/sup>, M. Geitmann<sup>1<\/sup>, T. Gossas<sup>1<\/sup>, W. B. Emond<sup>1<\/sup>, U. Bremberg<sup>1<\/sup>, K. Koehler<sup>1<\/sup>, M. Ceribelli<sup>2<\/sup>, C. J. Thomas<sup>2<\/sup>, <b>P. Brandt<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Beactica Therapeutics, Uppsala, Sweden, <sup>2<\/sup>National Center for Advancing Translational Sciences, National Institutes of Health, Rockville, MD","CSlideId":"","ControlKey":"4eb13f83-e94f-4735-808d-727491e9b49b","ControlNumber":"10275","DisclosureBlock":"<b>&nbsp;R. Sawant, <\/b> <br><b>Beactica Therapeutics<\/b> Employment. <br><b>M. Geitmann, <\/b> <br><b>Beactica Therapeutics<\/b> Employment. <br><b>T. Gossas, <\/b> <br><b>Beactica Therapeutics<\/b> Employment. <br><b>W. B. Emond, <\/b> <br><b>Beactica Therapeutics<\/b> Employment, Previous employee at Beactica Therapeutics. <br><b>U. Bremberg, <\/b> <br><b>Beactica Therapeutics<\/b> Employment, Previous employee at Beactica Therapeutics. <br><b>K. Koehler, <\/b> <br><b>Beactica Therapeutics<\/b> Employment.<br><b>M. Ceribelli, <\/b> None..<br><b>C. J. Thomas, <\/b> None.&nbsp;<br><b>P. Brandt, <\/b> <br><b>Beactica Therapeutics<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10373","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB029","PresenterBiography":null,"PresenterDisplayName":"Peter Brandt","PresenterKey":"59df2f40-d7a6-467a-9266-b5044242928b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB029. Degraders of TEAD transcription factors based on interface 3 binders","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Degraders of TEAD transcription factors based on interface 3 binders","Topics":null,"cSlideId":""},{"Abstract":"Over recent years, Induced proximity therapeutics (IPT) and targeted protein degradation (TPD) approaches have become increasingly popular. Whilst significant initial efforts focused upon heterobifunctional degraders, molecular glue degraders (MGDs) represent the next generation proximity-based drugs, but their rational discovery remains challenging.<br \/>Here, we describe unbiased and broadly applicable approaches for molecular glue hit ID through the development of a suite of orthogonal and highly complementary screening approaches, relying on Homogeneous Time-Resolved Fluorescence (HTRF), Surface Plasmon Resonance (SPR) and High Content Imaging (HCI). To demonstrate the utility of these assays, we have focussed on the therapeutically relevant protein SOS1 as a model target. SOS1 is the major guanine nucleotide exchange factor (GEF) for KRAS, where inhibition of the SOS1\/KRAS interaction reduces tumor growth in preclinical settings, and small molecule inhibitors of the SOS1\/KRAS interaction are currently undergoing clinical testing for KRAS driven cancers.<br \/>Our HTRF approach measures the induced interaction between the ubiquitin ligase CRBN\/DDB1 and the SOS1 protein. The assay was successfully developed and validated in a miniaturized format utilizing a bifunctional tool compound as a positive control. Complementing our HTRF based approach, we also developed a highly sensitive SPR assay for detecting compounds that generate a ternary complex with CRBN\/DDB1. These assay formats are amenable for large scale HTS screening, and as proof-of-concept we have established workflows and screened compound collections from the Sygnature LeadFinder and fragment libraries, in each of these assay platforms.<br \/>Our combined biochemical\/biophysical approach to glue identification using HTRF and SPR demonstrates the successful and scalable use of these methodologies for HTS, with the exciting potential for identification of novel MGD candidates for SOS1.<br \/>To further complement these strategies for glue identification, we have additionally developed a functional cell-based approach utilizing HCI. HCI offers a medium-high throughput approach to monitor endogenous protein abundance and localization in complex cellular models. One major advantage of imaging assays is that they are amenable to multiplexing, allowing simultaneous detection of target engagement, biomarker analysis and compound toxicity. Here, we showcase HCI as a robust, high throughput method of screening for induced protein degradation at the endogenous level, again focusing on the KRAS pathway. Using this approach we quantified endogenous protein abundance in response to compound treatment, as well as downstream effects in the RAS pathway.<br \/>Together, these approaches demonstrate multiple, complementary options for identifying molecular glue degraders. Further, the described assays are also applicable for screening and characterization of bifunctional degrader compounds. This platform is poised to identify high quality lead compounds across a range of oncology targets in areas of unmet clinical need.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH01-09 Targeted protein degradation,,"},{"Key":"Keywords","Value":"Drug discovery,Molecular Glue,Protein homeostasis,Degrader,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Jordan<\/b>, P. Addis, T. Allen, T. Ayra, S. Beck, R. Brant, R. Hjerpe, B. Gourdet, M. Jennings, R. Lawrence, S. Campbell-Maurer, P. Ng, L. Parkinson, E. Rejnowicz, G. Robles, E. Rosethorne, J. Shaw, D. Smith, D. Swift, D. Tait, S. Thomson, C. Tomlinson, A. Townley, S. Ward, C. Wilson; <br\/>Sygnature Discovery, Nottingham, United Kingdom","CSlideId":"","ControlKey":"b312c7fd-eb48-47f1-895c-8f50703f4905","ControlNumber":"10631","DisclosureBlock":"&nbsp;<b>A. Jordan, <\/b> None..<br><b>P. Addis, <\/b> None..<br><b>T. Allen, <\/b> None..<br><b>T. Ayra, <\/b> None..<br><b>S. Beck, <\/b> None..<br><b>R. Brant, <\/b> None..<br><b>R. Hjerpe, <\/b> None..<br><b>B. Gourdet, <\/b> None..<br><b>M. Jennings, <\/b> None..<br><b>R. Lawrence, <\/b> None..<br><b>S. Campbell-Maurer, <\/b> None..<br><b>P. Ng, <\/b> None..<br><b>L. Parkinson, <\/b> None..<br><b>E. Rejnowicz, <\/b> None..<br><b>G. Robles, <\/b> None..<br><b>E. Rosethorne, <\/b> None..<br><b>J. Shaw, <\/b> None..<br><b>D. Smith, <\/b> None..<br><b>D. Swift, <\/b> None..<br><b>D. Tait, <\/b> None..<br><b>S. Thomson, <\/b> None..<br><b>C. Tomlinson, <\/b> None..<br><b>A. Townley, <\/b> None..<br><b>S. Ward, <\/b> None..<br><b>C. Wilson, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10374","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB030","PresenterBiography":null,"PresenterDisplayName":"Allan Jordan, PhD","PresenterKey":"4183405c-7014-4193-97f4-1bb485754418","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB030. Building a platform of validated high throughput screening approaches for molecular glue degrader identification","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Building a platform of validated high throughput screening approaches for molecular glue degrader identification","Topics":null,"cSlideId":""},{"Abstract":"Besides marketed inhibitors targeting KRAS G12C, novel therapies are needed to effectively treat cancer patients harboring other KRAS mutations. SOS1, a guanine nucleotide-exchange factors (GEFs), plays a critical role in catalyzing the conversion of KRAS from its GDP- to GTP-bound form, regardless of KRAS mutation status and represents a promising therapeutic target for all KRAS-driven tumors. Up to date, several SOS1 inhibitors have entered early phase clinical trials. But a more potent SOS1 inhibitor with improved drug-like properties is still needed to prove efficacy as monotherapy or in combination with other drugs targeting the KRAS\/MAPK pathway.We discovered a potent SOS1 inhibitor, HH100937 that effectively disrupted the interaction between SOS1 and wild-type KRAS or with G12C, G12D or G12V mutations. HH100937 exhibited lower IC<sub>50<\/sub>s than BI-3406 and MTRX0902 in blocking ERK phosphorylation and cancer cell proliferation, leading to better anti-tumor efficacies in xenografts than reference compounds at same doses. HH100937 also showed synergistic effect with AMG510 in cancer cells with KRAS G12C mutation but refractory to AMG510. The combination of HH100937 and AMG510 in xenografts led to tumor regression in all mice, while some tumors did not response well to AMG510 monotherapy. Our SOS1 inhibitor also exhibited synergistic effect with HH2710, a clinical-stage ERK inhibitor, in a broad panel of cancer cells with KRAS mutations.The pharmacological potency of HH100937 was highly selective over SOS2, other kinases tested or other targets in a safety panel of 47 targets. HH100937 was well tolerated in 28-day DRF study in rats and dogs up to 250 mg\/kg QD and 30 mg\/kg QD, respectively. The AUC of drug exposure in DRF studies was approximately three to six times higher than that at the efficacious dose. HH100937 also showed favorable DMPK properties in mice, rats and dogs, and acceptable safety profiles in vitro.Taken together, HH100937 is a highly potent and selective SOS1 inhibitor with better anti-tumor activities than some SOS1 inhibitors at clinical stage. It can be developed as mono therapy or in combination with other KRAS\/MAPK targeting therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH01-10 Other,,"},{"Key":"Keywords","Value":"KRAS,GTPase activating protein,SOS1,MAPK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Q. Xie, D. Li, S. Jiang, J. Zhu, S. Yu, M. Yang, Y. Cai, L. Liu, B. Yu, W. Tu, <b>Y. Zhang<\/b>, L. Li; <br\/>Haihe Biopharma Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"3feecbd9-fe18-49a1-8401-f7ee9ec14b8b","ControlNumber":"9815","DisclosureBlock":"<b>&nbsp;Q. Xie, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>D. Li, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>S. Jiang, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>J. Zhu, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>S. Yu, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>M. Yang, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>Y. Cai, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>L. Liu, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>B. Yu, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>W. Tu, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>Y. Zhang, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>L. Li, <\/b> <br><b>Haihe Biopharm<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10375","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB031","PresenterBiography":null,"PresenterDisplayName":"Yixiang Zhang, PhD","PresenterKey":"84c132ce-8ffe-42eb-816e-38de9f57809f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB031. Discovery and Characterization of HH100937, a potent and selective SOS1 inhibitor demonstrates synergistic efficacy in combination with KRAS\/MAPK therapies","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery and Characterization of HH100937, a potent and selective SOS1 inhibitor demonstrates synergistic efficacy in combination with KRAS\/MAPK therapies","Topics":null,"cSlideId":""},{"Abstract":"PARP1 plays a critical role in DNA repair and represents the pivotal target of first-generation PARP inhibitors to show so-called &#8220;synthetic lethal&#8221; efficacy in patients with DNA repair deficiency. PARP2 shares high homology with PARP1, but its inhibition has been linked to hematological toxicity caused by PARP inhibitors with no selectivity between PARP1 and PARP2. AstraZeneca developed next-generation PARP inhibitors with better selectivity on PARP1 over PARP2, AZD5305 and AZD9574, both of this new class, are presently in early phase clinical trials.We discovered a highly selective and potent PARP1 inhibitor, HH102007, which was studied extensively using AZ compounds as comparators. In our setting, AZD5305 was more potent than AZD9574 in PARP1-DNA trapping, cell proliferation inhibition and <i>in vivo<\/i> anti-tumor efficacy, while AZD9574 had a much higher selectivity on PARP1 enzymatic inhibition over PARP2, which led to less hematological toxicity in rat and a wider therapeutic window in preclinical models. HH102007 showed even better selectivity on PARP1 than both compounds in PARPs enzymatic assays. We also showed that HH102007 can form a tighter PARP1-DNA trapping than AZD9574, leading to better potency in DNA damage, immune activation and cancer cell proliferation as AZD5305. HH102007 achieved tumor regression in MDA-MB-436 xenografts at a lower dose than AZD9574, and showed synergistic efficacy in combination with carboplatin in SUM149PT, which was insensitive to AZD9574. As for hematological toxicity, HH102007 up to 25 mg\/kg did not reduce reticulocyte in rat while AZD5305 at 1 mg\/kg caused reticulocyte reduction in a head-to-head comparison. In summary, HH102007 is a potent PARP1 inhibitor and trapper, with better selectivity and therapeutic window than both AZ compounds.<table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{66862118-4A95-4C2A-A573-8780DB776E30}\"><caption><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"2\">Profile<\/td><td rowspan=\"1\" colspan=\"1\">Olaparib<\/td><td rowspan=\"1\" colspan=\"1\">AZD5305<\/td><td rowspan=\"1\" colspan=\"1\">AZD9574<\/td><td rowspan=\"1\" colspan=\"1\">HH102007<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Potency IC<sub>50<\/sub> &amp; selectivity<\/td><td rowspan=\"1\" colspan=\"1\">PARP1 (nM)<\/td><td rowspan=\"1\" colspan=\"1\">0.94<\/td><td rowspan=\"1\" colspan=\"1\">0.46<\/td><td rowspan=\"1\" colspan=\"1\">0.85<\/td><td rowspan=\"1\" colspan=\"1\">0.32<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">PARP2 (nM)<\/td><td rowspan=\"1\" colspan=\"1\">0.37<\/td><td rowspan=\"1\" colspan=\"1\">9.52<\/td><td rowspan=\"1\" colspan=\"1\">673.73<\/td><td rowspan=\"1\" colspan=\"1\">325.70<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>Selectivity PARP1\/2<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>0.39<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>20.59<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>794.38<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>1003.70<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Cellular potency IC<sub>50<\/sub> (nM)<\/td><td rowspan=\"1\" colspan=\"1\">HCC1395<\/td><td rowspan=\"1\" colspan=\"1\">40.03<\/td><td rowspan=\"1\" colspan=\"1\">0.89<\/td><td rowspan=\"1\" colspan=\"1\">13.79<\/td><td rowspan=\"1\" colspan=\"1\">3.62<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">MDA-MB-436<\/td><td rowspan=\"1\" colspan=\"1\">8.91<\/td><td rowspan=\"1\" colspan=\"1\">1.24<\/td><td rowspan=\"1\" colspan=\"1\">7.37<\/td><td rowspan=\"1\" colspan=\"1\">2.63<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">DLD-1 (BRCA2 KO)<\/td><td rowspan=\"1\" colspan=\"1\">28.87<\/td><td rowspan=\"1\" colspan=\"1\">1.38<\/td><td rowspan=\"1\" colspan=\"1\">16.51<\/td><td rowspan=\"1\" colspan=\"1\">2.95<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">SUM149PT<\/td><td rowspan=\"1\" colspan=\"1\">NA<\/td><td rowspan=\"1\" colspan=\"1\">43.85<\/td><td rowspan=\"1\" colspan=\"1\">2999.00<\/td><td rowspan=\"1\" colspan=\"1\">69.57<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Efficacy in vivo<\/td><td rowspan=\"1\" colspan=\"1\">MDA-MB-436 TGI\/ORR in 28 days<\/td><td rowspan=\"1\" colspan=\"1\">TR&gt;80% at 100 mg\/kg*<\/td><td rowspan=\"1\" colspan=\"1\">TR&gt;80% at 0.1 mg\/kg*<\/td><td rowspan=\"1\" colspan=\"1\">PR 0\/5 at 0.6mg\/kg, TR 55%, PR 4\/5 at 2 mg\/kg<\/td><td rowspan=\"1\" colspan=\"1\">TR 45%, PR 2\/5 at 0.6mg\/kg, TR 68%, PR 5\/5 at 2 mg\/kg<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Hematotoxicity in rat<\/td><td rowspan=\"1\" colspan=\"1\">reticulocyte% in 7 days<\/td><td rowspan=\"1\" colspan=\"1\">-92.31 at 100 mg\/kg<\/td><td rowspan=\"1\" colspan=\"1\">-56.55 at 1 mg\/kg<\/td><td rowspan=\"1\" colspan=\"1\">+10.41 at 100 mg\/kg<\/td><td rowspan=\"1\" colspan=\"1\">+15 at 25 mg\/kg<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Therapeutic Index<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Tox\/efficacy free drug AUC<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>&lt;0.33<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>&lt;1.18<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>&gt;76.5<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>&gt;655<\/b><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH01-10 Other,,"},{"Key":"Keywords","Value":"PARP,PARP inhibitors,DNA repair,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Hou, S. Gao, S. Jiang, J. Li, C. Zhang, Y. Xu, S. Yu, L. Liu, B. Yu, W. Tu, <b>Y. Zhang<\/b>, L. Li; <br\/>Haihe Biopharma Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"d63dde36-7f38-4d91-b651-6b4276a0ca37","ControlNumber":"9813","DisclosureBlock":"<b>&nbsp;Y. Hou, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>S. Gao, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>S. Jiang, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>J. Li, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>C. Zhang, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>Y. Xu, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>S. Yu, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>L. Liu, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>B. Yu, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>W. Tu, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>Y. Zhang, <\/b> <br><b>Haihe Biopharm<\/b> Employment. <br><b>L. Li, <\/b> <br><b>Haihe Biopharm<\/b> Employment.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10376","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB032","PresenterBiography":null,"PresenterDisplayName":"Yixiang Zhang, PhD","PresenterKey":"84c132ce-8ffe-42eb-816e-38de9f57809f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB032. HH102007 is a highly selective and potent PARP1 inhibitor and trapper","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HH102007 is a highly selective and potent PARP1 inhibitor and trapper","Topics":null,"cSlideId":""},{"Abstract":"Because of the Hippo pathway&#8217;s unique ability to restrict TAZ\/YAP-TEAD in promoting regeneration, any abnormality of its core components, may promote the migration, invasion, and malignancy of cancer cells. Aberrant overexpression of YAP\/TAZ-TEAD promotes tumorigenesis and is therefore considered oncogenes in many solid tumors. Drug resistance is a major factor undermining the efficacy of cancer drugs. As YAP\/TAZ-TEAD complex plays a role in intrinsic and acquired resistance to various chemotherapeutic and targeted therapy drugs, there is increasing interest in combining a TEAD inhibitor with various cancer therapies. Since elevated YAP\/TAZ-TEAD activity has been implicated in multiple cancer types at various stages of cancer progression and cancer types, Drugging the TEAD hydrophobic pocket, which was discovered in 2015, remains as an attractive and proven strategy to modulate the activity. Despite the progresses, only 3 small molecule TEAD inhibitors are currently being tested in Phase I clinical trials which includes: VT3989b NCT04665206 from Vivacare, IK-930b NCT05228015 from Ikena Oncology and IAG-933, NCT0485737 from the Novartis Oncology. As such, there is a need to uncover alternative TEAD inhibitors for cancer therapeutics. <b> <\/b> We report novel small molecule inhibitors that form a covalent complex with the conserved cysteine of the TEAD palmitoylation site. Compounds inhibited TEAD transcriptional target genes in cancer cells. Cellular proliferation and colony forming assay data strongly displayed cellular sensitivity in Hippo signaling altered cancer cell lines. TEAD1 dependency of gastric cancer cell lines enhance cellular sensitivity in response to small molecule inhibitors. Transcriptional profiling and RNA seq data indicate that the covalent inhibitors specifically downregulate down-stream transcriptional target genes. With our exciting key data, we are exploring multiple other oncology targets to use our Pan-TEAD inhibitors either as a monotherapy or combination therapy. We expect to complete our Technology Disclosure on additional targets before the meeting and to add exciting data for the Cancer drug development community.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH03-02 Small molecule, protein, and nucleic acid interactions,,"},{"Key":"Keywords","Value":"YAP\/TAZ,Tumor targeting,Gastrointestinal cancers: stomach,Therapeutics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Ramesh Kumar<\/b><sup>1<\/sup>, Joel Toh<sup>1<\/sup>, Joanne Thian<sup>1<\/sup>, Noorul Farzana Haja Mohideen<sup>1<\/sup>, Jialin Sun<sup>1<\/sup>, Sayan Chakraborty<sup>2<\/sup>, Jayantha Gunaratne<sup>1<\/sup>, Wanjin Hong<sup>1<\/sup><br><br\/><sup>1<\/sup>Institute of Molecular and Cell Biology, Singapore, Singapore,<sup>2<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY","CSlideId":"","ControlKey":"9059ad4c-9b65-4877-8f6d-c8a957cac10d","ControlNumber":"10675","DisclosureBlock":"&nbsp;<b>R. Kumar, <\/b> None..<br><b>J. Toh, <\/b> None..<br><b>J. Thian, <\/b> None..<br><b>N. F. H. Mohideen, <\/b> None..<br><b>J. Sun, <\/b> None..<br><b>S. Chakraborty, <\/b> None..<br><b>J. Gunaratne, <\/b> None..<br><b>W. Hong, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10377","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB033","PresenterBiography":null,"PresenterDisplayName":"Ramesh Kumar, PhD","PresenterKey":"b566dfa8-a307-4e4e-a9aa-f5c896d68560","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB033. Identification of small molecule Pan-TEAD inhibitors disrupting YAP-TEAD protein-protein interaction and targeting gastric cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of small molecule Pan-TEAD inhibitors disrupting YAP-TEAD protein-protein interaction and targeting gastric cancer cells","Topics":null,"cSlideId":""},{"Abstract":"We report the identification and complete characterization of first-in-class molecules targeting the MIEN1 signaling pathway in cancer. Migration and invasion enhancer 1 (MIEN1) overexpression characterizes several cancers and facilitates cancer cell migration and invasion. Leveraging conserved ITAM and prenylation motifs within MIEN1, we identified potent anti-cancer peptides. Among them, bioactive peptides LA3IK and RP-7 induced pronounced transcriptomic and protein expression changes at sub-IC50 concentrations. The peptides effectively inhibited genes and proteins driving cancer cell migration, invasion, and EMT pathways, concurrently suppressing EGF-induced NF-kB nuclear translocation in metastatic breast cancer cells. Specifically, peptides targeted the same signal transduction pathway initiated by MIEN1. Molecular docking and circular dichroism spectroscopy indicated the formation of MIEN1-peptide complexes. The third-positioned isoleucine in LA3IK and CVIL motif in RP-7 were crucial for inhibiting breast cancer cell migration. This is evident from the limited migration inhibition observed when MDA-MB-231 cells were treated with scrambled peptides LA3IK-SCR and RP-7-SCR. Additionally, LA3IK and RP-7 effectively suppressed tumor growth in an orthotopic breast cancer model. Notably, mice tolerated high peptide doses of up to 90 mg\/Kg well, surpassing significantly lower doses of 5 mg\/Kg intravenously (iv) and 30 mg\/Kg intraperitoneally (ip) used in both in vivo pharmacokinetic studies and orthotopic mouse model assays. D-isomers of LA3IK and RP-7 showed enhanced anti-cancer activity compared to their L-isomers. D-LA3IK remained stable in mouse plasma for 24 h with 75% remaining, exhibiting superior pharmacokinetic properties over D\/L-RP-7. In summary, our findings mark the first report of short peptides based on MIEN1 protein sequence capable of inhibiting cancer signaling pathways, effectively impeding cancer progression both in vitro and in vivo.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH03-02 Small molecule, protein, and nucleic acid interactions,,"},{"Key":"Keywords","Value":"Antitumor effect,Peptides,Breast cancer,Xenografts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>AMIT Kumar Tripathi<\/b><sup><\/sup>, Jamboor  K.  Vishwanatha<sup><\/sup><br><br\/>University of North Texas Health Science Ctr., Fort Worth, TX","CSlideId":"","ControlKey":"0abbcfdf-d02e-46c9-8d73-c3ee16cdc720","ControlNumber":"9551","DisclosureBlock":"&nbsp;<b>A. Tripathi, <\/b> None..<br><b>J. K. Vishwanatha, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10378","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB034","PresenterBiography":null,"PresenterDisplayName":"AMIT Kumar Tripathi, PhD","PresenterKey":"c95bde84-547f-46cb-bf96-aa33ab5c8aff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB034. First-in-class compounds targeting the MIEN1 signaling pathway: A breakthrough approach for breast and prostate cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"First-in-class compounds targeting the MIEN1 signaling pathway: A breakthrough approach for breast and prostate cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"RNA-binding proteins (RBPs) constitute a large and diverse class of proteins (&#62;1400 human proteins) that control RNA metabolism and function. RBPs bind sequence and\/or structural motifs in single- or double-stranded RNA using RNA-binding domains (RBDs) to assemble ribonucleoprotein (RNP) complexes. RNPs regulate gene expression and non-coding RNA (ncRNA) function by organizing RNA-protein networks affecting the biogenesis, transport, translation, and degradation of bound RNAs. RNPs known as processing-bodies (P-bodies) and stress granules (SGs) form cytoplasmic membraneless condensates to compartmentalize cellular processes that facilitate survival of cancer cells in the tumor microenvironment and mediate resistance to anticancer treatments. The composition and dynamic regulation of RNPs and how these molecular features of RNA granules are regulated to promote cancer cell adaptation and progression remains poorly understood. Perturbing RBPs is a viable path towards RNP pharmacology but small molecules for this &#8216;undruggable&#8217; class of proteins are currently lacking. Here, we described utilization of sulfonyl-triazoles (SuTEx chemistry) for disruption of cytoplasmic condensate through covalent binding of tyrosines to enable pharmacology of RNP function in cancer cells. A chemoproteomics platform founded on SuTEx chemistry was deployed for chemical biology and therapeutic investigation of P-bodies and SGs. Key findings to be presented include: (i) establishing a SuTEx-enabled screening platform for accessing ligandable tyrosine (Y)\/lysine (K) residues in stressed cancer cells, (ii) identification of a set of SuTEx ligands capable of preventing or inducing SG and P-body formation in stressed cells, (iii) Discovery of a SuTEx ligand for the hyper-reactive EDC3 Y475 site for P-body modulation and (iv) validation of G3BP1 Y40 as a ligandable site that can disrupt arsenite-induced SG formation in cells. We will also describe unpublished work on efforts to advance discovery of new condensate modulators using global proteomic methods. Collectively, we describe a tractable means to reveal and ultimately target cancer vulnerabilities by disrupting tumor-specific stress coping mechanisms found in dynamic cellular compartments for therapeutic translation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH03-03 Target identification, small molecule probes, and libraries,,"},{"Key":"Keywords","Value":"Proteomics,Chemistry,RNA,Stress response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K.-L. Hsu<\/b><sup>1<\/sup>, A. M. Ciancone<sup>2<\/sup>, K. W. Seo<sup>3<\/sup>, M. Chen<sup>2<\/sup>, A. L. Borne<sup>2<\/sup>, A. H. Libby<sup>2<\/sup>, D. L. Bai<sup>2<\/sup>, R. E. Kleiner<sup>3<\/sup>; <br\/><sup>1<\/sup>The University of Texas At Austin, Austin, TX, <sup>2<\/sup>The University of Virginia, Charlottesville, VA, <sup>3<\/sup>Princeton University, Princeton, NJ","CSlideId":"","ControlKey":"1ba23e6c-c0c2-4ebf-a3ae-875ef8a724b7","ControlNumber":"10407","DisclosureBlock":"<b>&nbsp;K. Hsu, <\/b> <br><b>Hyku Biosciences<\/b> Stock, Stock Option, Grant\/Contract, Patent.<br><b>A. M. Ciancone, <\/b> None..<br><b>K. W. Seo, <\/b> None..<br><b>M. Chen, <\/b> None..<br><b>A. L. Borne, <\/b> None..<br><b>A. H. Libby, <\/b> None..<br><b>D. L. Bai, <\/b> None..<br><b>R. E. Kleiner, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10379","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB035","PresenterBiography":null,"PresenterDisplayName":"Ku-Lung Hsu, PhD","PresenterKey":"00929e12-7a7a-4ba6-b172-94b8953da6ab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB035. Targeting cytoplasmic condensates in the stress response of cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting cytoplasmic condensates in the stress response of cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Vimentin, a member of type III intermediate filaments (IFs), is a cytoskeletal protein that covers multiple architectural and functional roles, including the maintenance of organelle positioning in the cytoplasm, the regulation of cytoskeletal rearrangements, while more recently its potential involvement as a regulatory factor in gene expression emerged. Additionally, it is involved in cell migration and epithelial-to-mesenchymal transition (EMT). In previous works, we identified Vimentin as the first known protein that selectively binds G-quadruplexes repeats (G4-repeats). This DNA folding consists of repeated units of nucleic acid sequences arranged into G-quadruplex (G4s). Their three-dimensional features largely differ from the most common single-stranded or double-helix nucleic acids as well as from the isolated G4 modules. Noteworthy, they occur at a small subset of genomic sites, associated with cell proliferation and migration, where they can recruit the soluble nuclear pool of Vimentin. Altogether, this information led us to consider the Vimentin-DNA complex as a promising target for developing small molecule binders capable of inhibiting cell migration and, eventually, EMT. To properly set up a rational drug-design approach, we integrated different advanced biophysical tools (Hydrogen-Deuterium Exchange, Cryo-Electron Microscopy) to derive a comprehensive picture of the protein-DNA complex at the molecular level. This approach allowed us to map the interaction surface between the soluble tetrameric form of Vimentin and a G4-repeat. Based on this data, we initiated a screening campaign using focused libraries of small molecules and peptides, which were rationally designed according to the structural features of the Vimentin-G4-repeats complex. The capability of the identified hits to prevent the recognition of the nucleic acid by Vimentin has been investigated This approach allowed us to identify attractive novel entities that prevent the Vimentin-G4-repeat complex formation according to different molecular mechanisms. These systems are now under further refinement moving from the test tube to the cellular environment, where the dynamic behavior of these nucleic acid domains as well as the recruitment of different proteins by Vimentin might alter the architectural features of the target.<br \/><b>References<\/b>: <i>Ceschi S, Berselli M, Cozzaglio M, Giantin M, Toppo S, Spolaore B, Sissi C (2022) Vimentin binds to G-quadruplex repeats found at telomeres and gene promoters Nucleic Acid Res,<\/i><i> 50(3):1370-1381<\/i> <i>Buglione E, Salerno D, Marrano CA, Cassina V, Vesco G, Nardo L, Dacasto M, Rigo R, Sissi C, Mantegazza F (2021) Nanomechanics of G-quadruplexes within the promoter of the c-kit oncogene. Nucleic Acid Res,<\/i><i> 49, 4564-4573<\/i> <i> <\/i>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH03-03 Target identification, small molecule probes, and libraries,,"},{"Key":"Keywords","Value":"Metastasis,DNA,Vimentin,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Sissi<\/b><sup>1<\/sup>, M. Cozzaglio<sup>1<\/sup>, R. Rigo<sup>1<\/sup>, N. Dal Ponte<sup>1<\/sup>, M. Rotondo<sup>2<\/sup>, S. Ceschi<sup>1<\/sup>, B. BIondi<sup>3<\/sup>, B. Spolaore<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Padua, Padova, Italy, <sup>2<\/sup>University of Naples Federico II, Naples, Italy, <sup>3<\/sup>CNR, Padova, Italy","CSlideId":"","ControlKey":"c252b97c-1149-4ace-a6b7-977027e870c1","ControlNumber":"10549","DisclosureBlock":"&nbsp;<b>C. Sissi, <\/b> None..<br><b>M. Cozzaglio, <\/b> None..<br><b>R. Rigo, <\/b> None..<br><b>N. Dal Ponte, <\/b> None..<br><b>M. Rotondo, <\/b> None..<br><b>S. Ceschi, <\/b> None..<br><b>B. BIondi, <\/b> None..<br><b>B. Spolaore, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10380","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB036","PresenterBiography":null,"PresenterDisplayName":"Claudia Sissi, PhD","PresenterKey":"e4863988-0774-40d1-8e5f-7b7ded5b7e4d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB036. Back and forth from structure to functional target: The interplay between Vimentin and non-canonical nucleic acid arrangements","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Back and forth from structure to functional target: The interplay between Vimentin and non-canonical nucleic acid arrangements","Topics":null,"cSlideId":""},{"Abstract":"To elucidate the underlying mechanisms of STAT3 degradation and the suitability of VHL as an E3 ligase partner for targeting STAT3 in cancer using our clinical degrader, KT-333.<br \/>Signal transducer and activator of transcription 3 (STAT3) is an undrugged oncogenic transcription factor and its role as cancer driver and tumor microenvironment modulator has been validated in a multitude of studies. Based on it&#8217;s potential as a target for cancer therapeutics and limitations of prior approaches, we developed KT-333, a first-in-class, potent, highly selective, heterobifunctional STAT3 degrader currently in Phase 1 clinical trials. Here, based on STAT3 degradation by multiple E3s based degraders, structure of STAT3-KT333-VHL and a lysine site-resolved target ubiquitination model, we provide evidence for VHL as the ideal partner E3 for targeting STAT3 in cancer. We successfully identified potent and selective STAT3 degraders using either CRBN or VHL as the E3 ligase, but ultimately preferred VHL based degraders for their increased potency, and consistent STAT3 degradation across multiple cancer lines. KT-333, our VHL based clinical STAT3 degrader, induces a strong ternary complex between STAT3 and VHL. We present a high resolution cryo-electron microscopy based ternary complex structure of STAT3-KT333-VHL which provides mechanistic insights further validating VHL as the E3 of choice for deep, selective and fast STAT3 degradation. Specifically, KT-333 enables favorable protein-protein interactions between STAT3 and VHL, burying a large protein interface in the ternary complex to the extent typically observed only in native protein complexes. Additionally, the residues forming the STAT3-VHL interface are not conserved in other STAT family members corroborating with degradation selectivity observed with KT-333. Next, we leveraged this structure and generated a ubiquitination super-complex model by deploying a combination of biochemical and proteomics techniques and reveal that KT-333-induced ubiquitination occurs by precise targeting of specific lysine resides on STAT3. Furthermore, to decode the mechanism for KT-333 activity against SUDHL1 cell line both <i>in vitro<\/i> and in a mouse xenograft model, we measured temporal changes at protein level by discovery proteomics. Reduced expression of canonical STAT3 targets and down-regulation of cytokine-mediated signaling and cell cycle signature genes indicated that cell cycle arrest and subsequent apoptosis are the main drivers of efficacy <i>in vitro<\/i> and <i>in vivo<\/i>. In summary, we show that our clinical STAT3 degrader, KT-333, is designed and optimally paired with VHL resulting in a very stable ternary complex exhibiting properties of native protein complexes. Our data provides precise structural and molecular mechanisms behind potent, selective, consistent, and fast degradation of STAT3, and downstream mechanism of action observed <i>in vitro <\/i>and<i> in vivo.<\/i>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH03-05 Other,,"},{"Key":"Keywords","Value":"STAT3,Transcription factor,Targeted therapy,Proteasome-mediated degradation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Sharma<\/b>, X. Fei, Y. Shi, C. Browne, D. Walther, C. Daigle, A. Ramanathan, R. Miller, K. Yuan, K. Mahasenan, S. Zhu, X. Huang, B. Yang; <br\/>Kymera Therapeutics, Watertown, MA","CSlideId":"","ControlKey":"08c205d8-51b5-4e0a-8196-f3e2b42ff0a7","ControlNumber":"10704","DisclosureBlock":"<b>&nbsp;K. Sharma, <\/b> <br><b>Kymera Therapeutics<\/b> Employment, Other, Equity Owner. <br><b>X. Fei, <\/b> <br><b>Kymera Therapeutics<\/b> Employment, Other, Equity Owner. <br><b>Y. Shi, <\/b> <br><b>Kymera Therapeutics<\/b> Employment, Other, Equity Owner. <br><b>C. Browne, <\/b> <br><b>Kymera Therapeutics<\/b> Employment, Other, Equity Owner. <br><b>D. Walther, <\/b> <br><b>Kymera Therapeutics<\/b> Employment, Other, Equity Owner. <br><b>C. Daigle, <\/b> <br><b>Kymera Therapeutics<\/b> Employment, Other, Equity Owner. <br><b>A. Ramanathan, <\/b> <br><b>Kymera Therapeutics<\/b> Employment, Other, Equity Owner. <br><b>R. Miller, <\/b> <br><b>Kymera Therapeutics<\/b> Employment, Other, Equity Owner. <br><b>K. Yuan, <\/b> <br><b>Kymera Therapeutics<\/b> Employment, Other, Equity Owner. <br><b>K. Mahasenan, <\/b> <br><b>Kymera Therapeutics<\/b> Employment, Other, Equity Owner. <br><b>S. Zhu, <\/b> <br><b>Kymera Therapeutics<\/b> Employment, Other, Equity Owner. <br><b>X. Huang, <\/b> <br><b>Kymera Therapeutics<\/b> Employment, Other, Equity Owner. <br><b>B. Yang, <\/b> <br><b>Kymera Therapeutics<\/b> Employment, Other, Equity Owner.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10381","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB037","PresenterBiography":null,"PresenterDisplayName":"Kirti Sharma","PresenterKey":"0c4252e6-dbb8-47bd-81d5-54f564680eb4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB037. E3 pairing and structural mechanisms underlying anti-tumor activity of clinical STAT3 degrader KT-333","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"593","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"E3 pairing and structural mechanisms underlying anti-tumor activity of clinical STAT3 degrader KT-333","Topics":null,"cSlideId":""}]