[{"Abstract":"Introduction: Renal cell carcinoma (RCC) belongs to the most invasive cancers with the high molecular intrapatient heterogeneity. Circulating tumor cells (CTCs) are cells that detach from the tumor, reflecting the activity of the metastatic procedure. The most popular CTCs isolation methods are based on EpCAM signal detection on epithelial tumor cells. The clear cell RCC (ccRCC) originate from epithelial entity, since that is the EpCAM-based method suitable to isolate CTCs in this cancer. However, the prone of CTCs to EMT is known, which may in consequence downregulate the EpCAM expression and change the cell profile (hybrid phenotype). This is one of the points challenging the CTCs isolation by RCC disease. In our study, we compare the effectivity of antibody-based and density-based isolations technics in ccRCC patients to detect potential markers in CTCs.<br \/>Purpose: Our aim was to find a precise and costs effective method to isolate and characterize CTCs from ccRCC patients.<br \/>Materials and Methods: Prospective blood samples (3mL) from pulmonary and\/or osseous metastatic ccRCC patients were collected during the immunotherapy and from the healthy donors. CTCs were isolated using EpCAM beads (RCC n=13; healthy n=15) or density-based (RCC n=13; healthy n=15) method. Expression of potential RCC biomarkers (mucin-1 (Muc1), androgen receptor (AR)) was identified using qPCR (Real-Time PCR) followed by dPCR (digital PCR), the results status received from both methods was evaluated.<br \/>Summary: Based on our prior results, we first isolated CTCs based on EpCAM beads. Using qPCR we analyzed expression of genes, which we previously associated to the RCC (Muc1, PD-L1, AR). The results revealed differences in Muc1 (40% of tested patients positive but none of the healthy donors), when PD-L1 did not differed and AR was not detected. Applying more precise dPCR did neither show any expression. We continued our investigations with isolation of CTCs using density-based method. We confirmed more frequent expression of Muc1 by RCC Patients than by donors, as in our EpCAM cohort. PD-L1 was similar in both groups. Results of AR obtained using qPCR were confusing, showing deviations within same patients. The use of dPCR displayed significant differences in expression between RCC patients (77%; median [range] 0.28 [0.00 - 0.62] and donors (60%; 0.04 [0.00 - 0.51] confirming dPCR as optimal tool for molecular CTC characterization.<br \/>Conclusions: Based on our results we demonstrate higher expression of Muc1 and AR in CTCs of metastatic ccRCC patients. The isolation technic should be adapted to the disease status and treatment choice. Further investigations confirming Muc1 and AR as ccRCC biomarkers are required.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,Circulating tumor cells,Androgen receptor,Epithelial-mesenchymal transition (EMT),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Joanna Bialek<sup><\/sup>, Anne Muthe<sup><\/sup>, Stefan Yankulov<sup><\/sup>, Felix Kawan<sup><\/sup>, Georgios Gakis<sup><\/sup>, <b>Gerit Theil<\/b><sup><\/sup><br><br\/>University Clinic and Outpatient Clinic for Urology, Medical Faculty of Martin Luther University Halle-Wittenberg, Halle (Saale), Germany","CSlideId":"","ControlKey":"6e2ee408-c491-4bae-aeb2-001ac452bd74","ControlNumber":"4643","DisclosureBlock":"&nbsp;<b>J. Bialek, <\/b> None..<br><b>A. Muthe, <\/b> None..<br><b>S. Yankulov, <\/b> None..<br><b>F. Kawan, <\/b> None..<br><b>G. Gakis, <\/b> None..<br><b>G. Theil, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1891","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3689","PresenterBiography":null,"PresenterDisplayName":"Gerit Theil, PhD","PresenterKey":"d5f9a17c-3cb8-4fe8-b910-631c4741ae1f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3689. Optimizing CTC isolation techniques for molecular characterization of circulating tumor cells in clear cell renal cell carcinoma: A comparative study of EpCAM-based and density-based methods","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Optimizing CTC isolation techniques for molecular characterization of circulating tumor cells in clear cell renal cell carcinoma: A comparative study of EpCAM-based and density-based methods","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Metastatic Prostate cancer (mPCa) mortality rates are high despite numerous treatment options against various mechanisms of action, including targeted therapies, i.e. prostate specific membrane antigen (PSMA)-targeted therapy (Pluvicto) or anti-androgen receptor (AR) (Enzulamide, Biculamide). Further, tumor biomarkers (i.e. PSMA and AR) can change over time and with resistance mechanisms that develop after treatments. This suggests that primary biopsies may not represent later PCa tumors necessitating a way to identify patients that may respond to later line therapies. Blood based biopsies can be used to monitor PCa treatment, which can include circulating tumor cells (CTCs) and the newly discovered cancer associated macrophage like cells (CAMLs), a cancer specific circulating phagocytic stromal cells. Interestingly, while PSMA &#38; AR have been identified in CTCs, they have not been evaluated in CAMLs, nor have PSMA &#38; AR expressions in CTCs &#38; CAMLs been evaluated in anti-AR therapy settings. We measured CAMLs &#38; CTCs in mPCa to evaluate their PSMA &#38; AR expression, including in patients treated with anti-AR therapy.<br \/><b>Methods<\/b>: We evaluated CAMLs &#38; CTCs in a multi-institutional prospective pilot study using n=30<b> <\/b>mPCa patients with progressive disease, prior to starting a new line of therapy (T0). Whole peripheral blood (7.5mL) was filtered for CAMLs &#38; CTCs and stained for PSMA (n=15) &#38; AR (n=15). In addition, 15 patients were treated with anti-AR therapy as standard of care and responses by PET\/CT were compared against AR expression. When possible, follow up samples (T1) were also procured.<br \/><b>Results<\/b>: CTCs were identified in 16% (n=5\/30) of patients and CAMLs were identified in 96% (n=29\/30), with 53% of patients having hyperengorged CAMLs &#8805;50 &#956;m (n=16\/30). CTCs in patients were not statistically significant for worse outcomes PFS HR= 0.1748, p=0.546 nor OS (HR= 1.303, p=0.865), nor were CAMLs prognostic for PFS or OS. However, patients with &#8805;50 &#956;m CAMLs did have significantly worse PFS (HR= 5.9, CI95% 2.2-16.3, p=0.001) and worse OS (HR= 3.1, CI95% 1.3-7.1, p=0.016). Further, PSMA CAML\/CTC expression was high in 60% (n=9\/15) of patients and AR CAML\/CTC expression was high in 53% (n=8\/15). Of the n=15 patients who received anti-AR therapy after T0, high AR expressing CAMLs\/CTCs (n=8\/15) had a ~250% better mPFS of 10.3 months (mons) (progressing at 2.2-32.6 mons) vs low AR CAMLs\/CTCs mPFS of 4 mons (progressing at 0.2-7.2 mons). Additional mOS analysis from T1 samples and 2-year survival is ongoing.<br \/><b>Conclusion<\/b>: We utilized liquid biopsies to monitor the expression of two common cell surface receptors (PSMA &#38; AR) in CAMLs and CTCs in mPCa. Further, in a small subset of patients treated with AR therapy, high AR CTC\/CAML expression appeared to correlate with better response rates, though larger prospective studies are needed.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Circulating tumor cells,Liquid biopsies,Androgen receptor,Predictive biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. M. Kasabwala<\/b><sup>1<\/sup>, R. C. Bergan<sup>2<\/sup>, R. Alpaugh<sup>3<\/sup>, D. C. Danila<sup>4<\/sup>, T. L. Chuang<sup>4<\/sup>, B. Y. Hurtado<sup>4<\/sup>, D. L. Adams<sup>5<\/sup>; <br\/><sup>1<\/sup>Rutgers, The State University of New Jersey, New Brunswick, NJ, <sup>2<\/sup>University of Nebraska Medical Center, Omaha, NE, <sup>3<\/sup>Fox Chase Cancer Center, Philadelphia, PA, <sup>4<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY, <sup>5<\/sup>Creatv MicroTech, Inc., Monmouth Junction, NJ","CSlideId":"","ControlKey":"267151f9-a66d-42f9-b4e3-08ff7bbe4a79","ControlNumber":"5575","DisclosureBlock":"<b>&nbsp;D. M. Kasabwala, <\/b> <br><b>Creatv MicroTech<\/b> Independent Contractor. <br><b>R. C. Bergan, <\/b> <br><b>Taproot Health Inc<\/b> Other, Research funding.<br><b>R. Alpaugh, <\/b> None.&nbsp;<br><b>D. C. Danila, <\/b> <br><b>Angle LLT<\/b> Other, Consultant. <br><b>Astellas Pharma<\/b> Other, Research Support and Consultant. <br><b>Agensys<\/b> Other, Research Support and Consultant. <br><b>BioView LTD<\/b> Other, Consultant. <br><b>Clovis Oncology<\/b> Other, Consultant. <br><b>AstraZeneca<\/b> Other, Consultant. <br><b>Amgen<\/b> Other, Research Support and Consultant. <br><b>Janssen Research & Development,<\/b> Other, Research Support and Consultant. <br><b>Genentech<\/b> Other, Research Support. <br><b>Creatv MicroTech<\/b> Other, Research support. <br><b>Pfizer<\/b> Other, Consultant. <br><b>Medivation<\/b> Other, Research Support and Consultant. <br><b>Merck<\/b> Other, Consultant.<br><b>T. L. Chuang, <\/b> None..<br><b>B. Y. Hurtado, <\/b> None.&nbsp;<br><b>D. L. Adams, <\/b> <br><b>Creatv MicroTech<\/b> Employment, Stock Option, Travel, Patent, Other Intellectual Property.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1892","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3690","PresenterBiography":null,"PresenterDisplayName":"Dimpal Kasabwala, BA","PresenterKey":"7cafb325-7c5d-4253-89ce-c9a032ea107f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3690. Monitoring prostate specific membrane antigen or androgen receptor expression on circulating stromal cells in advanced prostate cancer patients and their correlation with patient response","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Monitoring prostate specific membrane antigen or androgen receptor expression on circulating stromal cells in advanced prostate cancer patients and their correlation with patient response","Topics":null,"cSlideId":""},{"Abstract":"Purpose: In the area of liquid biopsy, coupled with next generation sequencing (NGS), circulating tumor cells (CTCs) and circulating tumor DNA (ctDNA) can serve as an alternative substrate to tumor tissue for mutation detection and companion diagnostic purpose. Emerging evidence shows that complementary sequential CTCs and ctDNA profiling provide promising benefit for prognosis and treatment. In contrast to well-established ctDNA extraction methods, the process of isolating intact CTCs for NGS analysis is yet to be fully elucidated. Here, we show that the isolation and harvest of viable CTCs by CytoGen&#8217;s Smart Biopsy&#8482; System enable the attainment of sufficiently high purity for NGS analysis in metastatic breast cancer.<br \/>Methods: Targeted panel sequencing for CTC was developed to detect representative mutated genes, using the Oncomine&#8482; Comprehensive Assay Plus (501 genes) and the Oncomine&#8482; Pan-Cancer Cell-Free Assay (52 genes). Analytical validation was performed with breast cancer cells MDA-MB-231 (50 to 5 cells) which were spiked into 5 mL healthy blood, to mimic CTC. The CytoGen&#8217;s Smart Biopsy&#8482; system was applied to isolate the CTC. Then, CD45 depletion and whole genome amplification were performed. Sequencing was carried out on Ion S5&#8482; XL systems using an Ion 550&#8482; Chip Kit. Subsequently, sequencing data was analyzed using Ion Torrent software with default configurations.<br \/>Results: As a result of targeted panel sequencing using Oncomine&#8482; Comprehensive Assay Plus, representative mutated genes (<i>BRAF<\/i>, <i>KRAS<\/i>, <i>TP53<\/i>, <i>NF2 and<\/i> <i>NOTCH3<\/i>) in breast cancer were detected in at least 20 MDA-MB-231 cells. In the results using Oncomine&#8482; Pan-Cancer Cell-Free Assay, mutated genes (<i>BRAF<\/i>, <i>KRAS<\/i> and <i>TP53<\/i>) were successfully detected even with only 5 MDA-MB-231 cells. These results suggest that clinical sample of breast cancer could be applied with promising sensitivity and specificity for detection of representative mutated genes.<br \/>Conclusion: Molecular analysis of CTCs is a challenge since CTCs are very rare in the blood and there are technical limitations in isolating CTCs with sufficient purity. In this study, we developed the process for NGS analysis on very low number of CTCs with high purity, isolated using CytoGen's Smart Biopsy&#8482; system. Overall, these process could provide information for diagnosis and appropriate treatment of metastatic breast cancer along with the results of our ongoing clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Circulating tumor cells,Next-generation sequencing (NGS),CytoGen’s Smart Biopsy™ System,Metastatic breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Park, J. Choi, <b>A. Jeong<\/b>, H. Kim, J. Oh, I. Jang, H. Kang, J. Lee, S. Pak, M.-J. Song, J. Kim, H.-C. Lee; <br\/>Cytogen Inc., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"233fd6b1-e6e6-478a-8579-0c6d7e1dd137","ControlNumber":"4007","DisclosureBlock":"<b>&nbsp;S. Park, <\/b> <br><b>Cytogen Inc.<\/b> Employment. <br><b>J. Choi, <\/b> <br><b>Cytogen Inc.<\/b> Employment. <br><b>A. Jeong, <\/b> <br><b>Cytogen Inc.<\/b> Employment. <br><b>H. Kim, <\/b> <br><b>Cytogen Inc.<\/b> Employment. <br><b>J. Oh, <\/b> <br><b>Cytogen Inc.<\/b> Employment. <br><b>I. Jang, <\/b> <br><b>Cytogen Inc.<\/b> Employment. <br><b>H. Kang, <\/b> <br><b>Cytogen Inc.<\/b> Employment. <br><b>J. Lee, <\/b> <br><b>Cytogen Inc.<\/b> Employment. <br><b>S. Pak, <\/b> <br><b>Cytogen Inc.<\/b> Employment. <br><b>M. Song, <\/b> <br><b>Cytogen Inc.<\/b> Employment. <br><b>J. Kim, <\/b> <br><b>Cytogen Inc.<\/b> Employment. <br><b>H. Lee, <\/b> <br><b>Cytogen Inc.<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1893","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3691","PresenterBiography":null,"PresenterDisplayName":"Aejin Jeong","PresenterKey":"f0f682d8-50eb-4a53-ba5d-a680e6e9300c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3691. Molecular profiling using next generation sequencing with high purity enrichment of circulating tumor cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular profiling using next generation sequencing with high purity enrichment of circulating tumor cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Liquid biopsy enables minimally invasive molecular profiling of systemic cancer for diagnosis, therapy selection and longitudinal monitoring of minimal residual disease. Cell-based liquid biopsy methods are particularly well suited to examine the extent of genetic heterogeneity and clonal diversity among metastatic cancer cells, which are believed to be the major determinants of therapeutic failure. However, isolation and molecular profiling of circulating tumor cells (CTCs) from body fluids is challenging due to methodological constrains.<br \/><b>Methods: <\/b>To overcome these challenges, we have developed a workflow for detection, isolation, and mutational profiling of CTCs. The workflow utilizes the FDA-approved CellSearch System&#174; and a novel method for single-cell Integrated Mutation Profiling of Actionable Cancer Targets (scIMPACT). Our workflow was optimized for reliable detection of copy number variations (CNVs) and single nucleotide variations (SNVs) in single CTCs. The method was then applied to 31 CTCs alongside with 15 matched germline samples.<br \/><b>Results: <\/b>After implementation of a customized Bayesian neural network based algorithm, accounting for biases introduced during amplification of single-cell DNA and prioritizing the detected mutations, we achieved a sensitivity of 91% and a specificity of 96%, AUC = 0.98. The CTC analysis revealed presence of CNVs affecting known oncogenes and tumor suppressor genes (including <i>MYC, CCND1, FGF4<\/i>, <i>TP53<\/i> and <i>RB1<\/i>) as well as SNVs classified as pathogenic (e.g., ARID1A Q775*). Notably, in the examined specimens most of the chromosomal aberrations (51-82%) were clonal across all cells of a given patient. In contrast, most of the detected somatic SNVs (67-96%) were sub-clonal and thus present only in a subset of CTCs.<br \/><b>Conclusion:<\/b> In summary, the novel scIMPACT workflow enabled reliable and accurate genomic profiling of patient-derived CTCs in late-stage breast cancer patients. Our proof-of-concept study revealed evidence of genetic diversity of SNVs among the examined CTCs, which might have been acquired late in progression but relevant for therapy escape in the studied cases. Further analyses are still needed for assessing the generalizability of our finding as well as for deeper understanding of the molecular basis orchestrating the establishment and maintenance of heterogeneous genotypes of CTCs in breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Circulating tumor cells,Molecular profiling,Liquid biopsies,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Zbigniew  T.  Czy&#380;<\/b><sup>1<\/sup>, Clara Chaiban<sup>1<\/sup>, Adithi Ravikumar Varadarajan<sup>2<\/sup>, Cäcilia Köstler<sup>1<\/sup>, Vadim Dechand<sup>2<\/sup>, Jonas Grote<sup>3<\/sup>, Thomas Ragg<sup>3<\/sup>, Bernhard Polzer<sup>2<\/sup>, Jens Warfsmann<sup>2<\/sup>, Christoph  A.  Klein<sup>1<\/sup><br><br\/><sup>1<\/sup>Experimental Medicine and Therapy Research, University of Regensburg, Regensburg, Germany,<sup>2<\/sup>Division of Personalized Tumor Therapy, Fraunhofer Institute for Toxicology and Experimental Medicine, Regensburg, Germany,<sup>3<\/sup>quantiom bioinformatics GmbH & Co. KG, Weingarten, Germany","CSlideId":"","ControlKey":"7fbf3a7e-4eb0-4fda-ac05-0cfd0fecf7bd","ControlNumber":"6378","DisclosureBlock":"&nbsp;<b>Z. T. Czy&#380;, <\/b> None..<br><b>C. Chaiban, <\/b> None..<br><b>A. Ravikumar Varadarajan, <\/b> None..<br><b>C. Köstler, <\/b> None..<br><b>V. Dechand, <\/b> None..<br><b>J. Grote, <\/b> None..<br><b>T. Ragg, <\/b> None..<br><b>B. Polzer, <\/b> None..<br><b>J. Warfsmann, <\/b> None..<br><b>C. A. Klein, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1894","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3692","PresenterBiography":null,"PresenterDisplayName":"Zbigniew Czyz, Dr Rer Nat;PhD","PresenterKey":"eb836d07-b991-4c13-bff6-ebb42e004b94","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3692. Genomic profiling with the novel single-cell IMPACT assay reveals evidence of genetic heterogeneity among CTCs in late-stage breast cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genomic profiling with the novel single-cell IMPACT assay reveals evidence of genetic heterogeneity among CTCs in late-stage breast cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Background: Circulating tumor cells (CTCs) are considered a key element in metastatic progression and represent a validated prognostic biomarker in breast cancer (BC). CTCs in BC are normally defined as epithelial cells (positive for EPCAM or cytokeratin, CK) lacking the expression of the leukocyte marker CD45. Circulating cells expressing both EPCAM\/CK and CD45 (dual positive, DPcells) have however been reported in BC but not investigated. It is believed that DPcells derive from the heterotypic cell fusion of tumor and immune cells, but this hypothesis has not been demonstrated yet. We recently reported, for the first time, the association of DPcells with worse survival in a cohort of 341 BC patients (pts) [Reduzzi et al. ASCO 2022] supporting their tumor origin. Here, we further investigated their malignancy and metastatic potential by molecular profiling and functional experiments.<br \/>Methods: The study consisted of 2 components: A) Single CTCs and DPcells were enriched from the blood of BC patients with the CellSearch platform, and isolated with the DEPArray system. Single cells underwent whole genome amplification and lowpass whole genome sequencing for single cell copy number alteration (CNA) profiling; B) DPcells and CTCs were investigated in the blood of immunodeficient (NSG) and immunocompetent (FVB) mouse models using various cell lines (LM2, 4T1, MVT1). To test their metastatic potential, DPcells from the primary tumor of FVB donor mice were transplanted into recipient NSG mice, and the metastatic burden in the lungs and liver quantified, in comparison with control CD45- tumor cells.<br \/>Results: We analyzed 73 DPcells and 18 CTCs collected from 16 BC pts: Aberrant genomes were observed in 28% and 93% of evaluable cells, respectively. When collected from the same pt, CTCs showed clonal CNA profiles, while DPcells were highly heterogeneous. <i>In vivo<\/i>, DPcells could only be detected in the blood of FVB mice but not in NSG mice. They were very rare, comprising of only about 3% of the total CTC count. When DPcells and control tumor cells were isolated from the primary tumor of 10 donor mice and transplanted into the tail vein of 10 recipient mice, we observed no significant differences in the metastatic colonization of the lungs and liver by the two population, indicating that DPcells do in fact possess metastatic ability, and to a similar extent as control cancer cells.<br \/>Conclusions: DPcells can have an aberrant genome, supporting their malignancy. Contrary to CTCs, DPcells&#8217; CNA profiles are not clonal and, i<i>n vivo<\/i>, they can only be observed in immunocompetent models; both observations support the tumor\/immune fusion hypothesis. Finally, DPcells show metastatic potential in mice, in line with the association with worse survival we previously observed in BC pts. Overall DPcells seem a new CTC subpopulation that should not be neglected anymore. More studies are needed to better understand their origin and phenotypic\/molecular features.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Breast cancer,Liquid biopsies,Circulating tumor cells,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Reduzzi<\/b><sup>1<\/sup>, E. Nicolo`<sup>1<\/sup>, L. L. Ozimski<sup>2<\/sup>, M. Silvestri<sup>3<\/sup>, L. Gerratana<sup>4<\/sup>, M. S. Serafini<sup>1<\/sup>, E. Molteni<sup>4<\/sup>, N. Bayou<sup>1<\/sup>, A. K. Strickland<sup>1<\/sup>, H. Liu<sup>5<\/sup>, V. Cappelletti<sup>3<\/sup>, N. Aceto<sup>2<\/sup>, M. Cristofanilli<sup>1<\/sup>; <br\/><sup>1<\/sup>Weill Cornell Medicine, New York, NY, <sup>2<\/sup>ETH Zurich, Zurich, Switzerland, <sup>3<\/sup>Fondazione IRCCS Istituto Nazionale Tumori, Milano, Italy, <sup>4<\/sup>Universita` degli Studi di Udine, Udine, Italy, <sup>5<\/sup>Northwestern University, Chicago, IL","CSlideId":"","ControlKey":"7d29211b-949d-4db1-805d-1bc808d44e2e","ControlNumber":"3232","DisclosureBlock":"<b>&nbsp;C. Reduzzi, <\/b> <br><b>Menarini SIlicon Biosystems<\/b> Research funding.<br><b>E. Nicolo`, <\/b> None..<br><b>L. L. Ozimski, <\/b> None.&nbsp;<br><b>M. Silvestri, <\/b> <br><b>ISINNOVA S.R.L.<\/b> Other, Paid collaborator.<br><b>L. Gerratana, <\/b> None..<br><b>M. S. Serafini, <\/b> None..<br><b>E. Molteni, <\/b> None..<br><b>N. Bayou, <\/b> None..<br><b>A. K. Strickland, <\/b> None..<br><b>H. Liu, <\/b> None..<br><b>V. Cappelletti, <\/b> None.&nbsp;<br><b>N. Aceto, <\/b> <br><b>PAGE Therapeutics<\/b> Other, Co-founder, board member. <br><b>Novartis<\/b> Stock. <br><b>Companies with an interest in liquid biopsies<\/b> Other, Paid consultant. <br><b>M. Cristofanilli, <\/b> <br><b>Pfizer<\/b> Other, Honoraria. <br><b>AstraZeneca\/Daiichi Sankyo<\/b> Other, Consulting or Advisory Role; Research funding. <br><b>Celcuity<\/b> Other, Consulting or Advisory Role. <br><b>Lilly<\/b> Other, Consulting or Advisory Role. <br><b>Menarini<\/b> Other, Consulting or Advisory Role. <br><b>Olaris<\/b> Other, Consulting or Advisory Role. <br><b>Sermonix Pharmaceuticals<\/b> Other, Consulting or Advisory Role. <br><b>Syantra<\/b> Other, Consulting or Advisory Role. <br><b>Angle<\/b> Other, Research funding. <br><b>Menarini Silicon Biosystems<\/b> Other, Research funding. <br><b>Merck KGaA<\/b> Other, Research funding.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1895","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3693","PresenterBiography":null,"PresenterDisplayName":"Carolina Reduzzi, MS;PhD","PresenterKey":"e21a9dde-7f19-41cd-afcf-a0925d3eeffc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3693. Molecular and functional characterization of circulating CK+\/CD45+ cells in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular and functional characterization of circulating CK+\/CD45+ cells in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Liquid biopsy provides opportunities to guide therapy decisions using biomarkers such as circulating tumor cells (CTCs) even years after the primary tumor resection. For this, novel methods permitting the genomic profiling of CTCs are needed to characterize systemic cancer spread and identify clinically targetable genomic alterations. Hence, we developed an assay based on the FDA-approved MSK-IMPACT&#174; assay to analyze the genomes of single-cells. We present a series of benchmarking experiments using well-characterized cell lines to demonstrate the performance of our new Single-Cell Integrated Mutation Profiling of Actionable Cancer Targets (scIMPACT) assay.The scIMPACT assay was developed using Ampli1&#174; WGA products of single-cell and pool samples. The workflow consists of an optimized library preparation protocol followed by targeted sequencing with the scIMPACT panel. A bioinformatics mutation calling workflow facilitates the detection of single nucleotide variations (SNVs), indels, and copy number variations (CNVs). To account for WGA associated bias, we developed an in-house proprietary machine learning based classifier algorithm. Two sample collectives were prepared and used for training and validating the workflow. The first collective, including genomic libraries of MDA-MB-453, BT474, BT549 and ZR-75.1 samples, was used for training of the mutation detection workflow. The second collective, consisting of HCC1395\/HCC1395BL cell lines representing matched tumor and normal cells, was used to validate the performance of the assay. The scIMPACT assay identified somatic mutations in all WGA products as predicted from bulk gDNA samples and published literature. Notably, evidence of genetic heterogeneity was reported at the single cell level. Pertaining to the SNV detection, the training collective displayed 91% sensitivity and 96% specificity (AUC=0.98) while the validation collective demonstrated similar performance with 84% sensitivity and 96% specificity (AUC=0.90) proving the applicability of our workflow across different datasets. Furthermore, CNV analysis showed high concordance between matching gDNA and WGA samples. Our workflow enables mutational profiling with high specificity and sensitivity and accurate CNV detection in single cells. The scIMPACT assay has been successfully adapted to analyze samples at the single-cell level. Therefore, our method can be applied for the genomic profiling of patient-derived CTCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Single cell,Genomics,Mutation detection,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Chaiban<\/b><sup>1<\/sup>, A. Ravikumar Varadarajan<sup>2<\/sup>, J. Grote<sup>3<\/sup>, T. Ragg<sup>3<\/sup>, I. Blochberger<sup>1<\/sup>, V. Dechand<sup>2<\/sup>, J. Warfsmann<sup>2<\/sup>, C. A. Klein<sup>1<\/sup>, Z. T. Czy&#380;<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Regensburg, Regensburg, Germany, <sup>2<\/sup>Fraunhofer ITEM-R, Regensburg, Germany, <sup>3<\/sup>Quantiom Bioinformatics GmbH & Co. KG, Weingarten, Germany","CSlideId":"","ControlKey":"b196d4d1-e568-4178-af44-2f74ba4315bf","ControlNumber":"3157","DisclosureBlock":"&nbsp;<b>C. Chaiban, <\/b> None..<br><b>A. Ravikumar Varadarajan, <\/b> None..<br><b>J. Grote, <\/b> None..<br><b>T. Ragg, <\/b> None..<br><b>I. Blochberger, <\/b> None..<br><b>V. Dechand, <\/b> None..<br><b>J. Warfsmann, <\/b> None..<br><b>C. A. Klein, <\/b> None..<br><b>Z. T. Czy&#380;, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1896","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3694","PresenterBiography":null,"PresenterDisplayName":"Clara Chaiban, MS","PresenterKey":"e69bca48-9fc6-4ada-bb9c-86831589199c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3694. Genomic profiling of single cancer cells using the novel single-cell integrated mutational profiling of actionable cancer targets (scIMPACT) assay","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genomic profiling of single cancer cells using the novel single-cell integrated mutational profiling of actionable cancer targets (scIMPACT) assay","Topics":null,"cSlideId":""},{"Abstract":"BACKGROUND: The rapid detection of disease progression in patients receiving immune checkpoint inhibitors (ICIs) is challenging since there are no reliable biomarkers of clinical response. Liquid biopsy assays may address this unmet need by using cell-free DNA (cfDNA) to monitor treatment responses. Current targeted next-generation sequencing cfDNA assays are costly and have limited assay sensitivity for detection of cancer-specific mutations at low mutant allele frequency (MAF). Here, we demonstrate the utility of DELFI Tumor Fraction (DELFI-TF), a tumor- and mutation-independent cfDNA fragmentome approach to monitor treatment response in patients with metastatic non-small cell lung cancer (mNSCLC).<br \/>METHODS: Overall, 422 longitudinal blood samples were collected from 141 mNSCLC patients of which 109 were treated with immunotherapy and 32 with targeted therapy (TT). Plasma-derived cfDNA was processed with whole genome sequencing at low coverage (~4x). Circulating tumor burden was quantified as the maximum MAF (maxMAF) of tumor-derived variants detected using a 500+gene panel. Matched white blood cells were used to filter out germline and clonal hematopoietic variants. A random forest regression model was trained with maxMAF as the response using fragmentation-derived features. The accuracy of DELFI-TF was assessed using leave one patient out cross-validation in the ICI cohort and holdout validation in the cohort of patients receiving TT. For survival analyses, we used the median baseline scores to define low\/high DELFI-TF and maxMAF.<br \/>RESULTS: In the ICI cohort, DELFI-TF scores were strongly correlated with the maxMAF (r=0.94, p&#60;0.001, Pearson). At baseline, DELFI-TF and maxMAF both differentiate responding from non-responding tumors (p = 0.01 and p = 0.001 for DELFI-TF and maxMAF respectively; Wilcoxon). Patients with high DELFI-TF or maxMAF had significantly shorter progression-free survival (PFS) compared to low DELFI-TF or maxMAF (17.0 vs 4.7 months, p &#60; 0.001; 17.0 vs 4.6 months, p &#60; 0.001; Log-Rank respectively) and similar overall survival (OS) (DELFI-TF high 11.4 vs low 34.1 months, p&#60;0.001; maxMAF high 10.9 vs low 34.1 months, p &#60; 0.001, Log-Rank). Changes in DELFI-TF and maxMAF at the earliest timepoint were highly correlated (n=109; r=0.90; Pearson). In the validation cohort of TT patients, DELFI-TF at baseline outperformed maxMAF in distinguishing patients with PFS and OS benefits (DELFI-TF PFS 36.4 vs 11.5 months, p = 0.03; maxMAF PFS 21.9 vs 15.9 months, p=0.6; Log-Rank) (DELFI-TF OS high 37 months vs low not reached (NR), p &#60; 0.05; Max MAF OS high 37 vs NR, p = 0.1, Log-Rank). The majority of TT patients (81%) had consistent changes with DELFI-TF and maxMAF from baseline to the earliest timepoint.<br \/>CONCLUSIONS: DELFI-TF is a tumor and mutation independent approach that is cost-efficient with high performance comparable to current ctDNA assays for estimating tumor burden and monitoring response in cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Circulating tumor DNA,Cell-free DNA,Immunotherapy,Monitoring treatment response in cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Alipanahi<\/b><sup>1<\/sup>, L. Sivapalan<sup>2<\/sup>, J. Medina<sup>1<\/sup>, Z. L. Skidmore<sup>1<\/sup>, P. Ghanem<sup>2<\/sup>, E. Peters<sup>1<\/sup>, G. Pereira<sup>2<\/sup>, N. Rao<sup>2<\/sup>, K. Velliangiri<sup>2<\/sup>, A. Konicki<sup>1<\/sup>, S. Cristiano<sup>1<\/sup>, L. Millberg<sup>1<\/sup>, J. Carey<sup>1<\/sup>, K. Lumbard<sup>1<\/sup>, N. Niknafs<sup>2<\/sup>, B. Chesnick<sup>1<\/sup>, J. Tom<sup>1<\/sup>, A. Leal<sup>3<\/sup>, B. Levy<sup>2<\/sup>, P. Forde<sup>2<\/sup>, P. Bach<sup>1<\/sup>, N. C. Dracopoli<sup>1<\/sup>, R. B. Scharpf<sup>2<\/sup>, V. Velculescu<sup>2<\/sup>, L. Rinaldi<sup>1<\/sup>, V. Anagnostou<sup>2<\/sup>; <br\/><sup>1<\/sup>Delfi Diagnostics Inc., Baltimore, MD, <sup>2<\/sup>The Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD, <sup>3<\/sup>NYU Grossman School of Medicine, New York, NY","CSlideId":"","ControlKey":"586db763-5561-418a-b7d4-397c8e5691f4","ControlNumber":"7668","DisclosureBlock":"<b>&nbsp;B. Alipanahi, <\/b> <br><b>Delfi Diagnostics Inc.<\/b> Employment, Stock, Other Intellectual Property.<br><b>L. Sivapalan, <\/b> None.&nbsp;<br><b>J. Medina, <\/b> <br><b>Delfi Diagnostics Inc.<\/b> Employment, Stock, Other Intellectual Property. <br><b>Z. L. Skidmore, <\/b> <br><b>Delfi Diagnostics Inc.<\/b> Employment, Stock, Other Intellectual Property.<br><b>P. Ghanem, <\/b> None.&nbsp;<br><b>E. Peters, <\/b> <br><b>Delfi Diagnostics Inc.<\/b> Employment, Stock.<br><b>G. Pereira, <\/b> None..<br><b>N. Rao, <\/b> None..<br><b>K. Velliangiri, <\/b> None.&nbsp;<br><b>A. Konicki, <\/b> <br><b>Delfi Diagnostics Inc.<\/b> Employment, Stock. <br><b>S. Cristiano, <\/b> <br><b>Delfi Diagnostics Inc.<\/b> Employment, Stock, Other Intellectual Property. <br><b>L. Millberg, <\/b> <br><b>Delfi Diagnostics Inc.<\/b> Employment, Stock, Other Intellectual Property. <br><b>J. Carey, <\/b> <br><b>Delfi Diagnostics Inc.<\/b> Employment, Stock, Other Intellectual Property. <br><b>K. Lumbard, <\/b> <br><b>Delfi Diagnostics Inc.<\/b> Employment, Stock, Other Intellectual Property.<br><b>N. Niknafs, <\/b> None.&nbsp;<br><b>B. Chesnick, <\/b> <br><b>Delfi Diagnostics Inc.<\/b> Employment, Stock. <br><b>J. Tom, <\/b> <br><b>Delfi Diagnostics Inc.<\/b> Employment, Stock, Other Intellectual Property. <br><b>A. Leal, <\/b> <br><b>Delfi Diagnostics Inc.<\/b> Employment, Stock, Other Intellectual Property. <br><b>Merck & Co., Inc.<\/b> Other, Consultant. <br><b>Merck & Co., Inc.<\/b> Other, Honoraria. <br><b>B. Levy, <\/b> <br><b>Janssen Pharmaceuticals Companies of Johnson & Johnson<\/b> Other, Consultant. <br><b>Daiichi Sankyo Company<\/b> Other, Consultant. <br><b>AstraZeneca PLC<\/b> Other, Consultant. <br><b>Eli Lilly and Company<\/b> Other, Consultant. <br><b>Genentech, Inc.<\/b> Other, Consultant. <br><b>Mirati Therapeutics, Inc.<\/b> Other, Consultant. <br><b>Amgen Inc.<\/b> Other, Consultant. <br><b>Pfizer Inc.<\/b> Other, Consultant. <br><b>Bristol-Myers Squibb Company<\/b> Other, Consultant. <br><b>Guardant Health, Inc.<\/b> Other, Consultant. <br><b>Foundation Medicine, Inc.<\/b> Other, Consultant. <br><b>P. Forde, <\/b> <br><b>AstraZeneca PLC<\/b> Grant\/Contract, Other, Consultant. <br><b>Bristol-Myers Squibb Company<\/b> Grant\/Contract, Other, Consultant. <br><b>Novartis International AG<\/b> Grant\/Contract, Other, Consultant. <br><b>Regeneron Pharmaceuticals, Inc.<\/b> Grant\/Contract. <br><b>Kyowa Kirin Co., Ltd.<\/b> Grant\/Contract. <br><b>BioNTech SE<\/b> Grant\/Contract. <br><b>AbbVie Inc.<\/b> Other, Consultant. <br><b>Amgen Inc.<\/b> Other, Consultant. <br><b>Genentech, Inc.<\/b> Other, Consultant. <br><b>Sanofi S.A.<\/b> Other, Consultant. <br><b>Surface Oncology, Inc.<\/b> Other, Consultant. <br><b>Janssen Pharmaceuticals Companies of Johnson & Johnson<\/b> Other, Consultant. <br><b>G1 Therapeutics, Inc.<\/b> Other, Consultant. <br><b>Polaris Pharmaceuticals, Inc.<\/b> Other, Served as Data and Safety Monitoring Board. <br><b>Flame Biosciences, Inc.<\/b> Other, Served as Data and Safety Monitoring Board. <br><b>Merck & Co., Inc.<\/b> Other, Consultant. <br><b>P. Bach, <\/b> <br><b>Delfi Diagnostics Inc.<\/b> Employment, Stock, Other Intellectual Property. <br><b>N. C. Dracopoli, <\/b> <br><b>Delfi Diagnostics Inc.<\/b> Employment, Stock, Other Intellectual Property. <br><b>R. B. Scharpf, <\/b> <br><b>Delfi Diagnostics, Inc.<\/b> Employment, Stock, Patent, Other Intellectual Property. <br><b>V. Velculescu, <\/b> <br><b>Delfi Diagnostics Inc.<\/b> Stock, Patent, Other, Founder, Board of Directors, Consultant. <br><b>Viron Therapeutics, Inc.<\/b> Other, Advisor. <br><b>Epitope, Inc.<\/b> Other, Advisor. <br><b>LabCorp<\/b> Patent. <br><b>Personal Genome Diagnostics, Inc.<\/b> Patent. <br><b>Qiagen N.V.<\/b> Patent. <br><b>Sysmex Corporation<\/b> Patent. <br><b>Agios Pharmaceuticals, Inc.<\/b> Patent. <br><b>Genzyme Corporation<\/b> Patent. <br><b>Esoterix, Inc.<\/b> Patent. <br><b>Ventana Medical Systems, Inc.<\/b> Patent. <br><b>ManaT Bio, Inc.<\/b> Patent. <br><b>L. Rinaldi, <\/b> <br><b>Delfi Diagnostics Inc.<\/b> Employment, Stock, Other Intellectual Property. <br><b>V. Anagnostou, <\/b> <br><b>AstraZeneca PLC<\/b> Grant\/Contract, Other, Advisor. <br><b>Labcorp<\/b> Grant\/Contract. <br><b>Personal Genome Diagnostics, Inc.<\/b> Grant\/Contract. <br><b>Bristol-Myers Squibb Company (BMS)<\/b> Grant\/Contract. <br><b>Delfi Diagnostics, Inc.<\/b> Grant\/Contract. <br><b>Neogenomics, Inc.<\/b> Other, Advisor. <br><b>Foundation Medicine, Inc.<\/b> Other, Honoraria.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1898","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3695","PresenterBiography":"","PresenterDisplayName":"Bahar Alipanahi","PresenterKey":"6ede17e4-bc08-45f3-8287-8c582dcb4478","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3695. Monitoring response to immunotherapy using cell free DNA fragmentomes","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Monitoring response to immunotherapy using cell free DNA fragmentomes","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Prostate-Specific Membrane Antigen (PSMA) is a highly expressed prostate cancer (PCa) cell surface protein regulated by androgen receptor signaling and the target of the recently approved radioligand therapy <sup>177<\/sup>Lu-PSMA-617. While some patients have dramatic responses to this therapy, rates of upfront or acquired resistance are high even in patients with PSMA-PET-avid disease, and better biomarkers of <sup>177<\/sup>Lu PSMA-617 response and resistance are needed to select patients more effectively for this therapy. To address this need, we evaluated the relationship between longitudinal circulating tumor cell (CTC) androgen signaling and PSMA expression to <sup>177<\/sup>Lu-PSMA-617 response or resistance in patients with metastatic prostate cancer. We leveraged a CTC androgen signaling signature that we have previously shown is prognostic for patients with metastatic prostate cancer treated with AR signaling inhibitors.<br \/><b>Methods:<\/b> Longitudinal blood samples were collected from 20 patients for circulating tumor cell (CTC) analysis at C1D1, C2D1, C4D1, and C6D1. CTCs were isolated with antibodies to EpCAM followed by parallel enumeration, analysis of cell surface expression of PSMA and RNA extraction for AR or neuroendocrine marker transcriptional profiling.<br \/><b>Results:<\/b> CTC samples were assessed for PSMA cell surface protein expression prior to treatment and on treatment. <i>FOLH1 <\/i>(PSMA) gene expression was detected from CTCs at baseline that persisted through treatment. Gene expression representative of AR pathway activation was present in 70% of the cohort at baseline and 50% of patients at C2D1. Concordant with these observations, no significant decrease in CTC number or PSMA protein expression was seen from baseline to C2D1. However, increased CTC AR pathway activation at C2D1 was associated with increased mean serum PSA (155 vs 21.93 ng\/ml) and was associated with decreased duration of response.<br \/><b>Conclusions<\/b>: Improved tools to predict who will respond to <sup>177<\/sup>Lu-PSMA-617 and detect early treatment resistance and disease progression are needed. Here, we show that persistent CTC burden, CTC AR signaling, and CTC PSMA expression are common early in treatment with <sup>177<\/sup>Lu-PSMA-617 and may be associated with lower likelihood of clinical response. Further ongoing studies are needed to elucidate the relationship between these liquid biopsy results and clinical outcomes.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Prostate-specific membrane antigen (PSMA),Androgen receptor,Neuroendocrine differentiation,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. M. Sperger<\/b>, M. N. Sharifi, L. Nunamaker, V. Carreno, A. H. Chang, S. R. Reese, C. Linebarger, A. K. Taylor, G. C. Bliitzer, J. Floberg, S. G. Zhao, J. M. Lang; <br\/>University of Wisconsin-Madison, Madison, WI","CSlideId":"","ControlKey":"cf619ae7-0cd3-4d1f-a211-4a69b1f16048","ControlNumber":"5317","DisclosureBlock":"&nbsp;<b>J. M. Sperger, <\/b> None..<br><b>M. N. Sharifi, <\/b> None..<br><b>L. Nunamaker, <\/b> None..<br><b>V. Carreno, <\/b> None..<br><b>A. H. Chang, <\/b> None..<br><b>S. R. Reese, <\/b> None..<br><b>C. Linebarger, <\/b> None..<br><b>A. K. Taylor, <\/b> None..<br><b>G. C. Bliitzer, <\/b> None..<br><b>J. Floberg, <\/b> None.&nbsp;<br><b>S. G. Zhao, <\/b> <br><b>Veracyte<\/b> Patent. <br><b>Exact Science<\/b> Stock.<br><b>J. M. Lang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1899","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3696","PresenterBiography":null,"PresenterDisplayName":"Jamie Sperger, PhD","PresenterKey":"70708c61-37d4-489d-a2d8-c2bfa15ae084","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3696. Liquid biopsy biomarker analysis during treatment with <sup>177<\/sup>Lu-PSMA-617 in castrate resistant prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Liquid biopsy biomarker analysis during treatment with <sup>177<\/sup>Lu-PSMA-617 in castrate resistant prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Large oncosomes (LO) are produced by tumor cells and can be detected in blood from cancer patients. The clinical utility of enumerating and characterizing LOs along with CTCs has been demonstrated, especially in settings where CTC counts are low. The RareCyte CTC platform has the potential to capture LOs along with CTCs. We performed a pilot study to evaluate the RareCyte CTC platform&#8217;s potential to analyze LOs using established preanalytical procedures.<br \/>Methods: Metastatic breast cancer patients&#8217; (N=10) blood smears labelled with RarePlex&#174; Enumeration panel kit were re-evaluated to identify objects with LO-like characteristics at 10x magnification, along with negative control slides (N=5). LO-like objects were annotated and re-scanned at 40x magnification using the CyteFinder&#174; imaging instrument. After establishing the criteria for LO identification, LO enumeration was performed on a cohort of MBC patients (N=6). Sets of five blood smear slides stained with the RarePlex&#174; Enumeration panel kit were reviewed and LO counted. Total LO counts were established by extrapolating LO counts to 7.5 mL plasma. Pearson correlation was used to determine the level of correlation between LO counts and previously obtained CTC counts.<br \/>Results: The established identification criteria enabled the consistent enumeration of LOs at 10X magnification. Total LO count was 9.6 on the negative control slides. In MBC patients the mean total LO count was 306.2 (range 3.2 - 792). There was a significant positive correlation between LO and CTC count (r=0.855, p=0.3). In samples with CTC&#62;0 (N=3), the average total LOs count was 588, about six times higher than CTC count. In CTC=0 patient samples (N=3) the mean total LO count was 24.3 (range 3.2-36).<br \/>Conclusions: We report a novel protocol to quantify large oncosomes using the RareCyte CTC platform using established preanalytical workflows. The strong CK\/EpCam staining in LOs and the strong correlation of LO count with CTC count indicates their tumoral origin. Due to their higher abundance, LOs combined with CTCs offer a more sensitive tool for treatment response monitoring. Due to its broad range, LO counts in patients with CTC=0 may reveal therapy response dynamics undetectable with CTC enumeration alone. Ongoing work focuses on the parallel detection and integrated evaluation of HER2 by immunofluorescent staining of CTCs and LOs, along with digital PCR based HER2 quantification using cfDNA from matched blood plasma samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Liquid biopsies,Extracellular vesicles,Image analysis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Papp<\/b><sup>1<\/sup>, J. Vandesompele<sup>2<\/sup>, P. B. Vermeulen<sup>3<\/sup>, L. Y. Dirix<sup>3<\/sup>, M. Kockx<sup>2<\/sup>; <br\/><sup>1<\/sup>CellCarta, Montreal, QC, Canada, <sup>2<\/sup>CellCarta, Antwerp, Belgium, <sup>3<\/sup>GZA Hospital Sint-Augustinus & University of Antwerp, Edegem, Belgium","CSlideId":"","ControlKey":"88bbea40-3358-45c3-8659-511b51aa3e5d","ControlNumber":"8194","DisclosureBlock":"&nbsp;<b>E. Papp, <\/b> None..<br><b>J. Vandesompele, <\/b> None..<br><b>P. B. Vermeulen, <\/b> None..<br><b>L. Y. Dirix, <\/b> None..<br><b>M. Kockx, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1900","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3697","PresenterBiography":null,"PresenterDisplayName":"Eszter Papp","PresenterKey":"62be665c-ba20-4786-b106-e1c729695d25","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3697. Proof-of-concept study to enumerate large oncosomes using the RareCyte CTC platform","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Proof-of-concept study to enumerate large oncosomes using the RareCyte CTC platform","Topics":null,"cSlideId":""},{"Abstract":"Non-small cell lung cancer (NSCLC) is the most frequent type of lung cancer, accounting for about 80 - 85% of all diagnoses. Unfortunately, 75% of NSCLC diagnoses are made when cancer has already spread and the prognosis is poor. Therefore, biomarker investigation that might allow for early detection of NSCLC is critical to improving patient outcomes. The purpose of this study is to demonstrate the feasibility of liquid biopsy to detect and identify circulating rare events, such as circulating tumor cells (CTCs), associated with NSCLC. Here we apply our non-enrichment-based High Definition Single Cell Assay (HDSCA) workflow which utilizes an immunofluorescence staining technique and an unsupervised rare event detection algorithm to identify the circulating rare cells and acellular events in samples collected from 206 NSCLC patients and 60 healthy individuals. We detected a heterogeneous population of circulating rare events in NSCLC, including epithelial, mesenchymal, and endothelial cells, as well as acellular events such as oncosomes. Cancer-associated circulating rare events with statistically significant prevalence in NSCLC compared to healthy individuals were observed. Molecular characterization using multiplexed targeted proteomics based on imaging mass cytometry and genomic analysis by single-cell copy number profiling confirmed the phenotypic heterogeneity and genomic profiles of the detected circulating rare events. In this study, our results demonstrate the use of the extended capabilities of liquid biopsy to identify a comprehensive overview of circulating rare events that can provide clinically valuable biomarkers in NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"NSCLC,Liquid biopsies,Heterogeneity,Circulating tumor cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Seo<\/b>, S. N. Shishido, J. Mason, C. R. Velasco, J. Mullin, R. Prabakar, J. Hicks, P. Kuhn; <br\/>USC - University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"0afb8fda-729c-4c40-ac5b-554f1acf22f9","ControlNumber":"7896","DisclosureBlock":"&nbsp;<b>J. Seo, <\/b> None..<br><b>S. N. Shishido, <\/b> None..<br><b>J. Mason, <\/b> None..<br><b>C. R. Velasco, <\/b> None..<br><b>J. Mullin, <\/b> None..<br><b>R. Prabakar, <\/b> None..<br><b>J. Hicks, <\/b> None..<br><b>P. Kuhn, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1901","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3698","PresenterBiography":null,"PresenterDisplayName":"Jiyoun Seo","PresenterKey":"72003373-3797-4740-821d-7e57a59912fa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3698. Characterization of circulating rare events in non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of circulating rare events in non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: For individuals with metastatic castration-resistant prostate cancer (mCRPC), therapeutic options include androgen receptor signaling inhibitors (ARSIs) like abiraterone or enzalutamide, as well as taxane-based chemotherapy. Despite this, establishing the best treatment approach is still debated, with varied responses to treatments observed. Notably, around 30%-40% of mCRPC patients either do not benefit from ARSI therapy or quickly become resistant. PSMA PET\/CT demonstrates prognostic significance in forecasting responses to ARSI treatments, underscoring its utility in managing mCRPC. Nevertheless, the effectiveness of blood test-measured PSMA expression levels in diagnosing and treating prostate cancer remains uncertain. Consequently, there is a crucial demand for predictive biomarkers, particularly those indicating therapeutic resistance, to customize treatments according to the unique tumor biology of individual patients.<br \/>Materials and Methods: We recruited 21 healthy donors and 60 ARSI-treated metastatic castration-resistive prostate cancer patients. We isolate the circulating tumor cells (CTCs) using lateral magnetophoretic microfluidic technology. The EpCAM-labeled CTCs were specifically isolated by microfluidic technology and analyzed for cell enumeration and transcriptomic analysis. Prostate cancer and epithelial-related six genes (PSMA, PSA, AR, AR-V7, EpCAM, and KRT19) were detected by droplet digital PCR (ddPCR) method.<br \/>Results: In ARSI-treated groups, the connection between transcript expression and CTC count is differentiated by the presence or absence of a PSA response. Specifically, 41.7% (25\/60) of the ARSI group exhibited a PSA non-response, defined as less than a 50% reduction from the baseline level. These patients demonstrated elevated PSA, PSMA, and AR-V7 mRNA expression levels. Kaplan-Meier survival analysis indicated that patients with high PSMA, PSA, and AR-V7 expressions and a higher CTC count experienced poorer PSA-PFS, radiological-PFS, and overall survival (OS) than those with lower expression levels. This trend was echoed in the findings of the proportional hazards model. Notably, patients with higher PSMA mRNA expression faced significantly lower PSA-PFS (HR: 2.28, 95% CI: 1.20-4.33, p = 0.012), radiological-PFS (HR: 4.75, 95% CI: 2.27-9.93, p &#60; 0.001), and OS (HR: 6.99, 95% CI: 2.93-16.73, p &#60; 0.001) than those with lower expression. The Cox model presented analogous results for CTC count and PSA mRNA levels. However, other transcripts, such as AR, KRT19, and EpCAM, did not correlate significantly with the response to ARSI treatment.<br \/>Conclusions: The study's conclusion revealed that PSMA, PSA, and AR-V7 are biomarkers resistant to ARSI treatment among the CTC-derived transcriptomic genes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Circulating tumor cells,Prostate cancer,Biomarkers,Microfluidics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Cho<\/b><sup>1<\/sup>, J. Cha<sup>1<\/sup>, K.-H. Han<sup>1<\/sup>, J.-S. Chung<sup>2<\/sup>; <br\/><sup>1<\/sup>Inje University, Gimhae, Korea, Republic of, <sup>2<\/sup>Haeundae Paik Hospital, Busan, Korea, Republic of","CSlideId":"","ControlKey":"e2c99625-4de0-4adf-b66b-5b25bae434f3","ControlNumber":"3170","DisclosureBlock":"&nbsp;<b>H. Cho, <\/b> None..<br><b>J. Cha, <\/b> None..<br><b>K. Han, <\/b> None..<br><b>J. Chung, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1902","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3699","PresenterBiography":null,"PresenterDisplayName":"Hyungseok Cho, PhD","PresenterKey":"0e708e38-0cb2-4b56-8844-0b1ab04d6cc8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3699. Identifying novel resistance biomarkers in circulating tumor cell-expressed transcriptomes of metastatic castration-resistant prostate cancer patients treated with androgen receptor signaling inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying novel resistance biomarkers in circulating tumor cell-expressed transcriptomes of metastatic castration-resistant prostate cancer patients treated with androgen receptor signaling inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Background: IMPROVE is a randomized, non-comparative multicenter, phase 2 study evaluating continuous or intermittent FOLFIRI\/PANI, in first-line in patients (pts) with unresectable RAS\/BRAF wild-type metastatic colorectal cancer (mCRC). In this trial intermittent FOLFIRI\/PANI strategy produced a longer progression-free survival (PFS) on treatment, 17.6 months (mts) vs 11.3 mts, a reduced skin severe toxicity, 18% vs 30%, without any detrimental effect on overall survival (OS), 36.2 mts vs 36.2 mts. The trial also included a prospective genomic alterations (GAs) analysis on circulating tumor DNA with the aim to explore emergence of GAs under the selective pressure of FOLFIRI\/PANI.<br \/>Methods: We analyzed paired plasma samples (basal and PD) by a commercially available NGS panel enabled to simultaneously analyze KRAS, NRAS, BRAF and PIK3CA hotspot mutations from blood samples. Among them, inspecting default calling parameters on proprietary analysis software (Ion Reporter software 5.2.0), only variants with &#10878;5X allele coverage and a quality score &#10878;20, within an amplicon that covered at least 1000X alleles was considered. As clonality, the threshold of 0.5% of variant allele frequency (VAF) was established to classify mutations as clonal (VAF&#10878;0.5%) or subclonal (VAF&#60;0.5%).<br \/>Results: Of the 137 pts enrolled in the trial, GAs basal analyses were available for 84 pts. Among these, in 55 (65.5%) no GAs were detected (ND). In the remaining cases, the analysis relieved the presence of mutations for PIK3CA (N=14), KRAS (N=12), NRAS (N=2) and BRAF (N=1). According to the clonality threshold, these GAs were classified as subclonal (SC) in 12 cases (14.3%) and clonal (CL) in 17 (20.2%) cases. Survival analysis according to basal GAs clonality showed a median PFS of 16.6 mts (95% IC 13.0-20.2), 12 mts (95% IC 9.1-14.9) and 25.8 mts (95% IC 17.2-34.5) for ND, CL and SC group, respectively. Median OS was 47.7 mts for ND group (95% IC 34.9-60.5), 26.8 mts for CL (95% IC 25.8-27.8) and not reached for SC group. Moreover, we performed GAs analysis on 61 cases of which basal and PD samples were available. Forty-two cases (68.9%) resulted ND, 7 (11.5%) with SC and 12 (19.7%) with CL GAs.At PD, among 42 ND basal cases, 29 remained ND (69%), 8 (19%) and 5 cases (11.9%) developed SC and CL GAs, respectively. In the SC group, 1 kept SC (14.3%), 4 (57.1%) and 2 (28.6%) cases became ND and CL GAs, respectively. In the CL group, 10 (83.3%) kept CL GAs, 1 (8.3%) case became ND and 1 (8.3%) CL.<br \/>Conclusions: These findings suggest that classical GAs associated with anti-EGFR resistance are infrequent with up-front use of anti-EGFR\/chemotherapy. Moreover, our data show that basal SC GAs rarely evolve to CL GAs at progression disease and do not affect survival of pts with anti-EGFR\/chemotherapy treatment. An update will be provided at the congress. NCT04425239","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Liquid biopsies,Metastatic tumors,Colorectal cancer,anti-EGFR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Avallone<\/b><sup>1<\/sup>, F. Giuliani<sup>2<\/sup>, G. Nasti<sup>1<\/sup>, V. Montesarchio<sup>3<\/sup>, G. Santabarbara<sup>4<\/sup>, S. Leo<sup>5<\/sup>, U. Malapelle<sup>6<\/sup>, G. Rosati<sup>7<\/sup>, C. Lotesoriere<sup>8<\/sup>, E. Tamburini<sup>9<\/sup>, A. Colombo<sup>10<\/sup>, F. Pepe<sup>6<\/sup>, C. Cardone<sup>1<\/sup>, A. Leone<sup>1<\/sup>, C. Vitagliano<sup>1<\/sup>, G. Russo<sup>6<\/sup>, G. Troncone<sup>6<\/sup>, D. Giannarelli<sup>11<\/sup>, A. De Stefano<sup>1<\/sup>, A. Budillon<sup>1<\/sup>; <br\/><sup>1<\/sup>Inst. Nazionale Tumori IRCCS - Found. Pascale, Napoli, Italy, <sup>2<\/sup>National Cancer Research Centre Istituto Tumori Giovanni Paolo II, Bari, Italy, <sup>3<\/sup>AORN dei Colli, Napoli, Italy, <sup>4<\/sup>AORN S.G.Moscati, Avellino, Italy, <sup>5<\/sup>Ospedale Vito Fazzi, Lecce, Italy, <sup>6<\/sup>University of Naples Federico II, Napoli, Italy, <sup>7<\/sup>Ospedale San Carlo, Potenza, Italy, <sup>8<\/sup>IRCCS Saverio de Bellis, Castellana Grotte, Italy, <sup>9<\/sup>Tricase City Hospital, Tricase, Italy, <sup>10<\/sup>Casa di Cura Macchiarella, Palermo, Italy, <sup>11<\/sup>Fondazione Policlinico Universitario A. Gemelli, Roma, Italy","CSlideId":"","ControlKey":"57b92061-06f5-4480-8a3d-6b6828fd932a","ControlNumber":"2950","DisclosureBlock":"<b>&nbsp;A. Avallone, <\/b> <br><b>Amgen<\/b> Speaker Bureau.<br><b>F. Giuliani, <\/b> None..<br><b>G. Nasti, <\/b> None..<br><b>V. Montesarchio, <\/b> None..<br><b>G. Santabarbara, <\/b> None..<br><b>S. Leo, <\/b> None.&nbsp;<br><b>U. Malapelle, <\/b> <br><b>Boehringer Ingelheim<\/b> Other, Speaker Bureau. <br><b>Roche<\/b> Other, Speaker Bureau. <br><b>MSD<\/b> Other, Speaker Bureau. <br><b>Amgen<\/b> Other, Speaker Bureau. <br><b>Thermo Fisher Scientific<\/b> Other, Speaker Bureau. <br><b>Eli Lilly<\/b> Other, Speaker Bureau. <br><b>Diaceutics<\/b> Other, Speaker Bureau. <br><b>GSK<\/b> Other, Speaker Bureau. <br><b>Merck<\/b> Other, Speaker Bureau. <br><b>Astra Zeneca<\/b> Other, Speaker Bureau. <br><b>Janssen<\/b> Other, Speaker Bureau. <br><b>Diatech<\/b> Other, Speaker Bureau. <br><b>Novartis<\/b> Other, Speaker Bureau. <br><b>Hedera<\/b> Other, Speaker Bureau.<br><b>G. Rosati, <\/b> None..<br><b>C. Lotesoriere, <\/b> None..<br><b>E. Tamburini, <\/b> None..<br><b>A. Colombo, <\/b> None..<br><b>F. Pepe, <\/b> None.&nbsp;<br><b>C. Cardone, <\/b> <br><b>Bayer<\/b> Advisory Board. <br><b>Sandoz<\/b> Advisory Board.<br><b>A. Leone, <\/b> None..<br><b>C. Vitagliano, <\/b> None..<br><b>G. Russo, <\/b> None.&nbsp;<br><b>G. Troncone, <\/b> <br><b>Roche<\/b> Other, Speaker Bureau. <br><b>MSD<\/b> Other, Speaker Bureau. <br><b>Pfizer<\/b> Other, Speaker Bureau. <br><b>Boerhinger Ingelheim<\/b> Other, Speaker Bureau. <br><b>Eli Lilly<\/b> Other, Speaker Bureau. <br><b>BMS<\/b> Other, Speaker Bureau. <br><b>GSK<\/b> Other, Speaker Bureau. <br><b>Menarini<\/b> Other, Speaker Bureau. <br><b>Astra Zeneca<\/b> Speaker Bureau. <br><b>Amgen<\/b> Other, Speaker Bureau. <br><b>Bayer<\/b> Other, Speaker Bureau.<br><b>D. Giannarelli, <\/b> None.&nbsp;<br><b>A. De Stefano, <\/b> <br><b>AMGEN<\/b> Speaker. <br><b>Pierre Fabre<\/b> Travel arrangement.<br><b>A. Budillon, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1903","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3700","PresenterBiography":null,"PresenterDisplayName":"Antonio Avallone, MD","PresenterKey":"a51f79d7-af10-459c-8b0a-95104733fc8e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3700. Genomic alterations on first-line panitumumab plus FOLFIRI in metastatic colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genomic alterations on first-line panitumumab plus FOLFIRI in metastatic colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"The gold standard therapy for muscle-invasive bladder cancer (MIBC) is neoadjuvant chemotherapy followed by radical cystectomy (RC) and urinary diversion. Some patients may have their disease completely eradicated by chemotherapy as ~35% of patients achieve a pathologic complete response (pCR) when evaluated from RC specimens. RC with urinary diversion is a life-altering operation with high complication rates and therefore determining who are complete responders would improve quality of life and could decrease costs and still achieve a high cure rate via RC avoidance. Unfortunately, current methods cannot accurately identify complete responders. Our lab has developed a urine-based liquid biopsy test in which DNA isolated from urine and germline is isolated and subjected to panel exome sequencing for enumeration of somatic variants. This occurs under the premise that tumor DNA identified (as mutant alleles) is a marker of residual disease while the absence of tumor DNA (meaning the absence of mutant alleles) can indicate a pCR.<br \/>A 55 gene panel was designed to be used for exonic sequencing of urinary DNA (uDNA) to identify mutations indicative of bladder cancer or therapeutic targets. We have shown that most mutations in tumor tissue are detectable as mutations in urine (Mu). We also showed that the presence or absence of residual Mu after completion of chemotherapy strongly associates with residual disease or pCR at the time of RC, respectively. Therefore, this test could be used after neoadjuvant therapy to better identify patients for RC avoidance.<br \/>To optimize this test, we are currently evaluating pre-analytical factors affecting the yield, purity, and integrity of uDNA and the quality of sequencing data using prospectively collected samples from patients with MIBC. We are also testing commercial and novel preservatives to identify one that maintains cell-free DNA integrity, yield, and mutation detection accuracy to enable temporary ambient temperature storage without compromising mutation detection, permitting shipping\/centralized testing. Lastly, we are comparing two library preparation approaches: classical hybrid capture-based (Agilent SureSelect XT<sup>HS<\/sup>) and amplicon+hybrid capture-based (Agilent HaloPlex<sup>HS<\/sup>) to determine which performs the best for identifying the variants in a sample. Our results showed that both sequencing depth and the quality bases mapped was higher when utilizing the SureSelect XT<sup>HS<\/sup> kit as compared to HaloPlex<sup>HS<\/sup> using approximately the same number of reads. This improvement may also increase the power to detect rare alleles.<br \/>Studies described herein will enable liquid biopsy tests to accurately identify patients with pCR after neoadjuvant therapy and might safely avoid radical cystectomy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Urine,Next-generation sequencing (NGS),DNA,Tumor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Arya<\/b>, H. Valentine, U. Satyal, R. Chelluri, M. Li, P. Abbosh; <br\/>Fox Chase Cancer Center, Philadelphia, PA","CSlideId":"","ControlKey":"40cb5a93-2462-472f-8c95-8c0042b2c22b","ControlNumber":"7624","DisclosureBlock":"&nbsp;<b>R. Arya, <\/b> None..<br><b>H. Valentine, <\/b> None..<br><b>U. Satyal, <\/b> None..<br><b>R. Chelluri, <\/b> None..<br><b>M. Li, <\/b> None..<br><b>P. Abbosh, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1904","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3701","PresenterBiography":null,"PresenterDisplayName":"Rhea Arya","PresenterKey":"698664fa-b680-4056-a57c-a1a60161b4e6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3701. Urine-based liquid biopsy test for the detection of residual bladder cancer in radical cystectomy patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Urine-based liquid biopsy test for the detection of residual bladder cancer in radical cystectomy patients","Topics":null,"cSlideId":""},{"Abstract":"Background: Platinum-based neoadjuvant chemotherapy (pb-NACT) is the primary treatment approach for locally advanced non-small cell lung cancer (LA-NSCLC), despite offering only a limited overall survival (OS) gain. Cisplatin-induced cell damage has been shown to activate the SDF-1\/CXCR4 axis in preclinical models of NSCLC, resulting in the recruitment of a cell subset co-expressing the stemness marker CD133 and CXCR4 (SDF-1 receptor) at distant sites. These cells, known as metastasis-initiating cells (MIC), exhibit prometastatic activity. By longitudinally monitoring circulating tumor cells (CTC) in the blood of LA-NSCLC patients (pts) undergoing pb-NACT, our objective is to assess the potential prognostic significance of CTC number and phenotype.<br \/>Methods: Between February 2019 and August 2023, a total of 61 pts with LA-NSCLC undergoing pb-NACT, were included in the study. Blood samples were obtained at baseline (T1), post-pb-NACT (T2), and post-surgery (T3) for the characterization of CTC, including total CTC, CXCR4+CTCs, and CXCR4+CD133+ MIC. This characterization utilized a validated marker-independent strategy combining Parsortix and DEPArray<sup>TM<\/sup> technologies. Logistic regression models were employed to examine the association between CTC subsets and the response to pb-NACT (Disease Control Rate [DCR], Overall Response Rate [ORR]), while Cox-regression models were used to assess their association with survival endpoints (event-free survival [EFS], OS, disease-free survival [DFS]).<br \/>Results: Out of the 61 enrolled patients, 34 had available CTC data for analysis. In this population, DCR was 64.7%, and the ORR 29.4%. Surgery was performed in 14 pts (41.2%). At baseline (T1), elevated levels of CXCR4+CTCs were linked to a lower DCR (10 vs 3\/mL, odds ratio [OR]=0.02, 95% confidence interval [CI]: 0-0.40, p=0.008), as well as shorter EFS (10 vs 3\/mL, HR=4.20, 95% CI: 1.84-9.58, p=0.002) and OS (10 vs 3\/mL, HR=3.14, 95% CI: 1.25-7.88, p=0.004). At the post- CT time point (T2), higher levels of MIC were associated with shorter EFS (3 vs 0\/mL, HR=1.41, 95% CI: 1.00-1.99, p=0.047) and OS (3 vs 0\/mL, HR=1.55, 95% CI: 1.03-2.34, p=0.035). Although the sample size was limited, a higher number of MIC at the post-surgery time point (T3) showed a trend toward reduced DFS.<br \/>Discussion: CTC could serve as a novel biomarker for assessing the effectiveness of pb-NACT in LA-NSCLC. Elevated levels of CXCR4+CTC both at baseline and after pb-NACT, along with increased MIC post-pb-NACT and post-surgery, indicate unfavorable prognostic factors for survival. Specifically, a higher baseline of CXCR4+CTCs may be linked to a suboptimal response to treatment, suggesting the potential need for treatment intensification in patients exhibiting elevated CXCR4+CTC baseline levels.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Circulating tumor cells,Lung cancer: non-small cell,Platinum drugs,Liquid biopsies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Leporati<\/b>, T. Beninato, S. Iadecola, C. Andreon, F. Murianni, M. Balsamo, A. Martinetti, B. Lombardi Stocchetti, L. Mazzeo, S. Manglaviti, M. Occhipinti, M. Brambilla, A. Prelaj, C. Proto, R. Miceli, L. Roz, G. Sozzi, F. De Braud, G. Lo Russo, G. Bertolini; <br\/>Fondazione IRCCS Istituto Nazionale dei Tumori, Milan, Italy","CSlideId":"","ControlKey":"26de2ae9-a8ed-49f7-adaa-a40d991c8d1e","ControlNumber":"1778","DisclosureBlock":"&nbsp;<b>R. Leporati, <\/b> None..<br><b>T. Beninato, <\/b> None..<br><b>S. Iadecola, <\/b> None..<br><b>C. Andreon, <\/b> None..<br><b>F. Murianni, <\/b> None..<br><b>M. Balsamo, <\/b> None..<br><b>A. Martinetti, <\/b> None..<br><b>B. Lombardi Stocchetti, <\/b> None..<br><b>L. Mazzeo, <\/b> None..<br><b>S. Manglaviti, <\/b> None..<br><b>M. Occhipinti, <\/b> None..<br><b>M. Brambilla, <\/b> None.&nbsp;<br><b>A. Prelaj, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>C. Proto, <\/b> <br><b>BMS<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>R. Miceli, <\/b> <br><b>Boehringer Ingelheim<\/b> Other Intellectual Property.<br><b>L. Roz, <\/b> None..<br><b>G. Sozzi, <\/b> None.&nbsp;<br><b>F. De Braud, <\/b> <br><b>Amgen<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Boehringer-Ingelheim<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>Ignyta<\/b> Grant\/Contract. <br><b>Merck Sharp and Dohme<\/b> Grant\/Contract. <br><b>Merck Serono<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>G. Lo Russo, <\/b> <br><b>MSD<\/b> Grant\/Contract. <br><b>GSK<\/b> Grant\/Contract. <br><b>TAKEDA<\/b> Grant\/Contract. <br><b>Amgen<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>Jansen<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>Italfarmaco<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract.<br><b>G. Bertolini, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1906","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3702","PresenterBiography":"","PresenterDisplayName":"Rita Leporati, MD","PresenterKey":"bfb2d120-629e-4655-9a0f-47e9aff97111","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/bfb2d120-629e-4655-9a0f-47e9aff97111.profile.jpg","SearchResultActions":null,"SearchResultBody":"3702. Dissecting circulating tumor cells phenotype in a cohort of locally advanced non-small cell lung cancer patients undergoing neoadjuvant chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dissecting circulating tumor cells phenotype in a cohort of locally advanced non-small cell lung cancer patients undergoing neoadjuvant chemotherapy","Topics":null,"cSlideId":""},{"Abstract":"High-Grade Gliomas (HGGs) are the most aggressive primary brain tumors in adults and molecular characterization is crucial for diagnosis and optimal disease treatment. Due to the eloquent location of many HGGs, upfront or repeat tumor sampling may be sub-optimal. Hence, there is an urgent need to develop alternative, minimally-invasive means to obtain diagnostic information and determine the expected clinical behavior. Here we report that circulating tumor DNA (ctDNA) from cerebrospinal fluid (CSF) can be used to identify disease defining genomic alterations and to track clonal evolution. Additionally, we demonstrate that detection of CSF ctDNA is positively correlated with leptomeningeal disease and overall survival suggesting that CSF ctDNA should be integrated into clinical decision making in the clinic.<br \/>Our study includes 315 samples from 254 patients with recurrent glioma treated at Memorial Sloan Kettering Cancer Center who underwent CSF collection for routine clinical care and were sequenced using the MSK-IMPACT targeted clinical sequencing assay (468 and 505 genes). Alterations were classified as oncogenic based on OncoKB. 23% of genomic alterations detected were identified using a secondary bioinformatics analysis, following an informed approach with less stringent mutation calling criteria and Gaussian Mixture Model to call copy number events. CSF ctDNA positivity was determined by the presence of at least one oncogenic disease defining alteration or any shared alteration with the tumor.<br \/>Within this cohort, we found 198 CSF ctDNA positive (63%) and 117 CSF negative (37%) samples. Of note, CSF ctDNA positivity was the highest amongst histone mutant tumors with 94% CSF ctDNA positivity compared to 56% CSF ctDNA positivity for IDH-WT tumors. We noticed considerable evolution of the cancer genome in patients with sequential biopsies with only 35% of alterations shared between the tumor and the CSF, in particular within the growth signaling pathways (e.g. PDGFRA). The majority of the shared alterations were clonal, and we noticed the emergence of new clonal events in the CSF.<br \/>Our cohort demonstrated that patients with positive CSF ctDNA had a significantly shorter overall survival compared to those who were CSF ctDNA negative (4.83 months vs 11.83 months, HR 2.1, p &#60; 0.001). In tandem with secondary clinical analysis, radiographic findings also correlated with CSF ctDNA positivity. Specifically, the presence of enhancing disease and contact of the tumor with the ventricular space were positively associated with detection of CSF ctDNA. Additionally, CSF ctDNA was associated with positive cytology in 21\/21 cases (100%).<br \/>With our improved bioinformatics pipeline we hypothesize ctDNA from CSF may be used as a prognostic biomarker for survival, but confirmation requires further validation in a prospective study.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Circulating tumor DNA,Tumor evolution,Genomics,Prognostic Biomarker for Survival,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. M. Holle<\/b><sup>1<\/sup>, S. Nandakumar<sup>1<\/sup>, C. Kreitzer<sup>1<\/sup>, T. Song<sup>1<\/sup>, M. Tartaro<sup>1<\/sup>, C. J. Hertz<sup>2<\/sup>, J. Rafailov<sup>3<\/sup>, C. Campos<sup>1<\/sup>, A. S. Reiner<sup>1<\/sup>, R. Young<sup>1<\/sup>, A. Meng<sup>1<\/sup>, L. Pasquini<sup>1<\/sup>, A. R. Brannon<sup>1<\/sup>, N. D. Socci<sup>1<\/sup>, M. E. Arcila<sup>1<\/sup>, D. B. Solit<sup>1<\/sup>, M. F. Berger<sup>1<\/sup>, N. Schultz<sup>1<\/sup>, I. K. Mellinghoff<sup>1<\/sup>, A. M. Miller<sup>1<\/sup>; <br\/><sup>1<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY, <sup>2<\/sup>Weill Cornell Medicine, New York, NY, <sup>3<\/sup>NYU Grossman School of Medicine, New York, NY","CSlideId":"","ControlKey":"68e54f42-5d40-478e-a56e-a9007625b377","ControlNumber":"6812","DisclosureBlock":"&nbsp;<b>B. M. Holle, <\/b> None..<br><b>S. Nandakumar, <\/b> None..<br><b>C. Kreitzer, <\/b> None..<br><b>T. Song, <\/b> None..<br><b>M. Tartaro, <\/b> None..<br><b>C. J. Hertz, <\/b> None..<br><b>J. Rafailov, <\/b> None..<br><b>C. Campos, <\/b> None..<br><b>A. S. Reiner, <\/b> None.&nbsp;<br><b>R. Young, <\/b> <br><b>Agios Pharmaceuticals<\/b> Equity. <br><b>ICON Clinical Research<\/b> Professional Services and Activities (Uncompensated). <br><b>Olea Medical<\/b> Professional Services and Activities. <br><b>fMRI Consultants, LLC<\/b> Professional Services and Activities.<br><b>A. Meng, <\/b> None..<br><b>L. Pasquini, <\/b> None.&nbsp;<br><b>A. R. Brannon, <\/b> <br><b>Johnson & Johnson<\/b> Equity.<br><b>N. D. Socci, <\/b> None.&nbsp;<br><b>M. E. Arcila, <\/b> <br><b>Association for Molecular Pathology<\/b> Fiduciary Role \/ Position. <br><b>Biocartis US, Inc.<\/b> Professional Services and Activities. <br><b>PER Events, LLC<\/b> Professional Services and Activities. <br><b>D. B. Solit, <\/b> <br><b>American Association for Cancer Research<\/b> Professional Services and Activities. <br><b>BridgeBio Inc.<\/b> Professional Services and Activities. <br><b>Elsie Biotechnologies, Inc.<\/b> Equity; Professional Services and Activities. <br><b>Fog Pharmaceuticals, Inc.<\/b> Professional Services and Activities. <br><b>Fore Biotherapeutics<\/b> Equity; Professional Services and Activities. <br><b>Function Oncology, Inc.<\/b> Equity; Professional Services and Activities. <br><b>Paige.AI, Inc.<\/b> Professional Services and Activities. <br><b>Pfizer, Inc.<\/b> Professional Services and Activities. <br><b>Pyramid Biosciences, Inc.<\/b> Equity; Professional Services and Activities. <br><b>Rain Therapeutics Inc.<\/b> Professional Services and Activities. <br><b>Scorpion Therapeutics, Inc.<\/b> Equity; Professional Services and Activities. <br><b>M. F. Berger, <\/b> <br><b>AstraZeneca<\/b> Professional Services and Activities. <br><b>JCO Precision Oncology<\/b> Professional Services and Activities (Uncompensated). <br><b>Journal of Molecular Diagnostics<\/b> Professional Services and Activities (Uncompensated). <br><b>Paige.AI, Inc.<\/b> Professional Services and Activities. <br><b>SOPHiA GENETICS S.A.<\/b> Intellectual Property Rights. <br><b>N. Schultz, <\/b> <br><b>Cambridge Innovation Institute<\/b> Professional Services and Activities (Uncompensated). <br><b>Innovation in Cancer Informatics<\/b> Professional Services and Activities (Uncompensated). <br><b>Novartis<\/b> Professional Services and Activities. <br><b>OneOncology<\/b> Professional Services and Activities. <br><b>I. K. Mellinghoff, <\/b> <br><b>American Society of Clinical Oncology (ASCO)<\/b> Professional Services and Activities. <br><b>Black Diamond Therapeutics, Inc.<\/b> Professional Services and Activities. <br><b>Doris Duke Charitable Foundation<\/b> Professional Services and Activities. <br><b>Roche<\/b> Professional Services and Activities. <br><b>Servier<\/b> Professional Services and Activities. <br><b>Voyager Therapeutics Inc.<\/b> Professional Services and Activities.<br><b>A. M. Miller, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1907","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3703","PresenterBiography":null,"PresenterDisplayName":"Bridget Holle, BS","PresenterKey":"2f9e98e1-8f19-4872-b635-4c08a9226635","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3703. Utility of circulating tumor DNA (ctDNA) from cerebrospinal fluid (CSF) for prognosis of patients with recurrent high grade glioma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Utility of circulating tumor DNA (ctDNA) from cerebrospinal fluid (CSF) for prognosis of patients with recurrent high grade glioma","Topics":null,"cSlideId":""},{"Abstract":"The simultaneous genome and proteome analysis of very rare single cells would enable addressing important biological and diagnostic questions particularly in cancer. Here, we introduce a novel genome and proteome (G&#38;P) analytic workflow, a method allowing comprehensive analysis of single-cell DNA and targeted profiling of protein expression in single cells. As a proof of concept, we demonstrate the capability of the method by quantifying copy number of the <i>ERBB2<\/i> gene alongside with protein expression levels of HER2 and phospho-HER2 in single cells. The G&#38;P workflow utilizes antibodies conjugated with DNA oligonucleotides designed to enable their amplification alongside the single-cell genome facilitating parallel genome and proteome profiling by either quantitative PCR (qPCR) or sequencing. We utilized antibodies targeting cytokeratin 8\/18\/19, HER2 and phospho-HER (Tyr1248). Performance of each DNA-conjugated antibody was assessed by immunofluorescence staining in a variety of breast cancer cell lines (MDA-MB231, MDA-MB453, BT474 and MCF7) and sample types. Stained cells were isolated by manual micromanipulation and subjected to whole genome amplification (WGA). Protein expression levels, derived from quantification of the amplified DNA tags, were measured by qPCR. Shallow whole genome sequencing was employed to facilitate genome-wide profiling of copy number variations (CNVs), including the <i>ERBB2 <\/i>locus. We successfully developed and tested a G&#38;P workflow allowing parallel genome-wide CNV profiling and quantification of three target proteins. G&#38;P measurement yielded concordant results to immunofluorescence quantification for all tested markers. Furthermore, the workflow allowed direct correlation of copy numbers of the <i>ERBB2<\/i> gene with HER2 expression in single cancer cells. Notably, the method enabled measurements of cellular and molecular responses at the single-cell level to lapatinib treatment, i.e. monitoring of the HER2 pathway activation level. Our novel multiplex G&#38;P technique is capable of generating multiparametric measurements linking DNA copy numbers and expression levels of selected genes of interest. The method is optimized for analysis of single cells from rare cell populations and is readily translatable to study circulating tumor cells (CTCs) and disseminated cancer cells (DCCs), enabling for the first time pathway analysis via phosphoprotein analyses of these cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Multiomics,Single cell,Liquid biopsies,HER2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Alyasin<\/b><sup>1<\/sup>, K. Weidele<sup>2<\/sup>, C. Botteron<sup>2<\/sup>, C. A. Klein<sup>1<\/sup>, Z. T. Czy&#380;<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Regensburg, Regensburg, Germany, <sup>2<\/sup>Fraunhofer ITEM-R, Regensburg, Germany","CSlideId":"","ControlKey":"da8c5387-dbd5-4ce1-9a48-ae4c28561821","ControlNumber":"3131","DisclosureBlock":"&nbsp;<b>A. Alyasin, <\/b> None..<br><b>K. Weidele, <\/b> None..<br><b>C. Botteron, <\/b> None..<br><b>C. A. Klein, <\/b> None..<br><b>Z. T. Czy&#380;, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1908","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3704","PresenterBiography":null,"PresenterDisplayName":"Atieh Alyasin, MS","PresenterKey":"1dadee55-8a78-40c8-be0e-5e8ac7c64f8b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3704. Whole genome and targeted proteome analysis of single cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Whole genome and targeted proteome analysis of single cancer cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background.<\/b> HER2 testing in tissue biopsies is extensively performed in breast cancer (BC) patients. However, tissue biopsy is invasive and repeated examination is impractical. Additionally, lack of concordance between primary tumor and metastatic sites are often observed. Liquid biopsy, on the other hand, enables less invasive and recurrent sample collection for ongoing monitoring. In this study, we developed an end-to-end Research Use Only assay for concomitant evaluation of HER2 gene amplification and protein overexpression in circulating tumor cells (CTCs).<br \/><b>Methods.<\/b> Blood was drawn from healthy volunteers into Streck Cell-Free DNA tubes, spiked with SKBR3 (HER2+) and Hs 578T (HER2-) breast cancer cells and processed on ANGLE's Parsortix&#174; PC1 System, a microfluidic device that captures CTCs from metastatic breast cancer patients&#8217; blood based on their size and deformability, without relying on specific markers. Captured cells were harvested and spun onto positively charged slides and stained with the Portrait HER2 immunofluorescence (IF) panel, consisting of a nuclear dye, epithelial and mesenchymal markers, leukocytes&#8217; markers, and an antibody targeting HER2. Slides were then de-stained and subjected to HER2 FISH using a commercially available kit. All slides were imaged twice using BioView Allegro Plus, a platform equipped with artificial intelligence for automated imaging, CTC candidate identification and reporting. First, an automated scan after IF was performed to identify CTCs based on marker expression and morphology profiles. Second, an automated relocation of the CTCs based on IF results and reimaging using higher magnification to ensure precise analysis of the FISH signals in single cells. The workflow is being implemented in a cohort of BC patients.<br \/><b>Results.<\/b> Following IF, HER2 protein expression in SKBR3 cells was significantly higher (<i>p<\/i>&#60;0.0001) than that of HER2-negative cells, with 100% analytical specificity and sensitivity. Following FISH, 100% of the cells were de-stained and presented sharp HER2\/CEP17 foci, with 96% of the SKBR3 cells and only 4% of the Hs 578T cells displaying HER2 amplification. Additionally, in a small cohort of metastatic BC patients&#8217;, 100% of the identified CTCs are retained and evaluable from IF to FISH.<br \/><b>Conclusions.<\/b> An assay integrating HER2 identification by IF and FISH to characterize CTCs in metastatic BC patients was successfully developed. The assay enables the identification of both HER2 protein and gene copy information from each target cell with minimal cell loss, with the potential for minimally invasive patient monitoring during treatment and better classification of patients who may qualify and benefit from HER2-targeted therapies. An added value of the assay is the practicality of utilizing preserved blood samples, allowing streamline batch shipping of clinical samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Circulating tumor cells,HER2,Liquid biopsies,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Ciccioli<\/b><sup>1<\/sup>, A. Young<sup>1<\/sup>, L. Vlietinck<sup>1<\/sup>, C. Johnson<sup>2<\/sup>, A.-S. Pailhes-Jimenez<sup>1<\/sup>; <br\/><sup>1<\/sup>ANGLE Europe Limited, Guildford, United Kingdom, <sup>2<\/sup>BioView, Billerica, MA","CSlideId":"","ControlKey":"9de8a718-d352-4efa-9873-aec942f9fc0d","ControlNumber":"5602","DisclosureBlock":"<b>&nbsp;M. Ciccioli, <\/b> <br><b>ANGLE Europe Limited<\/b> Employment, Stock. <br><b>A. Young, <\/b> <br><b>ANGLE Europe Limited<\/b> Employment, Stock. <br><b>L. Vlietinck, <\/b> <br><b>ANGLE Europe Limited<\/b> Employment, Stock. <br><b>C. Johnson, <\/b> <br><b>BioView<\/b> Employment. <br><b>A. Pailhes-Jimenez, <\/b> <br><b>ANGLE Europe Limited<\/b> Employment, Stock.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1909","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3705","PresenterBiography":null,"PresenterDisplayName":"Mariacristina Ciccioli, PhD,BA,MS","PresenterKey":"fc465e76-9a2a-4520-bd3e-89eec18e6f3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3705. Development and analytical validation of a novel assay for HER2 assessment on circulating tumor cells using Parsortix&#174; isolation and BioView imaging technologies","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development and analytical validation of a novel assay for HER2 assessment on circulating tumor cells using Parsortix&#174; isolation and BioView imaging technologies","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Liquid biopsy-based testing has increasingly been adopted by oncologists for biomarker-driven diagnostics, therapy selection, and patient monitoring. Unlike tissue-based approaches, the target analytes in blood specimens are often rare events that must be discriminated from a background of non-tumor derived material. Droplet digital PCR (ddPCR) is an ideal platform for detection of rare nucleic acid markers in the clinic, because it is highly sensitive and specific, robust, and quantitative. Additionally, the workflow is simple to adopt and execute. The QX600 System is a new ddPCR instrument designed for advanced multiplexing which enables simultaneous detection of up to 6 unique fluorophores in a single well. This capability can decrease the sub-sampling needed for detection of multiple analytes. The objective of our study was to develop multiplexed ddPCR assays for detection of cell-based and cell-free circulating biomarkers from a single tube of whole blood.<br \/>Methods: Tumor cells were enriched from the buffy coat fraction of whole blood collected in fixative-containing cfDNA BCT based on size and morphology using a microfluidics-based system. Enriched tumor cells were enumerated by immunofluorescence (DAPI+\/Pan-CK+\/CD45-), and gene expression was measured using the QX600 for a panel of cytokeratins (CK) and PD-L1 in CTC negative, NSCLC donor specimens (n=8). Results were compared to CTC positive, contrived specimens (whole blood spiked with breast tumor cell line MCF7 cells; n=5). For ctDNA analysis of the plasma fraction, a multiplexed ddPCR assay was designed to test for five actionable mutations prevalent in NSCLC, including EGFR del19, L858R, T790M, KRAS G12C, BRAF V600E, and wildtype EGFR. To evaluate performance of the multiplexed assay, concordance evaluation was conducted using cfDNA from 8 mutation-positive NSCLC donors on the QX600 and compared to single assays run on the QX200 system.<br \/>Results: CK8 and CK19 were differentially expressed in the cells enriched from the CTC negative NSCLC cohort as compared to the contrived positives (p=0.0058, and p=0.0049, respectively). All the NSCLC cfDNA samples were positive for the reference variant, and linear regression analysis of the minor variant frequency for ctDNA biomarkers showed good concordance between QX systems (R<sup>2<\/sup>=0.8847).<br \/>Conclusions: These studies demonstrate proof of concept for single cell and cell-free analysis from a single blood draw into a cfDNA BCT using the QX600 system. Liquid biopsy analysis of CTCs and ctDNA can enable minimally invasive, comprehensive decision making in the diagnostic workup of patients. Future studies will focus on further optimizing the cell enrichment methodology from cfDNA BCT and development of additional multiplexed ddPCR assays for NSCLC-relevant biomarkers on the QX600.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Cell-free DNA,Liquid biopsies,Molecular markers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Jackson<\/b>, C. Cochran, C. Gould, S. Kreston, J. Bello, B. D’Alessio, J. Riley, A. Tubbs, G. A. Pestano; <br\/>Biodesix, Inc., Boulder, CO","CSlideId":"","ControlKey":"47c5d5cb-3388-465f-8b7c-b58d4c2a4eed","ControlNumber":"3972","DisclosureBlock":"<b>&nbsp;L. Jackson, <\/b> <br><b>Biodesix<\/b> Employment. <br><b>C. Cochran, <\/b> <br><b>Biodesix<\/b> Employment. <br><b>C. Gould, <\/b> <br><b>Biodesix<\/b> Employment. <br><b>S. Kreston, <\/b> <br><b>Biodesix<\/b> Employment. <br><b>J. Bello, <\/b> <br><b>Biodesix<\/b> Employment. <br><b>B. D’Alessio, <\/b> <br><b>Biodesix<\/b> Employment. <br><b>J. Riley, <\/b> <br><b>Biodesix<\/b> Employment. <br><b>A. Tubbs, <\/b> <br><b>Biodesix<\/b> Employment. <br><b>G. A. Pestano, <\/b> <br><b>Biodesix, Inc.<\/b> Employment. <br><b>Bio-Rad<\/b> speaker. <br><b>Thermo Fisher<\/b> speaker.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1910","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3706","PresenterBiography":null,"PresenterDisplayName":"Leisa Jackson, Unknown","PresenterKey":"9903d866-4393-4c56-af4c-f922c268b765","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3706. Single cell and cell-free nucleic acid analyses of liquid biopsy specimens from a blood collection tube using a new droplet digital PCR system","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell and cell-free nucleic acid analyses of liquid biopsy specimens from a blood collection tube using a new droplet digital PCR system","Topics":null,"cSlideId":""},{"Abstract":"<b>Background <\/b>Circulating tumor cells (CTCs) are associated with worse survival in metastatic breast cancer (MBC). The PACE study (NCT03147287) enrolled patients (pts) with hormone receptor-positive (HR+)\/ human epidermal growth factor receptor 2-negative (HER2-) MBC after progression on CDK4\/6 inhibitor (CDK4\/6i) and endocrine therapy, and randomized pts to fulvestrant (ful) alone; ful with palbociclib; or ful, palbociclib, and avelumab [Mayer et al., SABCS 2022]. Pts with &#8805;5 CTCs appear to derive benefit from treatment combinations vs ful alone. In this feasibility analysis, we evaluated estrogen receptor (ER) expression on CTCs to further investigate their monitoring\/predictive potential.<b>Methods <\/b>Blood samples were collected from pts enrolled in the PACE study at: baseline (T1), first tumor assessment (T2) and progression (T3). CTCs were enumerated using the CellSearch platform and samples were classified as CTC<sup>high<\/sup> or CTC<sup>low<\/sup> (cutoff &#8805;5 CTCs). CTC<sup>high<\/sup> samples underwent ER expression quantification with the ACCEPT software [Zeune et al. 2017]. ER expression intensity (ERint) was measured through the <i>Marker Characterization<\/i> function for each CTC; the average was calculated for each sample. <b>Results <\/b>From the 220 enrolled pts, a total of 409 samples (166, 153 and 90 collected at T1, T2, and T3, respectively) were analyzed for ER. Overall, 236 samples were CTC<sup>low<\/sup> (T1 = 91, T2 = 97, T3 = 48) and 173 were CTC<sup>high<\/sup> (T1 =75, T2 =56, T3 =42). ER was quantified on 3928, 1853, and 2209 CTCs collected at T1, T2, and T3, respectively. Overall, 32.2% of CTCs were ER negative (ER-).The samples&#8217; median ERint showed a numerical decrease from T1 to T3 (T1 = 7.27, T2 = 4.58, T3 = 1.31). Similarly, the % of ER positive (ER+) CTCs per sample decreased from baseline to progression: 26.3%, 14.0%, 5.5% at T1, T2, T3, respectively.CTC<sup>high<\/sup> samples were then classified as ER+ or ER- (ER+ = mean ER_int &#62;0). At T1, 91 (54.8%) samples were CTC<sup>low<\/sup>, 67 (40.4%) were CTC<sup>high<\/sup>\/ER+, and 8 (4.8%) were CTC<sup>high<\/sup>\/ER-. At progression, 48 (53.3%) samples were CTC<sup>low<\/sup>, 26 (28.9%) were CTC<sup>high<\/sup>\/ER+, and 16 (17.8%) samples were CTC<sup>high<\/sup>\/ER-. A numerical increase in the proportion of CTC<sup>high<\/sup>\/ER- samples was thus observed from baseline to progression (4.8 to 17.8%).<b>Conclusions<\/b> Herein we demonstrated the feasibility of evaluating and quantify ER expression on CTCs with a software-assisted approach to reduce inter-operator variability. In the PACE study, ER expression on CTCs was decreased at progression compared to baseline, possibly suggesting a mechanism associated with treatment resistance. Future analyses are needed to investigate the correlation between ER expression levels on CTCs with survival and treatment response. This, together with information about the mutational status of <i>ESR1<\/i> by ctDNA sequencing, might provide a new perspective on the development of resistance to ful and CDK4\/6i in HR+\/HER2- MBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Breast cancer,Circulating tumor cells,CDK4\/6 inhibitors,Estrogen receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Mara Serena Serafini<\/b><sup>1<\/sup>, Carolina Reduzzi<sup>1<\/sup>, Lorenzo Gerratana<sup>2<\/sup>, Rinath Jeselsohn<sup>3<\/sup>, Reshma  L.  Mahtani<sup>4<\/sup>, Cynthia  X.  Ma<sup>5<\/sup>, Angela DeMichele<sup>6<\/sup>, Jane Lowe Meisel<sup>7<\/sup>, Kathy  D.  Miller<sup>8<\/sup>, Yara Abdou<sup>9<\/sup>, Elizabeth  C.  Riley<sup>10<\/sup>, Rubina Qamar<sup>11<\/sup>, Priyanka Sharma<sup>12<\/sup>, Sonya Reid<sup>13<\/sup>, Harold  J.  Burstein<sup>14<\/sup>, Sara  M.  Tolaney<sup>15<\/sup>, Michelle  K.  DeMeo<sup>15<\/sup>, Yuan Liu<sup>16<\/sup>, Eric Gauthier<sup>17<\/sup>, Yue Ren<sup>18<\/sup>, Meredith  M.  Regan<sup>19<\/sup>, Huiping Liu<sup>20<\/sup>, Erica  L.  Mayer<sup>15<\/sup>, Massimo Cristofanilli<sup>1<\/sup><br><br\/><sup>1<\/sup>Weill Cornell Medicine, New York, NY,<sup>2<\/sup>CRO Aviano, National Cancer Institute, IRCCS, Aviano, Italy,<sup>3<\/sup>Dana-Farber Cancer Institute, Boston, MA,<sup>4<\/sup>Miami Cancer Institute, Plantation, FL,<sup>5<\/sup>Division of Oncology, Department of Medicine, Washington University School of Medicine, St. Louis, MO,<sup>6<\/sup>Department of Medicine, Division of Hematology & Oncology, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA,<sup>7<\/sup>Department of Hematology and Medical Oncology, Glenn Family Breast Center, Winship Cancer Institute, Emory University, Atlanta, GA,<sup>8<\/sup>Indiana University Melvin and Bren Simon Comprehensive Cancer Center, Indianapolis, IN,<sup>9<\/sup>Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC,<sup>10<\/sup>Department of Medicine, Division of Medical Oncology, University of Louisville School of Medicine, Louisville, KY,<sup>11<\/sup>Advocate Aurora Health, Milwaukee, WI,<sup>12<\/sup>Department of Internal Medicine, University of Kansas Medical Center, Westwood, KS,<sup>13<\/sup>Vanderbilt University Medical Center, Nashville, TN,<sup>14<\/sup>Dana-Farber Cancer Institute, Brigham & Women's Hospital, Harvard Medical School, Boston, MA,<sup>15<\/sup>Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA,<sup>16<\/sup>Pfizer, La Jolla, CA,<sup>17<\/sup>Global Medical Affairs, Pfizer Inc, San Francisco, CA,<sup>18<\/sup>Department of Data Sciences, Dana-Farber Cancer Institute, Harvard T.H. Chan School of Public Health, Harvard University, Boston, MA,<sup>19<\/sup>IBCSG Statistical Center, Division of Biostatistics, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA,<sup>20<\/sup>Northwestern University, Chicago, IL","CSlideId":"","ControlKey":"39b57f43-b43f-4607-a946-d0ebd24c95b2","ControlNumber":"1521","DisclosureBlock":"&nbsp;<b>M. S. Serafini, <\/b> None.&nbsp;<br><b>C. Reduzzi, <\/b> <br><b>Menarini Silicon Biosystem<\/b> Research funding.<br><b>L. Gerratana, <\/b> None.&nbsp;<br><b>R. Jeselsohn, <\/b> <br><b>Dana-Farber Cancer Institute<\/b> Employment. <br><b>Carrick Therapeutics; GE Healthcare<\/b> Consulting or Advisory role. <br><b>Lilly (Inst); Pfizer (Inst)<\/b> Research funding. <br><b>R. L. Mahtani, <\/b> <br><b>Agendia; Amgen; Daiichi Sankyo\/Astra Azeneca; Eisai; Genentech\/Roche; Gilead Sciences; Hologic\/Biotheranostics; Lilly; the healthcare business of Merck KGaA, Darmstadt, Germany<\/b> Consulting or Advisory Role. <br><b>Novartis; Pfizer; Puma Biotechnology; Sanofi; Sermonix Pharmaceuticals; Stemline Therapeutics<\/b> Consulting or Advisory Role. <br><b>Agendia; Amgen; AstraZeneca; BioTheranostics; Daiichi Sankyo\/Lilly; Eisai; Genentech\/Roche; Merck; Novartis; Pfizer; Puma Biotechnology; Sanofi; Seagen<\/b> Travel. <br><b>C. X. Ma, <\/b> <br><b>Guardant Health; PlusOne Health<\/b> Honoraria. <br><b>Agendia; AstraZeneca; Athenex; Bayer; Biovica; Gilead Sciences; Lilly; Novartis; Olaris; Pfizer; Sanofi; Seagen; Tempus<\/b> Consulting or Advisory role. <br><b>Pfizer (Inst); Puma Biotechnology (Inst)<\/b> Research funding. <br><b>Authorship: serves as co-author on the subject of endocrine therapy for mBC and receive a compensation as an author, less than few hundred dollars a year. Not affecting my patient care of research.<\/b> Patents, Royalities, Other intellectual property. <br><b>SABCS; Total Health Conferencing<\/b> Travel. <br><b>A. DeMichele, <\/b> <br><b>Pfizer<\/b> Consulting or Advisory Role. <br><b>Calithera Biosciences (Inst); Genentech (Inst); Inivata\/NeoGenomics (Inst); Novartis (Inst); Pfizer (Inst)<\/b> Research funding. <br><b>J. L. Meisel, <\/b> <br><b>Medscape; Total Health Conferencing<\/b> Honoraria. <br><b>AstraZeneca; Curio Science; Genentech; GlaxoSmithKline; Novartis; SeaGen<\/b> Consulting or Advisory Role. <br><b>Pfizer; Seagen<\/b> Research funding. <br><b>Pfizer; Puma Biotechnology, Total Health Conferencing<\/b> Travel. <br><b>K. D. Miller, <\/b> <br><b>AstraZeneca; Bristol-Myers Squibb\/Celgene; Celcuity; Genentech\/Roche; the healthcare business of Merck KGaA, Darmstadt, Germany<\/b> Consulting or Advisory role. <br><b>Alphamab (Inst); Astex Pharmaceuticals (Inst); British Biotech (Inst); CytomX Therapeutics (Inst); Pfizer (Inst)<\/b> Research Funding. <br><b>Y. Abdou, <\/b> <br><b>Clinical care options; MJH Associates; WebMD\/Medscape<\/b> Honoraria. <br><b>AstraZeneca; Exact Sciences<\/b> Consulting or Advisory Role. <br><b>Carisma Therapeutics (Inst)<\/b> Research Funding. <br><b>Carisma Therapeutics<\/b> Travel.<br><b>E. C. Riley, <\/b> None..<br><b>R. Qamar, <\/b> None.&nbsp;<br><b>P. Sharma, <\/b> <br><b>Amgen Astellas BioPharma (I)<\/b> Stock and Other Ownership Interests. <br><b>AstraZeneca; Gilead Sciences; GlaxoSmithKline; the healthcare business of Merck KGaA, Darmstadt, Germany; Novartis; Pfizer; Sanofi<\/b> Consulting or Advisory Role. <br><b>Bristol-Myers Squibb (Inst); Gilead Sciences; the healthcare business of Merck KGaA, Darmstadt, Germany (Inst); Novartis (Inst); Novartis<\/b> Research funding. <br><b>UpToDate<\/b> Patent, Royalities, Other Intellectual Property. <br><b>S. Reid, <\/b> <br><b>Novartis<\/b> Honoraria. <br><b>AstraZeneca; Daiichi Sankyo\/Astra Zeneca<\/b> Consulting or Advisory Role. <br><b>Agendia<\/b> Research funding.<br><b>H. J. Burstein, <\/b> None.&nbsp;<br><b>S. M. Tolaney, <\/b> <br><b>4D Pharma; AstraZeneca; Athenex; BeyondSpring Pharmaceuticals; Blueprints Medicines; Bristol-Myers Squibb; Certana Inc; Chugai Pharma; CytomX Therapeutics; Daiichi Sankyo, Eisai; Ellipses Pharma<\/b> Consulting or Advisory Role. <br><b>G1 Therapeutics; Genentech; Immunomedics\/Gilead; Infinity Pharmaceuticals; Kyowa Hakko Kirin; Lilly; the healthcare business of Merck KGaA, Darmstadt, Germany; Mersana;<\/b> Consulting or Advisory Role. <br><b>NanoString Technologies; Nektar; Novartis; Odonate Therapeutics; OncoPep; OncoSec; OncXerna Therapeutics; Paxman;<\/b> Consulting or Advisory Role. <br><b>Pfizer; Puma Biotechnology; Reveal Genomics; Samsung Bioepis; Sanofi; Seagen; Zentalis; Zymeworks<\/b> Consulting or Advisory Role. <br><b>AstraZeneca (Inst); Bristol-Myers Squibb (Inst); Cyclacel (Inst); Eisai (Inst); Exelixis (Inst); GenenTech\/Roche (Inst); Immunomedics (Inst); Lilly (Inst);<\/b> Research funding. <br><b>the healthcare business of Merck KGaA, Darmstadt, Germany; NanoString Technologies (Inst); Nektar (Inst); Novartis (Inst); Odonate Therapeutics (Inst); Pfizer (Inst); Sanofi (Inst); Seagen (Inst)<\/b> Research funding.<br><b>M. K. DeMeo, <\/b> None.&nbsp;<br><b>Y. Liu, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>Pfizer<\/b> Stock, Other Business Ownership. <br><b>E. Gauthier, <\/b> <br><b>Pfizer Inc<\/b> Employment. <br><b>Pfizer Inc<\/b> Stock.<br><b>Y. Ren, <\/b> None.&nbsp;<br><b>M. M. Regan, <\/b> <br><b>AstraZeneca, Bristol-Myers Squibb<\/b> Consulting or Advisory Role. <br><b>Debiopharm Group (Inst); Ipsen (Inst); Tersera; Tolmar<\/b> Consulting or Advisory Role. <br><b>AstraZeneca (Inst); Bayer (Inst); BioTheranostics (Inst); Bristol-Myers Squibb (Inst); Debiopharm Group (Inst); Ipsen (Inst); the healthcare business of Merck KGaA, Darmstadt, Germany (Inst);<\/b> Research funding. <br><b>Novartis (Inst); Pfizer (Inst); Pierre Fabbre (Inst); Roche (Inst); TerSera (Inst)<\/b> Research funding.<br><b>H. Liu, <\/b> None.&nbsp;<br><b>E. L. Mayer, <\/b> <br><b>AstraZeneca; Diaccurate; Gilead Sciences; Lilly; Novartis<\/b> Consulting or Advisory Role. <br><b>M. Cristofanilli, <\/b> <br><b>Pfizer<\/b> Honoraria. <br><b>AstraZeneca\/Daiichi Sankyo; Celcuity; Lilly; Menarini; Olaris; Sermonix Pharmaceuticals; Syantra<\/b> Consulting or Advisory Role. <br><b>Angle; AstraZeneca; Lilly; Menarini Silicon Biosystems; the healthcare business of Merck KGaA, Darmstadt, Germany<\/b> Research funding.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1912","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3707","PresenterBiography":null,"PresenterDisplayName":"Mara Serafini, MS,PhD","PresenterKey":"05dc611a-2001-41d4-a5d3-2840f6f7358a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3707. Characterization of estrogen receptor expression on CTCs during CDK4\/6i treatment in HR+\/HER2- metastatic breast cancer: Results from the PACE phase II study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of estrogen receptor expression on CTCs during CDK4\/6i treatment in HR+\/HER2- metastatic breast cancer: Results from the PACE phase II study","Topics":null,"cSlideId":""},{"Abstract":"Obviously, breast cancer cells that disseminated from the primary tumor before surgical resection are responsible for metastasis. However, detection of disseminated cancer cells (DCC) in breast cancer patients during minimal residual disease is still difficult, impeding the study of early systemic cancer and the extraction of clinically relevant diagnostic or therapeutic information. Others and we have shown previously that EpCAM is a suitable DCC detection marker, however not entirely specific in bone marrow. To improve DCC detection, we here compared different methods to enrich DCC exploiting information from our ongoing single cell RNA-seq study. Based on our ongoing scRNA-seq study (see poster of Elia Raya), we generated a qPCR assay to classify candidate DCC based on an expression signature of four genes. This assay categorizes plasma cell-like EpCAM+ cells from healthy donors and candidate DCC from breast cancer patients with high fidelity. With this assay at hand, we compared two enrichment strategies: depletion of CD11b, CD319 and Glycophorin A positive cells from density gradient enriched mononuclear cells (MNC) vs. positive selection of EpCAM+ cells and subsequent addition of markers that separate out DCC among EpCAM+ cells. For this we applied 10x genomics profiling of EpCAM+ cells from bone marrow. We depleted and screened the bone marrow of 221 patients suffering from non-metastatic early breast cancer for EpCAM-positive cells. From 87 patient samples we could isolate EpCAM-positive cells. We performed single cell RNA-sequencing on 64 EpCAM-positive cells from 54 patients of which 84% were classified as cancer cells and 16% of bone marrow origin. Applying the selected gene signature, 76% of isolated cells were classified as DCC, 16% were undefined and 8% as non-cancer bone marrow cell (NCC). Upon positive selection of EpCAM+ cells implementing additional markers, we isolated 53 cells from 14 patients. Of these, 68% showed a DCC or DCC-like-signature, 15 % a NCC and 17% an undefined profile. To get a better understanding of these EpCAM-positive confounder populations we currently perform a scRNA-seq profiling using 10X on the enriched EpCAM+ cells. Our data shows that EpCAM is a promising marker to identify DCCs in the bone marrow of early cancer patients, but it also indicates that we find several groups of confounder cells. To differentiate between these cell types during staining and in our qPCR assay we are currently testing additional markers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Breast cancer,Disseminated tumor cells,Ep-CAM,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Roth<\/b><sup>1<\/sup>, E. Raya<sup>1<\/sup>, S. Hücker<sup>2<\/sup>, H. Koerkel-Qu<sup>1<\/sup>, S. Seitz<sup>1<\/sup>, C. Klein<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Regensburg, Regensburg, Germany, <sup>2<\/sup>Fraunhofer ITEM Regensburg, Regensburg, Germany","CSlideId":"","ControlKey":"070dc311-4168-46b2-a1cd-e17f1cff1166","ControlNumber":"4446","DisclosureBlock":"&nbsp;<b>J. Roth, <\/b> None..<br><b>E. Raya, <\/b> None..<br><b>S. Hücker, <\/b> None..<br><b>H. Koerkel-Qu, <\/b> None..<br><b>S. Seitz, <\/b> None..<br><b>C. Klein, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1913","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3708","PresenterBiography":null,"PresenterDisplayName":"Jonas Roth, No Degree","PresenterKey":"fc104dd3-022b-4e64-8ff4-0ed67a6e2b4d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3708. Characterization of EpCAM-positive cells for specific detection of disseminated cancer cells in bone marrow of early breast cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of EpCAM-positive cells for specific detection of disseminated cancer cells in bone marrow of early breast cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Leptomeningeal metastases (LM) are diagnosed in up to 10% of metastatic cancer patients, the most frequent cancers being carcinomas of breast and lung or melanoma. Due to a dismal prognosis and an overall median survival of only four months new approaches for molecular analysis could help to identify individual treatment options. Material and Methods: In this study, we collected 28 cerebrospinal fluid (CSF) samples from patients with different primary tumors but suspected LM. CSF was divided in two parts for standard neuropathologic cytomorphology and detection of circulating tumor cells (CTCs) by using the CellSearch&#174; CTC Kit, respectively. Subsequently, single Cytokeratin-positive CTCs were isolated for whole genome amplification by <i>Ampli<\/i>1<sup>TM<\/sup> and molecular analysis. Additionally, we were able to isolate cell-free DNA (cfDNA) from CSF in a subset of patients which we amplified by an adapted <i>Ampli<\/i>1<sup>TM<\/sup> library protocol. In a small subset of patients, we collected slices of formalin-fixed paraffin embedded (FFPE) primary tumors and systemic metastases for dissociation and isolation of pure subpopulations by DEPArray<sup>TM<\/sup> technology. Isolated CTCs, cfDNA and subpopulations of tumor and stromal cells were analyzed for copy number variations (CNV) applying the <i>Ampli<\/i>1<sup>TM<\/sup> LowPass protocol on the Illumina MiSeq<sup>TM<\/sup> platform. Results: By comparing results from classical cytomorphology and CellSearch&#174; workflow, we could find high concordance (24\/28 samples) with a slightly higher tumor cell detection rate by CellSearch&#174; (11 positive cases vs. 9 by cytomorphology). Importantly, we could confirm the malignant origin of isolated cells by CNV analysis in all patients positive in CellSearch&#174; assay. Moreover, by comparing single cell data with cfDNA analysis of a subset of 20 samples, we could also detect a higher sensitivity for tumor detection in CTC-based analysis (8\/20 cases positive) in comparison to cfDNA-based analysis (5\/20 cases positive). In a comprehensive analysis of multiple samples of an individual patient, including CTCs and cfDNA from CSF at different time points, CTCs from blood and biopsies from multiple visceral metastasis, we could identify divergent genomic evolution between tumor cells from the central nervous syste Conclusion: In this proof-of-concept study we show that a liquid biopsy-based approach for single cell analysis from CSF holds potential for innovative diagnostic assays for patients with suspected LM. Combining CTC quantification with molecular single cell analysis could enable us to define predictive tests to select novel treatment options for patients with LM in the future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Circulating tumor cells,Liquid biopsies,Single cell,Brain metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. Koestler<sup>1<\/sup>, G. Feliciello<sup>1<\/sup>, F. Lueke<sup>1<\/sup>, K. Weidele<sup>1<\/sup>, S. Zoubaa<sup>2<\/sup>, P. Hau<sup>2<\/sup>, T. Pukrop<sup>2<\/sup>, M. J. Riemenschneider<sup>2<\/sup>, C. A. Klein<sup>3<\/sup>, <b>B. Polzer<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Fraunhofer Institute for Toxicology and Experimental Medicine ITEM, Regensburg, Germany, <sup>2<\/sup>University Hospital Regensburg, Regensburg, Germany, <sup>3<\/sup>University of Regensburg, Regensburg, Germany","CSlideId":"","ControlKey":"864c95f2-c51f-4860-b634-eea26efb440f","ControlNumber":"5062","DisclosureBlock":"&nbsp;<b>C. Koestler, <\/b> None..<br><b>G. Feliciello, <\/b> None..<br><b>F. Lueke, <\/b> None..<br><b>K. Weidele, <\/b> None..<br><b>S. Zoubaa, <\/b> None..<br><b>P. Hau, <\/b> None..<br><b>T. Pukrop, <\/b> None..<br><b>M. J. Riemenschneider, <\/b> None..<br><b>C. A. Klein, <\/b> None..<br><b>B. Polzer, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1914","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3709","PresenterBiography":null,"PresenterDisplayName":"Bernhard Polzer","PresenterKey":"3e2305e7-a0e9-4588-83c0-1e86e6a8f7d3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3709. Single cell analysis from CSF of patients with suspected leptomeningeal metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell analysis from CSF of patients with suspected leptomeningeal metastasis","Topics":null,"cSlideId":""},{"Abstract":"Cancer becomes lethal as it spreads from the primary site to the rest of the body. Circulating tumor cells (CTCs) are considered a marker of disease progression and have been associated with decreased overall survival. Blood filtration is one such method of removing cancer cells from circulation to improve patient prognosis. This study utilizes the liquid biopsy to assess the efficacy of a proprietary filtration device on the blood of patients with pancreatic ductal adenocarcinoma (PDAC) using the third generation high-definition single cell assay (HDSCA3.0) workflow. Blood samples were collected and analyzed to characterize the CTCs and other rare cells present before and after filtration. Examination of 6 paired portal (PoVB) samples demonstrated a statistically significant decrease in total rare cells, total CK+ cells, and epi.CTCs across all patients due to filtration of the blood. Furthermore, analysis of 2 paired peripheral blood (PB) samples showed a decrease in total rare cells, total CK+ cells, and specific phenotypes of rare cells upon filtration. These preliminary results demonstrate initial proof of concept that this filtration device can remove CTCs from the circulation, which may be used as a potential therapeutic device for PDAC patient care.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Liquid biopsies,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. D. Suresh<\/b><sup>1<\/sup>, G. Courcoubetis<sup>1<\/sup>, E. Lin<sup>1<\/sup>, J. Mason<sup>1<\/sup>, N. Nissen<sup>2<\/sup>, S. Gaddam<sup>2<\/sup>, S. Lo<sup>2<\/sup>, S. Pandol<sup>2<\/sup>, P. Kuhn<sup>1<\/sup>, S. Shishido<sup>1<\/sup>; <br\/><sup>1<\/sup>USC - University of Southern California, Los Angeles, CA, <sup>2<\/sup>Cedars-Sinai Medical Center, Los Angeles, CA","CSlideId":"","ControlKey":"400ca87c-77bd-49ec-af3c-fbfd0a5d6030","ControlNumber":"8095","DisclosureBlock":"&nbsp;<b>D. D. Suresh, <\/b> None..<br><b>G. Courcoubetis, <\/b> None..<br><b>E. Lin, <\/b> None..<br><b>J. Mason, <\/b> None..<br><b>N. Nissen, <\/b> None..<br><b>S. Gaddam, <\/b> None..<br><b>S. Lo, <\/b> None..<br><b>S. Pandol, <\/b> None..<br><b>P. Kuhn, <\/b> None..<br><b>S. Shishido, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1915","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3710","PresenterBiography":null,"PresenterDisplayName":"Divya Suresh","PresenterKey":"bd437669-50ae-4f1d-8251-ffa9fbc43f77","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3710. Determining the efficacy of blood filtration in patients diagnosed with pancreatic cancer through the liquid biopsy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Determining the efficacy of blood filtration in patients diagnosed with pancreatic cancer through the liquid biopsy","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Non-small cell lung cancer (NSCLC) is the most common subtype, accounting for approximately 80% of lung cancer. The treatment for NSCLC has significantly improved since the introduction of targeted therapies. Epidermal growth factor receptor (EGFR) mutations are the most frequently found genetic alterations in NSCLC, and deletion of exon 19 is a representative example. Searching for this mutation may provide important clues to the use of EGFR tyrosine kinase inhibitors in NSCLC. So, the detection of EGFR mutation is important step in cancer diagnosis and determining the drug treatment strategy, but the detection of mutation with tissues has limitations such as clinical challenge to poorly accessible tumor tissues before and after treatment. The aim of this study was to explore the feasibility and utility of implementation of EGFR molecular testing from circulating tumor cells (CTC) in NSCLC. Here, we developed and optimized the procedure of mutated EGFR detection in CTC after isolation with CytoGen&#8217;s Smart Biopsy<sup>TM<\/sup> CTC isolator by cobas<sup>&#174;<\/sup> EGFR Mutation Test. This EGFR mutation test in CTC showed the potential to overcome the limitations of tissue biopsy with high sensitivity and specificity in an in vitro assay.<br \/>Method: PC-9 cells were used the positive control of EGFR mutation (EGFR exon 19 deletion). Limit of detection (LOD) was performed with PC-9 cells (200 cells to 5 cells, 6 points) spiked into blood sample (5mL, healthy donor) to mimic CTC in the blood of lung cancer patient. CTC were isolated from spiked samples using CytoGen&#8217;s Smart Biopsy<sup>TM<\/sup> CTC isolator, subsequently cobas<sup>&#174;<\/sup> EGFR Mutation Test was carried out to detect of EGFR mutation.<br \/>Results: In in vitro experiments of recovery test using cell lines spiked into blood from healthy donor, the recovery rate of CytoGen&#8217;s Smart Biopsy<sup> TM<\/sup> CTC isolator showed over 80%. As a result of LOD test, EGFR exon19 deletion mutation of PC-9 cells was clearly detected even in the smallest number of cells were spiked into blood (5 cells in 5mL blood) and was not detected at all in the negative controls. The result suggested that CytoGen&#8217;s Smart Biopsy<sup> TM<\/sup> CTC isolator can isolate CTC with high recovery rate and apply the test of oncogenic mutations including EGFR mutation in CTC.<br \/>Conclusions: Confirmation of EGFR mutation is important step in the diagnosis and selection of optimal drug for cancer patients. However, tissue biopsy has several limitations such as difficulties to get tissue samples and inaccurate information due to invasive method and tumor heterogeneity. Detection of EGFR mutation in CTC might overcome and make up for limitations of tissue biopsy. In this study, we optimized the EGFR mutation detection procedure of intact live CTC isolated by CytoGen&#8217;s Smart Biopsy<sup>TM<\/sup> CTC isolator.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-05 Liquid biopsies: Circulating tumor cells,,"},{"Key":"Keywords","Value":"Circulating tumor cells,Liquid biopsies,EGFR,Diagnosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Lee, <b>H. Kang<\/b>, M. Kim, J. Lee, H. Kim, S. Kim, H. Lee, H.-C. Lee, J. Kim; <br\/>Cytogen, Inc., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"f2fb4cd4-6a76-4df7-a42b-a112c2e43368","ControlNumber":"4252","DisclosureBlock":"<b>&nbsp;J. Lee, <\/b> <br><b>Cytogen, Inc.<\/b> Employment. <br><b>H. Kang, <\/b> <br><b>Cytogen, Inc.<\/b> Employment. <br><b>M. Kim, <\/b> <br><b>Cytogen, Inc.<\/b> Employment. <br><b>J. Lee, <\/b> <br><b>Cytogen, Inc.<\/b> Employment. <br><b>H. Kim, <\/b> <br><b>Cytogen, Inc.<\/b> Employment. <br><b>S. Kim, <\/b> <br><b>Cytogen, Inc.<\/b> Employment. <br><b>H. Lee, <\/b> <br><b>Cytogen, Inc.<\/b> Employment. <br><b>H. Lee, <\/b> <br><b>Cytogen, Inc.<\/b> Employment. <br><b>J. Kim, <\/b> <br><b>Cytogen, Inc.<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2405","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3711","PresenterBiography":null,"PresenterDisplayName":"Hoin Kang, PhD","PresenterKey":"bc68469b-c583-4c4d-bf87-d84ca7c917d1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3711. Procedure establishment of EGFR mutation test with circulating tumor cells of lung cancer by in vitro assay","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"217","SessionOnDemand":"False","SessionTitle":"Circulating Tumor Cells 1","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Procedure establishment of EGFR mutation test with circulating tumor cells of lung cancer by in vitro assay","Topics":null,"cSlideId":""}]