[{"Abstract":"Introduction: Antigen heterogeneity is a challenge for CAR-T cell therapy in solid tumors due to antigen escape when targeting a single antigen. In ovarian cancer (OC), mesothelin (meso) and Mucin16 (MUC16) are two of the most overexpressed antigens. Moreover, CA125, which is part of MUC16, is lost in some OC patients, but the ectodomain remains on the cell surface. Targeting both antigens (Meso and MUC16<sup>ecto<\/sup>) with a tandem-CAR configuration could overcome antigen heterogeneity to improve CAR-T cell efficacy in OC.<br \/>Material and Methods: We designed a library of different CARs with tandem Meso and MUC16<sup>ecto<\/sup> scFv combinations with varying G4S linker lengths, fused to a CD8 hinge\/transmembrane domain and 41BBz intracellular domain. A series of constructs was then tested in an NFAT-GFP reporter system in Jurkat cells to determine which configuration induced maximal T cell activation and antigen-binding capacity via flow cytometry. We identified the top 2 activators and binders, produced primary human tandem CAR-T (TanCAR) cells by LV transduction, and tested their cytotoxicity <i>in vitro<\/i>against dual antigen-expressing or single antigen-expressing tumor cells using luciferase killing assays and Incucyte. We measured the cytokine production with a Luminex&#174; Multiplex Assay and used a z-Movi&#174; Cell Avidity Analyzer to test the tandem scFv avidity towards the antigens. Also, we examined TanCAR activity against a mixed tumor model in NSG mice. Their <i>in vitro<\/i> and <i>in vivo<\/i> activity were compared to CAR T cells targeting either single antigen (SS1-anti-Meso or 4H11-anti-MUC16<sup>ecto<\/sup>).<br \/>Results: We found that TanCAR1 and TanCAR3 as the configurations with the best activation and binding capacity in response to cognate antigen. TanCAR1 and TanCAR3 had superior <i>in vitro<\/i> cytotoxic capacities compared to SS1 or 4H11 in tumor models expressing both antigens and in mixed cultures of tumor cells expressing one, both, or neither target antigen. From this mixed culture, we analyzed the remaining tumor cell populations by flow cytometry and observed an overgrowth of the population not targeted by CAR. In response to tumor cells, tandem CARs also produced INFg, IL6, IL-18, IL-13, and GM-CSF regardless of whether one or two antigens were expressed. For further experiments, we pursued TanCAR1 due to its slightly better functionality compared to TanCAR3. TanCAR1 had the same avidity for cells expressing the single antigens as SS1 or 4H11 CARs, but an intermediate avidity for the double Ag-expressing cell line compared to the single CARs. Finally, we tested TanCAR1-T cells in an <i>in vivo<\/i> mixed tumor model, showing that they better controlled and reduced tumor growth compared to either SS1 or 4H11.<br \/>Conclusion: Targeting Meso and MUC16<sup>ecto<\/sup> through a tandem CAR design allows for a better anti-tumor response compared to CAR T cells targeting a single antigen. This approach may combat antigen heterogeneity by preventing antigen escape.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Mesothelin,MUC16,Tumor heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Salas-Benito<\/b>, F. Birocchi, A. Armstrong, A. A. Bouffard, T. Kienka, F. Korell, M. B. Leick, T. Berger, M. V. Maus; <br\/>Mass General Cancer Center, Charlestown Navy Yard, MA","CSlideId":"","ControlKey":"6f6d876e-4a54-4732-ab0c-135baf282406","ControlNumber":"2724","DisclosureBlock":"&nbsp;<b>D. Salas-Benito, <\/b> None..<br><b>F. Birocchi, <\/b> None..<br><b>A. Armstrong, <\/b> None..<br><b>A. A. Bouffard, <\/b> None..<br><b>T. Kienka, <\/b> None..<br><b>F. Korell, <\/b> None..<br><b>M. B. Leick, <\/b> None..<br><b>T. Berger, <\/b> None.&nbsp;<br><b>M. V. Maus, <\/b> <br><b>2Seventy Bio, Inc<\/b> Other, Member of the Board of Directors. <br><b>TCR2<\/b> Other, Holds equity. <br><b>Century Therapeutics<\/b> Holds equity. <br><b>Genocea<\/b> Holds equity. <br><b>Oncternal<\/b> Holds equity. <br><b>Neximmune<\/b> Holds equity.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6129","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3992","PresenterBiography":null,"PresenterDisplayName":"Diego Salas-Benito, MD;PhD","PresenterKey":"02b30173-ca74-4103-bcd9-a0dc2a9be1d5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3992. Tandem CAR-T cells against mesothelin and MUC16<sup>ecto<\/sup>to overcome tumor-antigen heterogenicity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tandem CAR-T cells against mesothelin and MUC16<sup>ecto<\/sup>to overcome tumor-antigen heterogenicity","Topics":null,"cSlideId":""},{"Abstract":"On-target off-tumor toxicity, cytokine release syndrome (CRS), and immune effector cell-associated neurotoxicity syndrome (ICANS) are severe immune-related adverse events (irAEs) that are frequently associated with Chimeric Antigen Receptor (CAR) T-cell therapy. Current efforts to manage such therapy-related toxicities involve incorporation of an inducible suicide agent within CAR constructs, such as iCaspase-9 or herpes simplex virus type 1 thymidine kinase that can be selectively activated to produce toxic effects within CAR T cells and attenuate their activity. However, while activation of these agents helps to mitigate or overcome such unwarranted toxicities, the therapeutic benefit of CAR T cells anti-tumor activity is also compromised. Therefore, to continue maintenance of CAR T cells&#8217; therapeutic function while minimizing irAEs, an ideal safety switch should 1) rapidly inhibit the activation and proliferation of CAR T cells exposed to the target antigen, 2) reversibly inhibit activity without inducing CAR T cell elimination and 3) be clinically translatable for safe application in patients. Our laboratory investigated one such safety switch to inhibit CAR T-cell activity while maintaining their therapeutic function. We showed that incorporating a mutant variant of c-KIT D816V (KITv) in the intracellular domain of mesothelin-targeting second-generation CAR T cells (M28z-KITv) improved efficacy in solid tumors with low antigen, or an immunosuppressive environment. Herein, we evaluate the use of Dasatinib, a clinically available multitarget (BCR, SRC, c-KIT) tyrosine kinase inhibitor (TKI), as a tunable safety switch to reversibly inhibit M28z-KITv CAR T-cell functional activity. In cohorts of mice established with lung adenocarcinoma, daily administration of Dasatinib starting on day 1 or day 3 after CAR T-cell administration stabilized tumor growth, which otherwise continued to regress in untreated mice, indicating inhibition of CAR T-cell functional activity. Upon discontinuation of Dasatinib, tumors regressed, indicating reversal of CAR T-cell functional activity. In an experiment conducted to investigate functional persistence of CAR T cells upon long-term exposure to Dasatinib (1 month), we noted uninhibited activity of CAR T cells to rechallenged tumors. Dasatinib, thus may act as a tunable safety switch to regulate M28z-KITv CAR T-cell activity without compromising its therapeutic function.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Immunotherapy,CAR T cells,Lung cancer,Safety,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Misawa<\/b>, M. Taleb, S. Banerjee, W.-R. Vista, N. K. Chintala, P. S. Adusumilli; <br\/>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"332413b2-11ce-446a-960f-b54bdbdb020f","ControlNumber":"3946","DisclosureBlock":"&nbsp;<b>K. Misawa, <\/b> None..<br><b>M. Taleb, <\/b> None..<br><b>S. Banerjee, <\/b> None..<br><b>W. Vista, <\/b> None..<br><b>N. K. Chintala, <\/b> None..<br><b>P. S. Adusumilli, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6130","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3993","PresenterBiography":null,"PresenterDisplayName":"Kyohei Misawa, BS","PresenterKey":"e2a0065a-7402-4b20-9085-7137ad8f5671","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3993. A tunable safety switch for solid tumor CAR T-cell therapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A tunable safety switch for solid tumor CAR T-cell therapy","Topics":null,"cSlideId":""},{"Abstract":"Adoptive transfer of CAR T cells demonstrated impressive results against B-cell malignancies, but still limited efficacy against solid tumors. In this context, multiple challenges need to be overcome, including poor tumor recognition and strong immunosuppression within the tumor microenvironment (TME). Our Unit has recently reported that pharmacological inhibition of N-glycan synthesis in cancer cells increases CAR T cell efficacy by improving tumor recognition and preventing T cell exhaustion. In this project, we investigated the role of N-glycosylation blockade on TME cells in the context of colorectal cancer (CRC) and pancreatic adenocarcinoma (PDAC)-derived liver metastases, exploiting CEA-specific CAR T cell therapy. To understand the effect of N-glycosylation blockade on TME cells (both M2-like macrophages, M2-M and Hepatic stellate cells, HepSCs), we analyzed the phenotypic and transcriptional profile and we performed in vitro functional assays, such as tripartite co-cultures, suppressive assays and released-cytokines analysis. <i>In vitro<\/i> studies revealed that N-glycosylation inhibition abolishes the ability of both TME cells to restrain T cell proliferation and increases the elimination of cancer cell lines and patient-derived tumor organoids (PDOs from CRC-liver metastases). Interestingly, these effects were associated with profound phenotypic and transcriptional changes in M2-M and HepSCs. In particular, the treatment was able to inhibit M2-polarization in terms of surface markers expression, IL-10 secretion and gene expression profile, and was shown to hinder the activation of HepSCs. Moreover, to evaluate the effect of N-glycosylation inhibition on TME cells <i>in vivo<\/i>, we exploited immunodeficient mice reconstituted with a human immune system (huSGM3), engrafted intra-liver with tumor cells and treated with CEA CAR T cells. Interestingly, in this <i>in vivo<\/i> model, the presence of human immune cells supports CAR T cell responses and helps recreate an immune TME more representative of the human disease. Importantly, using these mice we observed that N-glycosylation inhibition improves CEA CAR T cells fitness, enhancing their antitumor activity in terms of survival. This effect is associated with a modulation of human immune TME populations and in particular with the downregulation of immunosuppressive genes in tumor-infiltrating human immune cells (from scRNAseq and Nanostring analysis). Overall, these data suggest that blocking N-glycosylation can help overcome multiple barriers that currently limit CAR T cell efficacy in solid tumors, acting not only on tumor cells, but also on immunosuppressive tumor microenvironment cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Glycosylation,Tumor microenvironment,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Sirini<\/b>, B. Greco, C. Balestrieri, B. Camisa, L. Falcone, R. El Khoury, O. Botrugno, G. Giovannoni, G. Tonon, E. Brunetto, M. Cangi, F. Pedica, A. Bergamini, F. Ciceri, C. Bonini, M. Casucci; <br\/>IRCCS San Raffaele Scientific Institute, Milano, Italy","CSlideId":"","ControlKey":"05ffd271-947b-4b6c-af5e-22bb0caad790","ControlNumber":"4326","DisclosureBlock":"&nbsp;<b>C. Sirini, <\/b> None..<br><b>B. Greco, <\/b> None..<br><b>C. Balestrieri, <\/b> None..<br><b>B. Camisa, <\/b> None..<br><b>L. Falcone, <\/b> None..<br><b>R. El Khoury, <\/b> None..<br><b>O. Botrugno, <\/b> None..<br><b>G. Giovannoni, <\/b> None..<br><b>G. Tonon, <\/b> None..<br><b>E. Brunetto, <\/b> None..<br><b>M. Cangi, <\/b> None..<br><b>F. Pedica, <\/b> None..<br><b>A. Bergamini, <\/b> None..<br><b>F. Ciceri, <\/b> None.&nbsp;<br><b>C. Bonini, <\/b> <br><b>Intellia Therapeutics<\/b> Other, Member of advisory board\/Consultant\/Speaker. <br><b>TxCell<\/b> Other, Member of advisory board\/Consultant\/Speaker. <br><b>Kite\/Gilead<\/b> Other, Member of advisory board\/Consultant\/Speaker. <br><b>Miltenyi<\/b> Other, Member of advisory board\/Consultant\/Speaker. <br><b>Kiadis<\/b> Other, Member of advisory board\/Consultant\/Speaker. <br><b>QuellTx<\/b> Other, Member of advisory board\/Consultant\/Speaker. <br><b>Janssen<\/b> Other, Member of advisory board\/Consultant\/Speaker. <br><b>Chroma<\/b> Other, Member of advisory board\/Consultant\/Speaker. <br><b>Genyo<\/b> Other, Member of advisory board\/Consultant\/Speaker. <br><b>Pancancer-T<\/b> Other, Member of advisory board\/Consultant\/Speaker. <br><b>Alia<\/b> Other, Member of advisory board\/Consultant\/Speaker.<br><b>M. Casucci, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6131","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3994","PresenterBiography":null,"PresenterDisplayName":"Camilla Sirini","PresenterKey":"6cef1d19-bb6e-403d-8e95-2fba7428521a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3994. N glycosylation inhibition hinders immunosuppressive tumor microenvironment cells improving CAR T cell efficacy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"N glycosylation inhibition hinders immunosuppressive tumor microenvironment cells improving CAR T cell efficacy","Topics":null,"cSlideId":""},{"Abstract":"Chimeric antigen receptor (CAR) T-cell therapies have demonstrated remarkable success in hematological malignancies but only modest efficacy in solid tumors. Apoptosis induced by Fas receptor signaling can be a substantial barrier to CAR T-cell antitumor activity, as many solid tumors express high levels of Fas ligand (FasL). Here we describe a novel synthetic construct where the ectodomain of Fas receptor is fused to the signaling endodomain of a stimulatory receptor, creating a Fas signal redirect receptor (Fas-SRR). This unique design not only prevents Fas-dependent cell death, but also augments the long-term killing potential of induced pluripotent stem cell (iPSC)-derived CAR-T (CAR-iT) cells. Fas-SRR constructs with unique T-cell activation signaling endodomains were designed and compared to two control arms: a dominant negative receptor (Fas-DNR), which blocks Fas signal but does not promote activation; and a Fas-41BB fusion receptor, where the 41BB endodomain is fused to FasR ectodomain to direct activation upon FasL:Fas engagement. Fas-SRR designs were validated in Jurkat reporter cells treated with Fas agonist to measure signal redirection via Fas-SRR. To conduct a head-to-head comparison, CAR-iT cells were engineered to express a CAR under the regulation of the TRAC locus and to express either a Fas-DNR, a Fas-41BB, or FAS-SRR constructs at high purity (&#62;90% transgene expression). No major differences were seen in maturation phenotype (&#62;95% TRAC-CAR expression) of these cells, indicating compatibility of the FAS-SRR constructs with CAR-iT cell generation. Functional testing of the Fas-SRR<sup>+<\/sup> CAR-iT cells was performed in a long-term restimulation assay where effector cells were repeatedly exposed to target cells over multiple rounds of co-culture. Complete loss of target cell lysis was observed by round six in the co-cultures with FAS-DNR cells, where loss of CAR-iT cell persistence led to accumulation of target cells. After eight rounds of co-culture, the Fas-41BB cells and the majority of Fas-SSR cell constructs also began to exhibit minimal activity toward target cells. However, the top Fas-SRR cell constructs continued to show durable antitumor activity (&#62;97% cytolysis) through the end of the 9-round rechallenge assay. Of note, GSEA analysis identified significant upregulation of NFkB and RELA target genes in cells having the top FAS-SRR construct versus the less durable designs. These results reinforce the advantage of attenuating Fas-FasL interactions to prevent apoptosis and, more importantly, demonstrate the unique therapeutic value in redirecting Fas signaling to improve T-cell potency over an extended duration. Additional studies are underway to further investigate the implications of Fas signal redirection in CAR T and CAR-iT cells and to further understand the module of genes involved in supporting serial stimulation performance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Fas,CAR T cells,Apoptosis,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. Ecker, <b>E. Peralta<\/b>, H.-Y. Chu, L. Loter, M. Tsuda, E. Avramis, M. Denholtz, A. Witty, T. Lee, B. Valamehr; <br\/>Fate Therapeutics, San Diego, CA","CSlideId":"","ControlKey":"f7c0c601-6220-40aa-8e44-cc319898714d","ControlNumber":"7261","DisclosureBlock":"<b>&nbsp;C. Ecker, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment. <br><b>E. Peralta, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment. <br><b>H. Chu, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment. <br><b>L. Loter, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment. <br><b>M. Tsuda, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment. <br><b>E. Avramis, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment. <br><b>M. Denholtz, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment. <br><b>A. Witty, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment. <br><b>T. Lee, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment. <br><b>B. Valamehr, <\/b> <br><b>Fate Therapeutics, Inc.<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6132","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3995","PresenterBiography":null,"PresenterDisplayName":"Eigen Peralta, PhD","PresenterKey":"207398a0-d442-4efe-95d5-f9bb7cebf1c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3995. A novel chimeric Fas signal redirect receptor enhances the durability of anti-tumor activity and serial killing potential of CAR T cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel chimeric Fas signal redirect receptor enhances the durability of anti-tumor activity and serial killing potential of CAR T cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Success of<b> <\/b>Chimeric Antigen Receptor (CAR) T cells therapy for solid tumors are limited by the suppressive solid tumor microenvironment (TME), T cell exhaustion, lack of persistence, and poor trafficking to tumors. Strategies to improve this include therapeutic combinations, such as checkpoint inhibition (CPI) or cytokine support. However, CPI therapy has largely failed because of refractory and resistant tumors and cytokine administration can lead to lethal toxicities. To this end, we propose that enabling CAR T cells to secrete bi-functional fusion proteins consisting of cytokine modifiers (ie: IL12, IL15, or TGF&#946;-trap) combined with checkpoint inhibition (&#945;PDL1 scFv) can provide tumor PDL1 sequestered cytokine activity and local tumor-immune modulation to boost solid tumor CAR T cell efficacy, enhance CPI impacts, and safely improve durable outcomes. <b> <\/b> <b>Methods:<\/b> Mouse T cells dual transduced to express surface CAR targeting prostate or ovarian solid tumors in addition to secretable cytokine fused to an &#945;PDL1 scFv were generated. <i>In vitro<\/i>, the PDL1 blockade capacity and tumor-surface cytokine presentation of supernatants from dual transduced CAR T cells was assessed on PDL1 induced tumor cells. Further, secreted fusion protein transduced CAR T cells were assessed for function, phenotype, and cytokine release in a repetitive tumor rechallenge assay. <i>In vivo<\/i>, mouse CAR T cells dual transduced with fusion proteins and appropriate controls were assessed for anti-tumor efficacy, survival kinetics, and toxicity in immunocompetent solid tumor mouse models of prostate cancer<i> <\/i>and intraperitoneal disseminated ovarian cancer. <b>Results:<\/b> CAR T cells were shown to be successfully dual transduced, and secreted &#945;PDL1-cytokine fusion proteins exhibiting functional PDL1 binding characteristics <i>in vitro<\/i>. CAR T cells engineered with &#945;PDL1-IL12 fusion protein had greater anti-tumor activity and CAR specific expansion compared to other tested fusion proteins in <i>in vitro<\/i> co-culture assays. In a syngeneic prostate tumor model, mice receiving CAR T cells with &#945;PDL1-IL12 fusion T cells out competed other cytokine fusion combinations. In a syngeneic ovarian tumor model we safely achieved 100% curative response rate with CAR secreting &#945;PDL1-IL12 fusion in contrast to CAR with &#945;PDL1<sup>mut<\/sup>IL12 control along with tumor regional PDL1 blockade on myeloid subsets within the TME. <b> <\/b> <b>Conclusions:<\/b> Our findings suggest that CAR T cells engineered to secrete &#945;PD-L1-IL12 fusion protein show improved tumor control, less systemic toxicity, and enhanced expansion which promotes eradication of disease in two independent <i>in vivo<\/i> tumor models with two unique solid tumor CAR targets. We believe this strategy has the potential to improve solid tumor CAR T-cell efficacy and enhance durable innate immune responses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"CAR T cells,Cytokines,Tumor microenvironment,Fusion proteins,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Christian<\/b><sup>1<\/sup>, J. P. Murad<sup>1<\/sup>, L. Lopez<sup>1<\/sup>, A. Park<sup>1<\/sup>, J. Yang<sup>2<\/sup>, E. Lee<sup>3<\/sup>, C. Trac<sup>1<\/sup>, S. Forman<sup>1<\/sup>, S. J. Priceman<sup>1<\/sup>; <br\/><sup>1<\/sup>Beckman Research Institute of The City of Hope, Duarte, CA, <sup>2<\/sup>Ohio State University, Columbus, OH, <sup>3<\/sup>Georgia Institute of Technology, Atlanta, CA","CSlideId":"","ControlKey":"3e3d2c70-d026-4c73-b8ea-a8c6d8dd1432","ControlNumber":"5146","DisclosureBlock":"&nbsp;<b>L. Christian, <\/b> None..<br><b>J. P. Murad, <\/b> None..<br><b>L. Lopez, <\/b> None..<br><b>A. Park, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>E. Lee, <\/b> None..<br><b>C. Trac, <\/b> None..<br><b>S. Forman, <\/b> None..<br><b>S. J. Priceman, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6133","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3996","PresenterBiography":null,"PresenterDisplayName":"Lea Christian","PresenterKey":"a01a545d-1988-473a-9a88-6d7f61c2d5ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3996. Secreted cytokine-&#945;PDL1 fusion proteins improve solid tumor chimeric antigen receptor (CAR) T-cell therapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Secreted cytokine-&#945;PDL1 fusion proteins improve solid tumor chimeric antigen receptor (CAR) T-cell therapy","Topics":null,"cSlideId":""},{"Abstract":"Background: The efficacy of chimeric antigen receptor (CAR) T cell therapy remains modest for the treatment of solid tumors due to restricted T cell infiltration and immunosuppressive tumor microenvironment (TME). Leveraging the window of opportunity between leukapheresis and infusion using bridging therapy might improve TME and potentiate CAR-T cell therapy. Here, we assessed the potential of poly (ADP-ribose) polymerase (PARP) inhibitors plus anlotinib as bridging therapy for CAR-T cells with resistance to TGF&#946; and capability of rapid expansion by bait-and-switch strategy of dual-targeting mesothelin (MSLN) and CD19 in preclinical models of advanced ovarian cancer.<br \/>Methods: Immunocompetent mice bearing ID8 tumors were treated with niraparib (21 days) plus anlotinib (14 days) and euthanized at different timepoints (0, 7, or 14 days since discontinuation) to quantify tumor-infiltrating T cells and profile T cell functions. CAR-T cells transfected with dominant-negative TGF&#946;RII dual-targeting MSLN and CD19 were produced by IASO Biotherapeutics. NSG mice bearing MSLN-positive cell- or patient-derived xenografts (CDX or PDX) of ovarian cancer received CAR-T cells alone or after bridging therapy (niraparib plus anlotinib followed by a wash-out period of 7 days). Tumor volume was balanced before CAR-T cell infusion. Replication-deficient NALM6 cells pre-treated with mitomycin C were injected to provide CD19 antigen. A PET scan that visualized granzyme B release was used to track CAR-T cells and assess immune-mediated tumor killing.<br \/>Results: Niraparib combined with anlotinib increased tumor-infiltrating T cells without impairing T cell functionality. The effects of promoting T cell infiltration remained significant at 14 days after discontinuation, which might associate with lasting activation of cGAS-STING pathway and secretion of downstream chemokines (CXCL10 and CCL5), and normalized tumor vasculature featured by better perfusion and reduced leakage. The engineered CAR-T cells could resist TGF&#946; and displayed improved proliferation, cytotoxicity, cytokine release, and in vivo antitumor activities upon CD19 stimulation. Importantly, bridging therapy significantly increased CAR-T cell infiltration, curbed tumor growth, and prolonged survival in mice bearing SKOV3 CDX, HRD-negative PDX, and another multidrug-resistant PDX. PET imaging showed that bridging therapy increased tumor-infiltrating CAR-T cells and boosted tumor-killing capability.<br \/>Conclusions: PARP inhibitors plus anlotinib as bridging therapy facilitated CAR-T cell infiltration and enhanced antitumor activities in multiple preclinical models of advanced ovarian cancer, and an early phase I trial (NCT05141253) is ongoing to evaluate PARP inhibitors plus anlotinib as bridging therapy for CAR-T cell therapy in patients with refractory MSLN-positive ovarian cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"PARP inhibitors,Angiogenesis inhibitor,CAR T cells,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"H. Li<sup>1<\/sup>, M. Xiang<sup>1<\/sup>, J. Liu<sup>1<\/sup>, W. Mu<sup>1<\/sup>, L. Zhu<sup>1<\/sup>, X. Zhao<sup>1<\/sup>, G. B. Mills<sup>2<\/sup>, Q. Gao<sup>1<\/sup>, <b>Y. Fang<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China, <sup>2<\/sup>Oregon Health and Sciences University; Knight Cancer Institute, Portland, OR","CSlideId":"","ControlKey":"171ec561-9669-40e4-b3cd-6303b8d02b3d","ControlNumber":"6554","DisclosureBlock":"&nbsp;<b>H. Li, <\/b> None..<br><b>M. Xiang, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>W. Mu, <\/b> None..<br><b>L. Zhu, <\/b> None..<br><b>X. Zhao, <\/b> None..<br><b>G. B. Mills, <\/b> None..<br><b>Q. Gao, <\/b> None..<br><b>Y. Fang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6134","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3997","PresenterBiography":null,"PresenterDisplayName":"Yong Fang, MD;PhD","PresenterKey":"f5667665-0960-48cc-9438-47b558991e63","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3997. PARP inhibitors plus anlotinib as bridging therapy for TGF&#946;-insensitive CAR-T cell therapy targeting MSLN and CD19 in advanced ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PARP inhibitors plus anlotinib as bridging therapy for TGF&#946;-insensitive CAR-T cell therapy targeting MSLN and CD19 in advanced ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"HER2 amplification occurs in about 5% of colorectal cancers (CRC) and is only partially associated with clinical response to combined HER2\/EGFR targeted treatment. An alternative approach, based on Adoptive Cell Therapy (ACT) using T cells engineered with anti-HER2 Chimeric Antigen Receptor (CAR), proved toxic due to \"on-target off-tumor\" activity. Therefore, we developed a combinatorial ACT strategy to safely target HER2 amplification in CRC using a synNotch-based artificial regulatory network. A synthetic Notch receptor was employed in which the extracellular domain is an anti-HER2 scFv and the intracellular domain contains the GAL4VP64 artificial transcription factor. Engagement of the HER2-synNotch by overexpressed HER2 on the surface of target cells induces GAL4VP64 cleavage and translocation to the nucleus, where it drives expression of a CAR under a GAL4-responsive promoter. In this way, only cells co-expressing both HER2 and the CAR target are killed. Carcinoembryonic antigen (CEA) was selected as a colon-specific CAR target: CEA expression is indeed restricted to the digestive tract and is increased in CRC. The natural killer cell line NK-92 was chosen as effector to be engineered. NK-92 cells transduced with HER2-synNotch and inducible CEA-CAR lentiviral vectors were subsequently sorted in the OFF and ON state to select those with the higher CAR induction after synNotch engagement. Subsequently, cloning of sorted cells led to identification of an optimally responsive clone (clone 5F), in terms of specificity and amplitude of CAR induction. The 5F clone demonstrated significant activity <i>in vitro<\/i> and <i>in vivo<\/i> specifically against HER2amp CRC models, with no effects on cells with physiological HER2 levels. <i>In vitro<\/i>, the 5F clone displayed selective cytotoxicity against HER2amp\/CEA+ CRC cells, with minimal killing activity against HER2amp\/CEA- cells, or HER2norm\/CEA+ cells. Additional assays on 3D organoids highlighted better recruitment and infiltration by the 5F clone respect to NK-92 WT cells, only in HER2amp models. <i>In vivo<\/i>, NK-92.5F significantly impaired tumor growth in two different HER2amp CRC models, with no effect on HER2norm CRC cells. To further improve survival, tumor penetration and <i>in vivo<\/i> efficacy of the NK-92.5F clone, a more complex system was built, in which HER2 synNotch engagement drives expression of both the CEA-CAR and IL2. 5F-IL2 cells displayed further increased cytotoxicity <i>in vitro<\/i>. <i>In vivo<\/i>, 5F-IL2 cells drastically increased survival of mice carrying HER2amp CRC xenografts with respect to the parental 5F clone. The observed selective therapeutic efficacy both <i>in vitro<\/i> and <i>in vivo<\/i> of this innovative HER2 synNotch\/CEA-CAR system, and its future evolutions, opens perspectives for possible clinical applications in cases of HER2amp CRC resistant or partially responsive to HER2\/EGFR blockade.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Colorectal cancer,Cancer immunotherapy,Natural killer cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Cortese<\/b><sup>1<\/sup>, E. Torchiaro<sup>1<\/sup>, A. D'Andrea<sup>2<\/sup>, C. Petti<sup>1<\/sup>, F. Invrea<sup>1<\/sup>, L. Franco<sup>1<\/sup>, C. Donini<sup>2<\/sup>, V. Leuci<sup>2<\/sup>, S. M. Leto<sup>1<\/sup>, V. Vurchio<sup>1<\/sup>, F. Cottino<sup>1<\/sup>, C. Isella<sup>2<\/sup>, S. Arena<sup>2<\/sup>, E. Vigna<sup>2<\/sup>, A. Bertotti<sup>2<\/sup>, L. Trusolino<sup>2<\/sup>, D. Sangiolo<sup>2<\/sup>, E. Medico<sup>2<\/sup>; <br\/><sup>1<\/sup>Candiolo Cancer Institute - IRCCS, Candiolo, Italy, <sup>2<\/sup>University of Turin, Turin, Italy","CSlideId":"","ControlKey":"8264db69-2fce-4d2a-aadc-0df1651015bb","ControlNumber":"1138","DisclosureBlock":"&nbsp;<b>M. Cortese, <\/b> None..<br><b>E. Torchiaro, <\/b> None..<br><b>A. D'Andrea, <\/b> None..<br><b>C. Petti, <\/b> None..<br><b>F. Invrea, <\/b> None..<br><b>L. Franco, <\/b> None..<br><b>C. Donini, <\/b> None..<br><b>V. Leuci, <\/b> None..<br><b>S. M. Leto, <\/b> None..<br><b>V. Vurchio, <\/b> None..<br><b>F. Cottino, <\/b> None..<br><b>C. Isella, <\/b> None..<br><b>S. Arena, <\/b> None..<br><b>E. Vigna, <\/b> None..<br><b>A. Bertotti, <\/b> None..<br><b>L. Trusolino, <\/b> None..<br><b>D. Sangiolo, <\/b> None..<br><b>E. Medico, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6135","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3998","PresenterBiography":null,"PresenterDisplayName":"Marco Cortese, PhD","PresenterKey":"fbbae2e1-c526-44f2-bcd5-43ae3df95466","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3998. Preclinical efficacy of a synthetic Notch-based combinatorial immunotherapy against colorectal cancer with HER2 amplification","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical efficacy of a synthetic Notch-based combinatorial immunotherapy against colorectal cancer with HER2 amplification","Topics":null,"cSlideId":""},{"Abstract":"Background: Chimeric antigen receptor (CAR) T cell therapy has shown remarkable responses in hematologic malignancies. However, many patients suffer from limited response and tumor relapse due to lack of persisting CAR-T cells and immune escape. Delivery of immunomodulatory cytokines is one of the strategies to improve immune function; however, the systemic effect of cytokines can be detrimental.<br \/>Methods: To prevent the toxic effects of cytokines, we proposed the concept of targeting cytokines to tumor-specific T cells in vivo. To this end, we developed CAR-T cells secreting a fusion protein (PD-1Ab21) composed of anti-PD-1 single chain antibody and IL-21, which target IL-21 to CAR-T cells to promote their proliferation and differentiation into memory cells while blocking the PD-1 signal of CAR-T cells. The secretion and functions of PD-1Ab21 were identified. The proliferation and differentiation of CAR-T cells secreting PD-1Ab21 (PD-1Ab21-CAR-T) were compared in vitro with that of the conventional CAR-T cells. The therapeutic effects of CAR-T cells secreting PD-1Ab21 were studied in immunodeficient mice engrafted with human Burkitt lymphoma Daudi, multiple myeloma cell U266 and Her2\/neu+ breast cancer cell BT474.<br \/>Results: The results showed that the culture supernatant of PD-1Ab21-CAR-T cells, like anti-PD-1 antibody, blocked the binding of PD-1 to PD-L1 and stimulated STAT3 phosphorylation in human T lymphocytic leukemia cell Hut78 with the same activity as IL-21. In the conventional culture milieu with high dose of IL-2, the proliferation of the PD-1Ab21-CAR-T cells was not different from that of conventional CAR-T cells. While cultured with low dose of IL-2 that could not support the proliferation of conventional CAR-T cells, the PD-1Ab21-CAR-T cells still showed significant proliferation. A major fraction of the PD-1Ab21-CAR-T products was shown to co-express CCR7, CD62L and CD45RA, and express high level of TCF-1, indicating a memory stem-like phenotype. While the most of conventional CAR-T cells showed effector phenotype defined as CD45RA+CCR7-. Furthermore, adoptive transfer of PD-1Ab21-CAR-T cells exhibited significantly improved CAR-T cell expansion and resulted in superior tumor eradication in the xenograft models of human B-cell malignancy, multiple myeloma and Her2\/neu+ breast cancer. The enhanced cellular function by secreting PD-1Ab21 was mediated through an autocrine and\/or paracrine manners.<br \/>Conclusion: We developed an enhanced CAR-T cells. Our data provide preclinical evidence to support the translation of this design for an improved CAR-T cell-mediated anti-tumor response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Anti-PD-1, Interleukin-21,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Li<\/b><sup>1<\/sup>, J. Zhao<sup>1<\/sup>, X. Cheng<sup>2<\/sup>, H. Li<sup>2<\/sup>, R. Tian<sup>1<\/sup>, Q. He<sup>1<\/sup>, S. Wang<sup>1<\/sup>; <br\/><sup>1<\/sup>Institute of Biophysics, Chinese Academy of Sciences, Beijing, China, <sup>2<\/sup>CD(Suzhou)Biopharma Co.,Ltd., Suzhou, China","CSlideId":"","ControlKey":"2ee8a0ac-0e1f-4271-8934-f8698f557b03","ControlNumber":"4476","DisclosureBlock":"&nbsp;<b>Y. Li, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>X. Cheng, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>R. Tian, <\/b> None..<br><b>Q. He, <\/b> None..<br><b>S. Wang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6136","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3999","PresenterBiography":null,"PresenterDisplayName":"Ying Li, PhD","PresenterKey":"bc6f43ca-0c29-4786-b191-c9ad95311535","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3999. Augmentation of antitumor effects by CAR-T cells secreting anti-PD-1 single-chain antibody fused with IL-21","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Augmentation of antitumor effects by CAR-T cells secreting anti-PD-1 single-chain antibody fused with IL-21","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> Although CAR T-cell therapy has achieved remarkable response in patients (pts) with B-cell non-Hodgkin&#8217;s lymphoma (NHL), 20-30% of pts still have primary refractory disease (PD1), and another 30-40% relapse (PD2). We and others have shown that monocytes can modulate T-cell functions and impact clinical response to chemoimmunotherapy in NHL. Given that monocytes nadir and recovery kinetics differ from lymphocytes post lymphodepletion chemotherapy, we hypothesize that monocyte phenotype at peak CAR-T expansion and in the early month post CAR-T can modulate immune responses.<br \/><b>Methods<\/b> scRNAseq were performed on peripheral blood mononuclear cells of NHL pts prior to lymphodepletion chemotherapy (pre), at peak CAR-T expansion (peak), and one month following CAR-T (M1). Seurat v4.3.0 was used for unsupervised hierarchical clustering analysis. Lugano criteria was used to determine clinical responses which were categorized as CR (complete remission), PD1, or PD2.<br \/><b>Results<\/b> We analyzed 129,981 monocytes from 77 samples of 32 pts (16 CR, 4 PD1, 12 PD2) and 5 healthy controls. Unsupervised hierarchical clustering analysis identified 13 monocyte clusters: 4 classical monocyte (CM) clusters with transcriptome profiles for enriched signaling in IL-6, TGF&#946;, EMT, and p53; 2 intermediate monocyte (IM) clusters enriched for IL-1 or CD38 signaling; 2 non-classical monocytes (NM), one with increased CD36 expression; 3 monocytic MDSC clusters with enrichment of TGF&#946;, SIRP&#945;, and HIF1&#945; signaling; and 2 lymphoma-associated monocytes, expressing CD163 or CD169. At Pre and Peak, the distribution of the monocyte clusters was similar in pts with CR, PD2, or PD1, with only a slight decrease in the percent of NM in the PD2 group at Pre and slight increase of CD36 NM in PD1 at Peak. Compared to Pre, all pts had increased percent of CD36 NM and IL-1 IM at Peak. Interestingly, while the distribution of monocyte clusters was similar at Pre and Peak across clinical responses, GSEA showed that monocytes in CR pts, compared to PD1 and PD2, had gene expression enrichment of MYC target V2 pathway at Pre and TGF&#946; pathway at Peak. At M1, pts in PD1 had increased percent of p53 and TGF&#946; CM and decreased percent of NM. In contrast, pts with CR had decreased percent of IL-6 CM, p53 CM, TGF&#946; CM, IL-1 IM and increased percent of NM. Notably, as pts with CR and PD2 may appear similar clinically at M1, pts with PD2, compared to CR, have increased IL-6 CM, IL-1 IM, and decreased NM. In addition, GSEA showed that PD2 pts had increased IFN&#945; response. Our results demonstrate that monocyte phenotype differences at Pre and Peak could be associated with CAR-T clinical response, and that persistent inflammatory monocyte signaling at M1 in pts with clinical response is associated with relapse. These data suggest a role for development of monocyte biomarkers to predict response and therapeutic targeting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Monocyte,CAR T cells,Lymphoma: non-Hodgkin's lymphoma,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. de Menezes Silva Corraes<\/b>, P. Wang, R. Bansal, H. Zhang, Z. Shao, K. Regan, E. Moreno Cortes, A. Khurana, N. Bennani, Y. Wang, P. Hampel, J. Paludo, P. Johnston, H. Murthy, M. Iqbal, S. Ansell, J. Munoz, A. Rosenthal, M. Kharfan-Dabaja, J. Castro, S. Kenderian, H. Dong, Y. Li, Y. Lin; <br\/>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"769afee9-ed96-4499-9886-9a3ab43e5335","ControlNumber":"5566","DisclosureBlock":"&nbsp;<b>A. de Menezes Silva Corraes, <\/b> None..<br><b>P. Wang, <\/b> None..<br><b>R. Bansal, <\/b> None..<br><b>H. Zhang, <\/b> None..<br><b>Z. Shao, <\/b> None..<br><b>K. Regan, <\/b> None..<br><b>E. Moreno Cortes, <\/b> None..<br><b>A. Khurana, <\/b> None..<br><b>N. Bennani, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>P. Hampel, <\/b> None..<br><b>J. Paludo, <\/b> None..<br><b>P. Johnston, <\/b> None..<br><b>H. Murthy, <\/b> None..<br><b>M. Iqbal, <\/b> None..<br><b>S. Ansell, <\/b> None.&nbsp;<br><b>J. Munoz, <\/b> <br><b>Pharmacyclics\/Abbvie, Bayer, Gilead\/Kite, Beigene, Pfizer, Janssen, Celgene\/BMS, Kyowa, Alexion, Fosunkite, Seattle Genetics, Karyopharm, Aurobindo, Verastem, Genmab, Genentech\/Roche<\/b> Other, consulting. <br><b>ADC Therapeutics, Epizyme, Beigene, Novartis, Morphosys\/Incyte, MEI, TG Therapeutics, AstraZeneca, Eli Lilly;<\/b> Other, consulting. <br><b>Bayer, Gilead\/Kite, Celgene, Merck, Portola, Incyte, Genentech, Pharmacyclics, Seattle Genetics, Janssen, Millennium, Novartis, Beigene<\/b> Other, research funding. <br><b>Targeted Oncology, OncView, Curio, Physicians' Education Resource, and Seattle Genetics<\/b> Other, Honoraria.<br><b>A. Rosenthal, <\/b> None..<br><b>M. Kharfan-Dabaja, <\/b> None..<br><b>J. Castro, <\/b> None..<br><b>S. Kenderian, <\/b> None..<br><b>H. Dong, <\/b> None..<br><b>Y. Li, <\/b> None.&nbsp;<br><b>Y. Lin, <\/b> <br><b>Kite\/Gilead, Celgene\/BMS, BlueBird Bio, Janssen, Legend Biotech, Merck, Takeda, Boston Scientific<\/b> Other, researcher. <br><b>Kite\/Gilead, Celgene\/BMS, Juno\/BMS, BlueBird Bio, Janssen, Legend Biotech, Gamida Cells, Novartis, Iovance, Takeda, Fosun Kite, Pfizer<\/b> Other, consultant, advisor, speaker. <br><b>Sorrento<\/b> Other, data safety monitor board. <br><b>Pfizer<\/b> Other, data review comittee. <br><b>NexImmune<\/b> Other, scientific advisory commitee.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6138","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4001","PresenterBiography":null,"PresenterDisplayName":"Andre de Menezes Silva Corraes","PresenterKey":"f116ad59-0a61-4316-82a6-c342e3a1fa63","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4001. Monocyte transcriptome profiles associated with clinical response in patients with B-cell non-Hodgkin&#8217;s lymphoma receiving CD19-directed CAR-T therapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Monocyte transcriptome profiles associated with clinical response in patients with B-cell non-Hodgkin&#8217;s lymphoma receiving CD19-directed CAR-T therapy","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Chimeric Antigen Receptor T (CAR-T) cell therapy has emerged as a promising approach for treating hematological malignancies, particularly B-cell acute lymphoblastic leukemia (B-ALL). This study aimed to delve into the activation dynamics and therapeutic efficacy of CD19 CAR-T cells in a disseminated NALM6-luc human B-ALL murine model.<br \/>Experimental design: NALM6-Luc-mCh-Puro cells were implanted intravenously in female NSG (NOD.Cg-Prkdcscid Il2rgtm1Wjl\/SzJ) mice. Animals were treated with CD19 CAR-T cells alone and in combination with ibrutinib. The anti-tumor activity was assessed, and the persistence and activation of CAR-T cells in the blood were evaluated using flow cytometry. Additionally, ddPCR analysis was employed to quantify CAR copy numbers, providing insights into the T-cell persistence over time.<br \/>Results: Treatment with CD19 CAR-T cells exhibited notable anti-cancer activity and that activity was enhanced in combination with ibrutinib, in line with other reports. The increased time to progression was noted as 69.2% for the CAR-T group and 138.4% for the combination of CAR-T and ibrutinib compared to control. Flow cytometry analysis showed that CAR-T cells persisted in the blood throughout the study. The mean CAR-T absolute cell count for both CAR-T and CAR-T plus ibrutinib treated groups increased from 2 cell\/&#181;L blood on Day 0 to 11 and 51 cells\/&#181;L of blood, respectively, by Day 39. The progressive increase of PD-1+ and LAG-3+ percentage cells correlates positively with tumor burden, indicating a dynamic link between biomarker upregulation and the presence of tumor cells in mice. ddPCR analysis revealed an initial CAR copy decrease in all groups, followed by gradual increase in tumor-bearing mice treated with CD19 CAR-T cells, with a dramatic increase observed by Day 39. Results from CAR-T treated and CAR-T plus ibrutinib treated groups were comparable, showing mean copy numbers per ng of DNA increasing from less than 1 on day 4 to 17.9 and 23.3, respectively, on day 39. Importantly, no changes were noted in non-tumor implanted mice, emphasizing the tumor dependency for CAR-T cell expansion.<br \/>Conclusion: This study emphasizes the marked anti-cancer activity of CD19 CAR-T cells in the NALM6-Luc-mCh-Puro B-ALL murine model. Comprehensive analysis of CAR-T cell persistence and activation, including insights from ddPCR, provides a robust understanding of therapeutic response dynamics. The observed in vivo anti-cancer efficacy aligns with the persistence of CAR-T cells revealed by flow cytometry and the dynamic expansion captured through ddPCR analysis. Our results indicate ddPCR and flow cytometry as complementary and independent methods for assessing the systemic CAR-T cell persistence, contributing to optimizing therapy for B-cell acute lymphoblastic leukemia.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"CAR T cells,Flow cytometry,Disseminated tumor cells,Leukemias: acute lymphoblastic,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"P. Pandey, <b>D. Draper<\/b>, S. Barnes, Y. Xing, D. Germain, L. Kucharczyk, R. Stacey; <br\/>Labcorp Early Development, Ann Arbor, MI, MI","CSlideId":"","ControlKey":"6fbbdeda-82e2-4dc8-bcc3-40b87d127650","ControlNumber":"6882","DisclosureBlock":"&nbsp;<b>P. Pandey, <\/b> None..<br><b>D. Draper, <\/b> None..<br><b>S. Barnes, <\/b> None..<br><b>Y. Xing, <\/b> None..<br><b>D. Germain, <\/b> None..<br><b>L. Kucharczyk, <\/b> None..<br><b>R. Stacey, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6139","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4002","PresenterBiography":null,"PresenterDisplayName":"David Draper, PhD","PresenterKey":"781c09af-dc5b-42cd-9134-1a162e70930d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4002. Investigating CAR-T cell efficacy and activation in the disseminated NALM6-luc human B-cell acute lymphoblastic leukemia model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating CAR-T cell efficacy and activation in the disseminated NALM6-luc human B-cell acute lymphoblastic leukemia model","Topics":null,"cSlideId":""},{"Abstract":"Novel therapeutic strategies are needed to improve the efficacy of chimeric antigen receptor (CAR)-T cells in the treatment of solid tumors. Here, we set out to evaluate novel therapeutic strategies to improve the efficacy of B7-H3 (<i>CD276<\/i>) directed (B7-H3.CAR-T) using 3D microfluidic cultures of patient-derived organotypic tumor spheroids (PDOTS). PDOTS are generated from fresh patient tumor tissue and contain tumor cells, autologous immune cells and stromal cells, therefore recapitulating key features of the tumor microenvironment (TME), enabling the study of tumor-immune dynamics. We confirmed activity of B7-H3.CAR-T in PDOTS, although a strong correlation between B7-H3 expression and CAR-T efficacy was not observed. Mechanistic studies subsequently demonstrated dynamic upregulation of co-inhibitory receptors on CAR-T cells following target cell encounter leading to CAR-T cell dysfunction and limiting CAR-T efficacy in B7-H3 expressing tumors. PD-1 blockade restored CAR-T activity in monotypic and organotypic tumor spheroids with improved tumor control and upregulation of effector cytokines. Given the emerging role of TANK-binding kinase 1 (TBK1) as an immune evasion gene, we examined the effect of TBK1 inhibition on CAR-T efficacy. Similar to PD-1 blockade, TBK1 inhibition restored CAR-T activity in monotypic and organotypic tumor spheroids, prevented CAR-T cell dysfunction, and enhanced T cell proliferation. Inhibition or deletion of TBK1 also enhanced sensitivity of cancer cells to immune-mediated killing. Taken together, our results demonstrate the feasibility and utility of <i>ex vivo <\/i>profiling of CAR-T cells using PDOTS, and suggest that targeting TBK1 is a novel strategy to enhance CAR-T efficacy by overcoming tumor-intrinsic and -extrinsic resistance mechanisms.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Chimeric antigen receptor,Organoids,Cancer immunotherapy,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Maggs<\/b><sup>1<\/sup>, Y. Sun<sup>1<\/sup>, G. Cattaneo<sup>1<\/sup>, M. Ventin<sup>1<\/sup>, F. Chen<sup>1<\/sup>, M. Q. Rasmussen<sup>1<\/sup>, X. Wang<sup>1<\/sup>, C. R. Ferrone<sup>2<\/sup>, S. Ferrone<sup>1<\/sup>, R. W. Jenkins<sup>1<\/sup>; <br\/><sup>1<\/sup>Massachusetts General Hospital, Boston, MA, <sup>2<\/sup>Cedars-Sinai, Los Angeles, CA","CSlideId":"","ControlKey":"ec99f6a4-2bf3-4c86-ac55-4af9e812c211","ControlNumber":"6433","DisclosureBlock":"&nbsp;<b>L. Maggs, <\/b> None..<br><b>Y. Sun, <\/b> None..<br><b>G. Cattaneo, <\/b> None..<br><b>M. Ventin, <\/b> None..<br><b>F. Chen, <\/b> None..<br><b>M. Q. Rasmussen, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>C. R. Ferrone, <\/b> None..<br><b>S. Ferrone, <\/b> None.&nbsp;<br><b>R. W. Jenkins, <\/b> <br><b>Xsphera Biosciences Inc<\/b> Member of advisory board and has a financial interest.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6140","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4003","PresenterBiography":null,"PresenterDisplayName":"Luke Maggs","PresenterKey":"91c23090-4e0c-4ac2-a40e-06bacf25182f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4003. TBK1 inhibition enhances CAR-T cell efficacy against patient-derived organotypic tumor spheroids","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TBK1 inhibition enhances CAR-T cell efficacy against patient-derived organotypic tumor spheroids","Topics":null,"cSlideId":""},{"Abstract":"On-target off-tumor toxicity (OTOT) is one of the major hurdles preventing tumor-associated antigen (TAA) targeted therapy from effectively treating patients with solid tumors due to the shared presence of the same TAA on normal tissues. We have previously demonstrated high expression of carbonic anhydrase IX (CAIX) in ccRCC patient samples and low-density expression on healthy bile duct epithelium. In 2006, a clinical trial was stopped due to OTOT bile duct toxicity observed in patients infused with anti-CAIX CAR T cell therapy. To address the issue of OTOT in the bile duct, we performed affinity\/avidity fine-tuning of the anti-CAIX CAR G36 to specifically target ccRCC tumor cells with high CAIX expression while sparing cholangiocytes with low CAIX expression. We generated a complementarity-determining region (CDR) single variant mutagenesis library of G36 and displayed the library on yeast for screening. Using flow cytometry, we were able to identify six populations based on antigen-binding affinity: high, med-high, med, med-low, low, and loss of binding. These libraries were sequenced via PacBio, a next generation sequencing (NGS) platform that excels in long-read sequencing, providing a powerful tool to detect single mutations in the scFv. The results were analyzed to identify enriched mutations compared to the wild-type G36, and inspected using <i>in silico<\/i> modeling and docking. Furthermore, enriched mutants from med-low and low populations were tested in CAR-T format for their cytotoxic capacity on tumor cells and bile duct cholangiocytes, as well as their avidity. We demonstrate that mutations in CDR2 and CDR3 of the heavy chain successfully mitigate OTOT toxicity on cholangiocytes with physiological levels of CAIX expression while maintaining tumor-killing capacity, shedding light on CDR mutagenesis as a useful tool to mitigate OTOT toxicity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,on-target off-tumor toxicity (OTOT),clear cell renal cell carcinoma (ccRCC),CDR mutagenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S.-C. Yuan<\/b><sup>1<\/sup>, Y. Wang<sup>1<\/sup>, R. Abbas<sup>1<\/sup>, P. Mathenge<sup>1<\/sup>, C. Chien<sup>1<\/sup>, C. D. Coherd<sup>1<\/sup>, B. Bajoua<sup>1<\/sup>, M. R. Chang<sup>1<\/sup>, N. Murugan<sup>1<\/sup>, G. M. Kastrunes<sup>1<\/sup>, G. Wang<sup>2<\/sup>, S.-M. Hoang<sup>3<\/sup>, W. A. Marasco<sup>1<\/sup>; <br\/><sup>1<\/sup>Dana-Farber Cancer Institute, Boston, MA, <sup>2<\/sup>Yale University, New Haven, CT, <sup>3<\/sup>Lumicks, Waltham, MA","CSlideId":"","ControlKey":"f71461ed-a735-4bc0-a935-c3b1c6ee02a2","ControlNumber":"8336","DisclosureBlock":"&nbsp;<b>S. Yuan, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>R. Abbas, <\/b> None..<br><b>P. Mathenge, <\/b> None..<br><b>C. Chien, <\/b> None..<br><b>C. D. Coherd, <\/b> None..<br><b>B. Bajoua, <\/b> None..<br><b>M. R. Chang, <\/b> None..<br><b>N. Murugan, <\/b> None..<br><b>G. M. Kastrunes, <\/b> None..<br><b>G. Wang, <\/b> None..<br><b>S. Hoang, <\/b> None..<br><b>W. A. Marasco, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6141","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4004","PresenterBiography":null,"PresenterDisplayName":"Stephen Hsien-Chi Yuan, DVM","PresenterKey":"84c2ea67-b761-4e48-8c4f-825767b0926d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4004. Fine-tuning affinity\/avidity of anti-CAIX CAR T cells to mitigate on-target off-tumor toxicity in clear cell renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fine-tuning affinity\/avidity of anti-CAIX CAR T cells to mitigate on-target off-tumor toxicity in clear cell renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Approximately 3% of non-small cell lung cancer (NSCLC) cases harbor <i>ERBB2<\/i>\/HER2 mutations. Notably, the majority of actionable HER2 mutations in NSCLC are in-frame insertions in exon 20. Current HER2-targeting approaches, including antibody-drug conjugates (ADCs) such as trastuzumab deruxtecan, have shown promising response rates. To explore novel strategies for targeting HER2-positive NSCLC, we investigated chimeric antigen receptor (CAR)-based therapies to enhance the anti-tumor activity of immune effector cells. We engineered a series of HER2 CAR constructs utilizing scFvs derived from trastuzumab, pertuzumab, and FRP5, recognizing distinct domains of HER2. These scFvs were integrated into second-generation BB3z (with 4-1BB and CD3z intracellular domains) and third-generation 28BB3z (with CD28, 4-1BB, and CD3z intracellular domains) CAR backbones, which were subsequently transduced into activated T and natural killer (NK) cells to generate CAR-T and CAR-NK cells, respectively. High transduction efficiencies were achieved, with over 80% in CAR-T cells and over 50% in CAR-NK cells. We next evaluated their activity against a panel of NSCLC cell lines expressing varying levels of HER2 <i>in vitro <\/i>using firefly luciferase assays. All HER2 CAR-T cells demonstrated more than 90% killing against H2170 (HER2 high) and H322 (HER2 medium) at an effector:target (E:T) ratio of 10:1, whereas HER2 CAR-T cells yielded a killing effect of 35% against A549 (HER2 low) cells. HER2-targeting CAR-NK cells also displayed potent cytotoxicity against HER2-expressing NSCLC cells. Moreover, we observed that treatment of HER2 mutant and HER2 amplified NSCLC cells with low doses of HER2 tyrosine kinase inhibitors (TKIs) such as poziotinib enhanced the expression of HER2 on the cell surface. This upregulation resulted in enhanced activation of HER2 CAR-T and CAR-NK cells in coculture experiments as measured by CD107a expression on effector cells. Additionally, treatment with the HER2 TKI poziotinib potentiated the killing activity mediated by HER2 CAR-T and CAR-NK cells. Using a HER2 YVMA duplication patient-derived xenograft (PDX) NSCLC model, we observed that the <i>in vivo<\/i> combination of poziotinib with HER2 CAR-NK cells exhibited superior anti-tumor activity as compared to poziotinib treatment alone. In conclusion, HER2 CAR-T and CAR-NK cells effectively target HER2-mutant and HER2-positive NSCLC, and their combination with HER2 TKIs enhances vulnerability to HER2-targeting strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"NSCLC,CAR T cells,Cancer immunotherapy,HER2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Yang<\/b>, M. B. Nilsson, A. Poteete, J. He, Q. Huang, J. V. Heymach; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"1c9f92eb-5a98-4839-b883-3389342d9c1b","ControlNumber":"8696","DisclosureBlock":"&nbsp;<b>Y. Yang, <\/b> None.&nbsp;<br><b>M. B. Nilsson, <\/b> <br><b>Spectrum Pharmaceuticals<\/b> Other, Royalties and licensing fees.<br><b>A. Poteete, <\/b> None..<br><b>J. He, <\/b> None..<br><b>Q. Huang, <\/b> None.&nbsp;<br><b>J. V. Heymach, <\/b> <br><b>Genentech<\/b> Advisory Committees. <br><b>Spectrum<\/b> Other, Licensing\/Royalties, Research Support,  Advisory Committees. <br><b>Mirati Therapeutics<\/b> Other, Advisory Committees, Research Support. <br><b>Boehringer-Ingelheim Pharmaceuticals<\/b> Other, Advisory Committees, Research Support. <br><b>Takeda Pharmaceuticals<\/b> Other, Advisory Committees, Research Support. <br><b>Regeneron<\/b> Other, Advisory Committees. <br><b>BerGenBio<\/b> Other, Advisory Committees. <br><b>Jazz Pharmaceuticals<\/b> Other, Advisory Committees. <br><b>Curio Science<\/b> Other, Advisory Committees. <br><b>AstraZeneca Pharmaceuticals<\/b> Other, Advisory Committees, Research Support. <br><b>BioAlta<\/b> Other, Advisory Committees. <br><b>Sanofi<\/b> Other, Advisory Committees. <br><b>GlaxoSmithKline<\/b> Other, Advisory Committees. <br><b>EMD Serono<\/b> Other, Advisory Committees. <br><b>BluePrint Medicine<\/b> Other, Advisory Committees. <br><b>Chugai Pharmaceutical<\/b> Other, Advisory Committees. <br><b>AnHeart Therapeutics<\/b> Other, Advisory Committees. <br><b>Bristol-Myer Squibb<\/b> Other, Research Support. <br><b>Eli Lilly & Co<\/b> Other, Advisory Committees. <br><b>Janssen Pharmaceuticals<\/b> Other, Advisory Committees.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6142","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4005","PresenterBiography":null,"PresenterDisplayName":"Yan Yang, PhD","PresenterKey":"d7eb0cf2-309c-47a7-823e-4dc07066b5f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4005. HER2 TKIs enhance the anti-tumor activity of HER2-targeting CAR-T and CAR-NK cells against NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HER2 TKIs enhance the anti-tumor activity of HER2-targeting CAR-T and CAR-NK cells against NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Introduction: EGFRvIII is a commonly studied tumor-specific antigen in glioblastoma (GBM) and poses an enticing target for immunotherapy. Its varied expression, however, complicates its effectiveness as a Chimeric Antigen Receptor (CAR) T cell target. Given the increasing prominence of Interleukin-12 (IL12) in treating solid tumors, its synergy with EGFRvIII specific CARs in treating preclinical models of GBM is explored.<br \/>Methods: To simulate tumor heterogeneity, mice were implanted with equal ratios of CT2A and CT2A EGFRvIII+ cells. We developed EGFRvIII-specific third-generation CAR T cells, both with and without IL12 using a MSGV retrovirus backbone and transduced them into murine T cells. Their antitumor effectiveness was gauged by evaluating survival rates, and their capability to enhance and modify the tumor environment was determined using single-cell sequencing.<br \/>Results: Standalone EGFRvIII CARs were unsuccessful in curing mice with heterogeneous tumors. However, 60% of mice treated with EGFRvIII CARs combined with IL12 were long term survivors. IL12 secreting CARs exhibited prolonged persistence in vivo, and there was no need for prior lymphodepletion before ALT introduction. Our studies reveal that EGFRvIII CARs secreting IL12 can eliminate EGFRvIII negative tumor cells by drawing on the inherent CD8 T cell compartment. Moreover, IL12 prominently impacted microglia among all Antigen Presenting Cells in the tumor environment, amplifying antigen presentation processes and broadening epitope exposure.<br \/>Conclusion: By leveraging IL12, EGFRvIII CARs can counteract antigen heterogeneity in tumors by recruiting endogenous CD8 T cells and polarizing microglia. These IL12-secreting CARs outlast their traditional counterparts without requiring lymphodepletion. Harnessing CAR-T cells that secrete IL12 represents a novel strategy for overcoming tumor heterogeneity and treating GBM in a clinical context.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Glioblastoma multiforme,CAR T cells,Interleukin-12,Heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Mohan<\/b>, S. Shen, K. Hotchkiss, S. Quackenbush, J. Sampson, P. Fecci, A. Patel; <br\/>Duke University Medical Center, Durham, NC","CSlideId":"","ControlKey":"73deeb04-5015-4dbb-a398-dace5139a61d","ControlNumber":"312","DisclosureBlock":"&nbsp;<b>A. Mohan, <\/b> None..<br><b>S. Shen, <\/b> None..<br><b>K. Hotchkiss, <\/b> None..<br><b>S. Quackenbush, <\/b> None..<br><b>J. Sampson, <\/b> None..<br><b>P. Fecci, <\/b> None..<br><b>A. Patel, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6143","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4006","PresenterBiography":null,"PresenterDisplayName":"Aditya Mohan, BS","PresenterKey":"af71017d-cfe4-4722-b78e-6c71f3eb236e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4006. IL12-secreting CAR-T cells eliminate the requirement for lymphodepletion and promote epitope spreading via local antigen presenting cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IL12-secreting CAR-T cells eliminate the requirement for lymphodepletion and promote epitope spreading via local antigen presenting cells","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Establish preclinical proof of concept efficacy with CAR T cells (AIC100) in xenograft models of solid tumors (NSCLC and CC) expressing high levels of surface ICAM-1.<br \/>Experimental: AIC100 is a third generation CAR T cell with micromolar affinity to ICAM-1, tuned lower than most CARs used to date in pre-\/clinical studies. Affinity tuned AIC100 drug product is expected to selectively bind and kill tumor cells while safely sparing healthy cells. AIC100 also co-expresses somatostatin receptor 2 (SSTR2), which enables <i>in vivo<\/i> monitoring of AIC100 distribution and expansion by DOTATATE PET\/CT imaging. To test preclinical efficacy of AIC100 in NSCLC and CC, four xenograft mouse models were generated using tumor cell lines known to have ICAM-1 expression (verified by flow cytometry) to test efficacy of AIC100. Reporter cell lines transfected with Luciferase were H226 NSCLC adenocarcinoma, H441 NSCLC squamous cell carcinoma, HeLa CC adenocarcinoma and SW756 CC squamous cell carcinoma. AIC100 efficacy was established by in vitro cytotoxicity prior to in vivo studies. NSG mice (n=10 per cell line) were inoculated via tail vein injection (1.0x10<sup>6 <\/sup>cells) in cell growth media. Mice were imaged to ensure solid tumor formation which occurred in all mice within 3-5 days in the lung. At D0, mice were randomized into 2 groups (n=5 per group) of vehicle (PBS) and AIC100. At D1, mice were injected with AIC100 (1.0x10<sup>7 <\/sup>live T cells) or vehicle. Mice were followed by weight and clinical observations 2x weekly and imaging by IVIS weekly. The study continued until vehicle group was euthanized due to tumor related co-morbidities at which time the study concluded.<br \/>Results: AIC100 showed clear treatment benefit in both models of NSCLC and CC. In CC HeLa model, in mice treated with AIC100, primary tumors were significantly reduced by D8 and eliminated in 5\/5 mice by D22. In CC SW756 model, in mice treated with AIC100, tumor growth was reduced in size by D22. In NSCLC H441 model, in mice treated with AIC100, primary tumors were largely eliminated in 5\/5 mice by D15. In NSCLC H226 model, in mice treated with AIC100, tumors were significantly reduced by D8 and largely eliminated by D57 (4\/5 mice). A clear survival benefit was observed in AIC100 treated mice in NSCLC H226 xenograft model. These results show treatment benefit by AIC100 in 2 tumor models per indication and establish proof of concept for the potential development of AIC100 as a treatment for ICAM-1 expressing NSCLC and CC cancers.<br \/>Conclusions: AIC100 has significant treatment benefit in NSCLC and CC tumors with ICAM-1 expression in <i>in vivo <\/i>preclinical studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Immuno-oncology,Cancer immunotherapy,In vivo,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Birt<\/b>, S. Josiah, K. L. Joyce, S. Alla, M. P. Gallagher, J. Puc, H. Nguyen, E. Walsh Martin, S. Gupta; <br\/>AffyImmune Therapeutics Inc., Natick, MA","CSlideId":"","ControlKey":"af34ad59-0dec-464a-acc3-528cb7abfe2f","ControlNumber":"2620","DisclosureBlock":"<b>&nbsp;A. Birt, <\/b> <br><b>AffyImmune Therapeutics<\/b> Employment. <br><b>S. Josiah, <\/b> <br><b>AffyImmune<\/b> Independent Contractor. <br><b>K. L. Joyce, <\/b> <br><b>AffyImmune<\/b> Employment. <br><b>S. Alla, <\/b> <br><b>AffyImmune<\/b> Employment. <br><b>M. P. Gallagher, <\/b> <br><b>AffyImmune<\/b> Employment. <br><b>J. Puc, <\/b> <br><b>AffyImmune<\/b> Employment. <br><b>H. Nguyen, <\/b> <br><b>AffyImmune<\/b> Employment. <br><b>E. Walsh Martin, <\/b> <br><b>AffyImmune<\/b> Independent Contractor. <br><b>S. Gupta, <\/b> <br><b>AffyImmune<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6144","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4007","PresenterBiography":null,"PresenterDisplayName":"Alyssa Birt, MS","PresenterKey":"9864104f-a594-425f-9ce3-fe0b8a946fe1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4007. AIC100 CAR-T cells targeting ICAM-1 are efficacious against solid tumors in xenograft mouse models of non-small cell lung cancer (NSCLC) and cervical cancer (CC)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AIC100 CAR-T cells targeting ICAM-1 are efficacious against solid tumors in xenograft mouse models of non-small cell lung cancer (NSCLC) and cervical cancer (CC)","Topics":null,"cSlideId":""},{"Abstract":"B7 homolog 3 protein (B7-H3), recognized as CD276, is a pivotal immune checkpoint molecule extensively expressed in cancer cells, presenting a limited presence in normal tissues. Immunohistochemical analysis of 150 pancreatic cancer patients revealed positive CD276 staining in 66% of cases, with elevated expression correlating to diminished disease-free survival. Additional findings from an independent study on 59 patients highlighted significantly elevated CD276 levels, particularly in lymph node metastasis and advanced pathology. This study introduces an innovative Chimeric Antigen Receptor T (CAR-T) therapy targeting CD276, leveraging our DASH CAR-T manufacturing platform. Significantly, our approach reduces the ex vivo cell expansion time from 10 days to 1-2 days. T cells were enriched, activated, and transduced with a CD276 CAR-encoding retroviral vector, achieving the final product in 2-3 days. In preclinical models, our shorten-time CAR-T against CD276 exhibited superior expansion and heightened tumor-killing efficacy. Remarkably, DASH CAR-T demonstrated superior tumor control compared to conventional CAR-T, requiring only one-tenth of the dosage. This research advances our understanding of CD276 in pancreatic cancer and presents a transformative approach in CAR-T therapy manufacturing. The shortened production timeline and enhanced therapeutic outcomes underscore the potential clinical impact of our novel CAR-T strategy, offering a more efficient and potent treatment option for pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Pancreatic cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Haiying Wang<sup><\/sup>, Tian Deng<sup><\/sup>, Hao Li<sup><\/sup>, Yue Yao<sup><\/sup>, Yuan Tian<sup><\/sup>, Hongwei Wang<sup><\/sup>, <b>Pengfei Jiang<\/b><sup><\/sup><br><br\/>Shanghai Hrain Biotechnology Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"05c1548e-9fe9-4df0-9cd5-4f306d75e051","ControlNumber":"4065","DisclosureBlock":"<b>&nbsp;H. Wang, <\/b> <br><b>Shanghai Hrain Biotechnology Co., Ltd.<\/b> Employment. <br><b>T. Deng, <\/b> <br><b>Shanghai Hrain Biotechnology Co., Ltd.<\/b> Employment. <br><b>H. Li, <\/b> <br><b>Shanghai Hrain Biotechnology Co., Ltd.<\/b> Employment. <br><b>Y. Yao, <\/b> <br><b>Shanghai Hrain Biotechnology Co., Ltd.<\/b> Employment. <br><b>Y. Tian, <\/b> <br><b>Shanghai Hrain Biotechnology Co., Ltd.<\/b> Employment. <br><b>H. Wang, <\/b> <br><b>Shanghai Hrain Biotechnology Co., Ltd.<\/b> Employment. <br><b>P. Jiang, <\/b> <br><b>Shanghai HRAIN Biotechnology Co.,Ltd.<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6145","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4008","PresenterBiography":null,"PresenterDisplayName":"Pengfei Jiang, PhD","PresenterKey":"30474b4b-cdb3-4a1f-9691-6dfc9bedbbf9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4008. DASH CAR-T: accelerating CD276-targeted immunotherapy for pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DASH CAR-T: accelerating CD276-targeted immunotherapy for pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Century Therapeutics is developing NECTIN4 targeted induced Pluripotent Stem Cell (iPSC) derived Chimeric Antigen Receptor (CAR) T cell therapy. NECTIN4 targeted antibody drug conjugate enfortumab vedotin, while generally well tolerated, causes severe skin adverse events in some patients, thought to be driven by on-target off-tumor toxicity against NECTIN4 displaying skin keratinocytes. We include a safety switch in our first clinical-stage iPSC-derived CAR-NK cell therapy, CNTY-101, which provides an antibody target for elimination of the engineered cells should that be necessary. An additional method for reducing the incidence and severity of this type of adverse event is through the incorporation of an inhibitory CAR, also known as a NOT-gate, directed against antigen expressed on normal skin keratinocytes, but the optimal surface protein to target with such an inhibitory CAR for a NECTIN4 targeted therapy is unknown. Here, we identify DSG1 (Desmoglein-1) as a top inhibitory CAR target for NECTIN4 targeted CAR-T cell therapy by conducting a multi-omics analysis of public single-cell RNAseq, bulk RNAseq, and protein microarray immunohistochemistry datasets. We find that DSG1 is constitutively and uniformly displayed on the surface of skin keratinocytes in the layers of epidermis where they display NECTIN4, and DSG1 gene expression in normal skin is uniformly high across individuals. Conversely, DSG1 mRNA and protein are rarely expressed in NECTIN4 expressing cancer indications including bladder, breast, non-small cell lung, ovarian, and pancreatic. Further, autoimmune antibodies specific to DSG1 have been described, suggesting that DSG1 is targetable by a CAR in situ. Finally, DSG1 is not expressed by our iPSC-derived CAR-T cells. While NECTIN4 expression is greatest in skin keratinocytes, epithelial cells in other tissues express NECTIN4 at lower levels. In this study, we compare the expression levels of NECTIN4 to targets associated with tissue and cell-type specific on-target off-tumor toxicity in primary CAR-T cell clinical trials. Our findings support the strategy of DSG1-directed inhibitory CAR incorporation into NECTIN4 specific CAR-T cell therapeutic candidates.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Target discovery,Solid tumors,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. S. Hall<\/b>, C. M. Dower, M. Miller, J. Wheeler, J. Carton, O. Manor, H. Levitsky; <br\/>Century Therapeutics LLC, Philadelphia, PA","CSlideId":"","ControlKey":"f98e70bd-02d4-42c1-9121-27fdcf3ecbdd","ControlNumber":"4077","DisclosureBlock":"<b>&nbsp;M. S. Hall, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>Astellas Pharma<\/b> Other, Former employer. <br><b>C. M. Dower, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. Miller, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. Wheeler, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. Carton, <\/b> <br><b>Jill Carton<\/b> Employment, Stock, Stock Option. <br><b>O. Manor, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>H. Levitsky, <\/b> <br><b>Century Therapeutics<\/b> Employment, Stock, Stock Option, Patent. <br><b>;Carisma Therapeutics<\/b> Stock Option, Other, Board of Directors observer. <br><b>Replimune<\/b> Stock Option, Other, Director. <br><b>Prokarium<\/b> Stock Option, Director.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6146","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4009","PresenterBiography":null,"PresenterDisplayName":"Matthew Hall, BS;PhD","PresenterKey":"08660290-a1b2-45d9-a13a-d915bdbad1c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4009. Discovery of inhibitory CAR target DSG1 for damping NECTIN4 on-target off-tumor toxicity in iPSC-derived CAR-T cell therapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of inhibitory CAR target DSG1 for damping NECTIN4 on-target off-tumor toxicity in iPSC-derived CAR-T cell therapy","Topics":null,"cSlideId":""},{"Abstract":"Chimeric antigen receptor T-cell (CAR-T) therapy is a significant advancement in treating hematological malignancies, yet it faces challenges due to its variable therapeutic responses and the risk of severe toxicities. This study delves into the effects of tumor burden and CAR-T cell doses on the toxicity profile of the therapy, employing a PBMC-humanized mouse model engrafted with luciferase-labeled Raji B cell lymphoma (Raji-luc). By exploring high vs. low tumor burden and high vs. low CAR-T dose scenarios, we aim to gain insights into the dynamic relationship between these factors and CAR-T-induced toxicity and efficacy. In the first experiment, we established PBMC humanized mouse models with a high tumor burden and a low tumor burden. 10 days (high burden) or 7 days (low burden) after the Raji-luc inoculation, mice were engrafted with 10M human PBMCs and dosed with CD19 autologous CAR-Ts. In mice with low tumor burden, CAR-T treatment demonstrated significant efficacy, as evidenced by IVIS imaging, while the high tumor burden model exhibited reduced efficacy. CAR-T treatment in Raji-bearing mice did not induce weight loss in either high or low burden models. CD19 CAR-T cells effectively reduced the target cell population in peripheral blood, with greater expansion observed in the higher tumor burden model. We also evaluated human cytokine levels post-CAR-T treatment, revealing higher cytokine induction in the high tumor burden model, peaking at 2 days post-treatment. Secondly, in a CAR-T dose-response study, we treated PBMC-humanized Raji-bearing mice with 10M, 15M, and 20M CAR-T cells. Higher CAR-T cell doses (15M and 20M) resulted in observable toxicity measured by body weight loss, while the 10M dose did not. All CAR-T doses effectively slowed tumor growth and induced significant CAR-T cell expansion. Selected human cytokines, such as IL-5 and RANTES, demonstrated a dose-response correlation with CAR-T treatment. Additionally, IL-6 and IL-10 were significantly correlated with tumor burden rather than CAR-T doses. The differential cytokine responses observed in our study provide valuable insights into the utility of the PBMC-humanized mouse model for investigating the biological responses associated with CD19 CAR-T therapy. Our findings underscore the utility of the PBMC-humanized mouse model in assessing variability in toxicity and cytokine responses to CAR-T therapy. This model offers valuable insights into the factors influencing CAR-T treatment outcomes and provides a platform for planning more precise treatment and enhancing the safety and efficacy of CAR-T therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-07 Immune response to therapies,,"},{"Key":"Keywords","Value":"Chimeric antigen receptor,Preclinical testing,CAR T cells,In vivo,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>W. Lee<\/b>, D. Rose, J. G. Keck, J. Yang; <br\/>The Jackson Laboratory, Sacramento, CA","CSlideId":"","ControlKey":"e031cbf0-e58c-42d2-9f27-1ea65ab18b4f","ControlNumber":"7290","DisclosureBlock":"&nbsp;<b>W. Lee, <\/b> None..<br><b>D. Rose, <\/b> None..<br><b>J. G. Keck, <\/b> None..<br><b>J. Yang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6147","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4010","PresenterBiography":null,"PresenterDisplayName":"Won Lee","PresenterKey":"dbf51156-85ba-4628-927a-f3d10c89d2fb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4010. Assessing impacts of tumor burden and CAR-T cell dosage on the toxicity and efficacy profile of CD19 CAR-T therapy in a PBMC-humanized mouse model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessing impacts of tumor burden and CAR-T cell dosage on the toxicity and efficacy profile of CD19 CAR-T therapy in a PBMC-humanized mouse model","Topics":null,"cSlideId":""},{"Abstract":"Despite the rapid development of anti-cancer immunotherapy, the prognosis of hepatocellular carcinoma (HCC) patients is far from satisfactory. Glypican-3 (GPC3) CAR-T cell therapy has shown varied patient response. One of the potential reasons of low response rates may be due to the limited CAR-T cell infiltration. Therefore, locoregional GPC3 CAR-T therapy has been a promising option, with a hope of enhancing CAR-T cell tumor penetration. In this study, the therapeutic efficacy and underlying mechanisms of locoregional GPC3 CAR-T cell delivery were explored using HCC mouse xenografts. Orthotopic NOD-scid IL2Rg<sup>null<\/sup> (NSG) HCC models were established by tumor fragment implantation into the liver. CAR-T cell injections were performed via the tail vein and portal vein to simulate systemic and locoregional administrations, respectively. Compared to the systemic treatment, locoregional therapy could better control the tumor growth, and was associated with improved liver function. In addition, the locoregional therapy group demonstrated a higher percentage of tumor-infiltrating CAR-T cells which showed an increased expression level of the cytotoxicity marker <i>GZMB<\/i> and a reduced level of the exhaustion marker <i>LAG3<\/i>. Moreover, significantly higher IFN-gamma level was found in the blood of the locoregional therapy group, indicating a better CAR-T cell functionality. In conclusion, we have demonstrated that locoregional administration of CAR-T cells is associated with increased CAR-T cell infiltration and better therapeutic efficacy. Additionally, CAR-T cells being injected locoregionally are correlated with enhanced functionality and reduced exhaustion phenotype. These findings highlight the potential of locoregional GPC3 CAR-T therapy as a promising treatment strategy for HCC patients.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Glypican-3,CAR T cells,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Wang<\/b>, K. Tsang, J. Qiu, B. Feng; <br\/>The Chinese University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"053968b3-6a63-453d-84d3-403742a17c26","ControlNumber":"469","DisclosureBlock":"&nbsp;<b>J. Wang, <\/b> None..<br><b>K. Tsang, <\/b> None..<br><b>J. Qiu, <\/b> None..<br><b>B. Feng, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6148","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4011","PresenterBiography":null,"PresenterDisplayName":"Jue Wang, BA;MBBS;M Phil;MS","PresenterKey":"e632eea7-3a12-4629-ad36-04353c8f45d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4011. Locoregional GPC3 chimeric antigen receptor (CAR)-T cell therapy is associated with improved tumor control in hepatocellular carcinoma by enhancing CAR-T cell trafficking and functionality","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Locoregional GPC3 chimeric antigen receptor (CAR)-T cell therapy is associated with improved tumor control in hepatocellular carcinoma by enhancing CAR-T cell trafficking and functionality","Topics":null,"cSlideId":""},{"Abstract":"Background: Despite success in hematological malignancies, CAR T therapy has had limited efficacy against solid tumors. The suppressive tumor microenvironment limits CAR T activity through various mechanisms including competition for available nutrients and chronic stimulation resulting in reduced effector functions or T cell exhaustion. CAR T cells with enhanced metabolic fitness or more durable memory phenotype could potentially improve the clinical outcome in solid tumors. GOT2 plays an important role in mitochondrial function and maintenance of redox homeostasis. We have previously demonstrated enhancement of CAR T cells overexpressing GOT2. TIGAR is an enzyme known to promote antioxidative activites and reduce reactive oxygen species and has a role in protecting against apoptosis. Here we tested SOT302 CAR T cells expressing both GOT2 and TIGAR in preclinical solid tumor models.<br \/>Results: Expression of GOT2 and TIGAR transgenes were confirmed by qRT-PCR and western blot. Activity of GOT2 and TIGAR were confirmed by measuring aminotransferase activity (AST) and glutathione production, respectively. Compared to control CAR T cells, SOT302 is enriched for CD8+ Tscm cells and has a higher percentage functional, non-senescent (CD28+CD57-) cells. SOT302 has similar cytokine expression and cytotoxicity in standard co-culture assays<i> <\/i>compared to controls. SOT302 cells were chronically stimulated with plate-bound antigen every 3-4 days for 4 rounds. SOT302 had greater expansion of cells and were less exhausted and had better cytolytic capacity compared to controls. SOT302 cells were then evaluated in tumor xenograft mouse models. Consistent with our previous findings, CAR T cells expressing the single GOT2 transgene were more efficacious compared to CAR T cells alone. Expression of the single TIGAR transgene had no apparent benefit over CAR alone, however SOT302 cells expressing both GOT2 and TIGAR had superior anti-tumor activity compared to CAR alone and CAR+GOT2. No overt toxicity or significant body weight loss was observed. Ex vivo analyses to measure peripheral expansion, tumor infiltration and exhaustion were also performed. Preliminary findings indicate that SOT302 has better peripheral expansion compared to CAR alone and similar expansion compared to CAR+GOT2 controls. SOT302 cells had better tumor infiltration compared to both the CAR alone and CAR+GOT2 cells. Tumor infiltrating SOT302 cells also exhibited lower levels of exhaustion compared to CAR alone or CAR+GOT2 controls.<br \/>Summary: SOT302 cells express exogenous GOT2 and TIGAR transgenes and have superior anti-tumor activity in preclinical solid tumor models. These data suggest that SOT302 may be a promising candidate for patients with solid tumor cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Metabolism,Solid tumors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"E. Kuiper, S. Bhaduri, D. Garafola, K. Sharma, J. Coccia, K. Whiteman, <b>A. Jensen-Smith<\/b>; <br\/>SOTIO Biotech, Inc., Boston, MA","CSlideId":"","ControlKey":"2ca71f8f-bd21-4ac9-9068-d07b1562febd","ControlNumber":"7496","DisclosureBlock":"&nbsp;<b>E. Kuiper, <\/b> None..<br><b>S. Bhaduri, <\/b> None..<br><b>D. Garafola, <\/b> None..<br><b>K. Sharma, <\/b> None..<br><b>J. Coccia, <\/b> None..<br><b>K. Whiteman, <\/b> None..<br><b>A. Jensen-Smith, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6149","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4012","PresenterBiography":null,"PresenterDisplayName":"Amy Jensen-Smith, PhD","PresenterKey":"884648a9-76a1-4d0b-a6cc-c50d9f63d381","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4012. SOT302: Dual expression of exogenous glutamine oxaloacetate transaminase (GOT2) and TP53-induced glycolysis and apoptosis regulator (TIGAR) enhance CAR T cell activity in preclinical solid tumor models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SOT302: Dual expression of exogenous glutamine oxaloacetate transaminase (GOT2) and TP53-induced glycolysis and apoptosis regulator (TIGAR) enhance CAR T cell activity in preclinical solid tumor models","Topics":null,"cSlideId":""},{"Abstract":"Chimeric antigen receptor (CAR)-T cell therapy is a promising treatment against leukemia and lymphoma. However, poor initial treatment response and post-therapy relapse have found to be common and remained to be resolved. Modulating T cell immunometabolism is considered a novel therapeutic approach to enhance CAR-T cell therapy. We have identified MCJ (<i>DnaJC15<\/i>) as an endogenous negative regulator of Complex I of the electron transport chain in mitochondria. MCJ is abundantly expressed in mouse CD8 cells relative to other immune cells. We propose that MCJ can be a therapeutic target to enhance mitochondrial respiration in CD8 CAR-T cells. We will show that loss of MCJ in mouse CD8 cells leads to superior anti-tumor response against melanoma. In addition, we will show that MCJ-deficient murine CD8 CAR-T cells have enhanced killing activity against leukemia both <i>in vitro<\/i> and <i>in vivo<\/i>. We have recently revealed that MCJ is also expressed in human CD8 cells and the levels of MCJ are heterogenous among human population. Similar to murine CD8 cells, MCJ knockdown in human CD8 cells enhances mitochondrial membrane potential and effector functions. We have designed a new CAR construct to silence MCJ in human CD8 CAR-T cells. MCJ-deficient human CD8 cells show superior cytotoxicity against leukemia with increased mitochondrial metabolism. Together, these data demonstrate that MCJ is a promising target to improve CAR-T cell therapy through modulating the T cell metabolism. We are currently investigating the effect of MCJ-deficient CD8 CAR-T cells against solid malignancy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Metabolism,Immunotherapy,Mitochondria,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M.-H. Wu<\/b><sup>1<\/sup>, E. L. Giddings<sup>2<\/sup>, F. Valenca-Pereira<sup>1<\/sup>, C. Pham-Danis<sup>1<\/sup>, F. Cendali<sup>1<\/sup>, M. C. Yarnell<sup>1<\/sup>, A. J. Novak<sup>1<\/sup>, J. Henao-Mejia<sup>3<\/sup>, R. A. Flavell<sup>4<\/sup>, A. D'Alessandro<sup>1<\/sup>, M. E. Kohler<sup>1<\/sup>, M. Rincon<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Colorado Anschutz Medical Campus, Aurora, CO, <sup>2<\/sup>University of Vermont, Burlington, VT, <sup>3<\/sup>University of Pennsylvania, Philadelphia, PA, <sup>4<\/sup>Yale University, New Haven, CT","CSlideId":"","ControlKey":"734a0eb8-a065-48f7-ba07-2fcf3b742177","ControlNumber":"8443","DisclosureBlock":"&nbsp;<b>M. Wu, <\/b> None..<br><b>E. L. Giddings, <\/b> None..<br><b>F. Valenca-Pereira, <\/b> None..<br><b>C. Pham-Danis, <\/b> None..<br><b>F. Cendali, <\/b> None..<br><b>M. C. Yarnell, <\/b> None..<br><b>A. J. Novak, <\/b> None..<br><b>J. Henao-Mejia, <\/b> None.&nbsp;<br><b>R. A. Flavell, <\/b> <br><b>Glaxo Smith Kline<\/b> Other, Advisor. <br><b>Celsius<\/b> Other, Advisor. <br><b>EvolveImmune<\/b> Other, Advisor. <br><b>Ventus Therapeutics<\/b> Other, Advisor. <br><b>Genetech\/Roche<\/b> Grant\/Contract.<br><b>A. D'Alessandro, <\/b> None..<br><b>M. E. Kohler, <\/b> None.&nbsp;<br><b>M. Rincon, <\/b> <br><b>Mitotherapeutix<\/b> Other, scientific advisory board\u000d\u000aco-founder. <br><b>University of Vermont<\/b> Patent.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6150","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4013","PresenterBiography":null,"PresenterDisplayName":"Meng-Han Wu, BA;BS","PresenterKey":"a55126a8-7d50-4d59-ac50-1d42791d93c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4013. Increasing mitochondrial respiration by silencing MCJ\/DnaJC15 enhances CD8 CAR-T cell therapy efficacy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Increasing mitochondrial respiration by silencing MCJ\/DnaJC15 enhances CD8 CAR-T cell therapy efficacy","Topics":null,"cSlideId":""},{"Abstract":"Immuno-oncology cell therapies engage the immune system to treat cancer. In recent years, adoptive T-cell therapy with CD19-specific chimeric antigen receptors (CARs) has shown promise for treatment of various malignancies, including acute lymphoblastic leukemia. However, CAR-T-cell therapies have been hampered by various adverse events, including cytokine release syndrome (CRS). To predict and minimize CRS effects from CAR-T therapies, a human immune preclinical murine model that combines efficacy and toxicity readouts is essential. Here, we describe the development of PBMC humanized mouse model based on the NSG-MHC I\/II-DKO strain to study autologous CD19 CAR-T treatment related tumor growth inhibition and CRS <i>in vivo<\/i>. Three different PBMC donors were used to generate CAR-T (CD28-Cd3z) directed against a CD19 epitome. Our preliminary data demonstrate that CD19 CAR-T treatment stimulated dynamic and PBMC donor dependent cytokine release with IFN-g, IL-10, IL-4, IL-2, IL-6 and TNF. Our model showed elevation of shared proinflammatory cytokines (IFN-g, IL-10, IL-2 and TNF) observed in humans after CD19 CAR-T treatment. Currently, we are evaluating our PBMC based cytokine release model in CD19 CAR-T cells tumor control study. Our results to date indicate that PBMC-engrafted NSG-MHC I\/II-DKO mouse models are vital platforms to screen adoptive T-cell therapy for potential CRS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,CAR T cells,Cytokines,Chimeric antigen receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Ramalingam<\/b>, D. Cai, L. Shopland, J. G. Keck; <br\/>The Jackson Laboratory, Sacramento, CA","CSlideId":"","ControlKey":"d415c7e1-ef6c-49ef-ae17-d5b32a338951","ControlNumber":"5409","DisclosureBlock":"&nbsp;<b>S. Ramalingam, <\/b> None..<br><b>D. Cai, <\/b> None..<br><b>L. Shopland, <\/b> None..<br><b>J. G. Keck, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6151","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4014","PresenterBiography":null,"PresenterDisplayName":"SENTHIL RAMALINGAM","PresenterKey":"0c4ca5d1-25af-422e-a629-85ce853163da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4014. Humanized mouse model to assess PBMC donor derived autologous CD19 CAR Ts for efficacy against Raji tumors and related cytokine release","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Humanized mouse model to assess PBMC donor derived autologous CD19 CAR Ts for efficacy against Raji tumors and related cytokine release","Topics":null,"cSlideId":""},{"Abstract":"Rhabdomyosarcoma (RMS) is the most common pediatric soft tissue sarcoma. Overall survival rates are low for metastatic RMS, emphasizing the urgent need of improved therapies. Chimeric Antigen Receptor (CAR) Ts have shown remarkable results against hematological malignancies, but CAR T cell therapy remains challenging in solid tumors, mainly due to a lack of ideal tumor specific targets, and of the immunosuppressive tumor microenvironment (TME). To maximize antitumoral activity against RMS and to address optimal CAR T persistence <i>in vivo<\/i>, novel CAR constructs were investigated against upregulated RMS targets. By surfaceome profiling, we recently identified L1CAM as promising candidate for RMS CAR T cell therapy, and confirmed CD276 and FGFR4 expression. CD276- (CD276.CD28HD.28TM.28CSD.3z) and Dual-CAR Ts targeting both CD276 and FGFR4 (F8-FR4.CD28HD.28TM.28CSD.3z) showed tumor eradication in an orthotopic RMS model, whereas FGFR4-CAR Ts exhibited only a partial response <i>in vivo.<\/i> Moreover, CD276-CAR Ts showed a limited activity against RMS tumors expressing lower amounts of CD276, eradicating the tumor in 1\/5 mice, underlying the need of improved CAR T cell potency against low-density target-expressing tumors. First, to improve FGFR4-CAR Ts activity, we optimized the recognition of FGFR4 epitope by modifying the CAR moiety &#8220;hinge&#8221;. We replaced the CD28-derived hinge with various hinges of different length: no hinge, IgG4 (12aa), IgG4CH3 (119aa), and IgG4CH2CH3 (229aa). Luciferase assays showed effective <i>in vitro<\/i> killing capacity of FGFR4-CAR Ts expressing an IgG4-derived hinge, with a tumor cell survival less than 10% at Effector to Target (E:T) ratio of 5:1. They also released the double amount of IFN-&#947; (50pg\/ml) compared to the other constructs, when co-incubated with Rh4 cells. Next, to verify the potential of L1CAM as CAR T target for RMS, we generated a panel of L1CAM-CARs expressing either a long (IgG4CH2CH3, 229aa) or a short (CD28, 35aa) Hinge, and a CD28- or 41BB-derived costimulatory domain (CSD). L1CAM.IgG4CH2CH3Hinge.28TM.28CSD.3z CAR Ts outperformed the other constructs, killing ~60% of Rh30 at the E:T ratio of 1:1 and more than 90% at the E:T ratio of 5:1. They also exhibited a 3-fold higher IFN-&#947; release (120 pg\/ml) compared to the other constructs. However, although our examination of patient-derived TMA revealed a strong immunoreactivity for L1CAM, more expressed in aggressive RMS subtypes, the selected L1CAM-CAR Ts against Rh30 cells, exhibiting ~10&#8217;000 L1CAM copies, showed limited activity in an<i> in vivo <\/i>pilot study. Based on these results and on the RMS TME investigation, which revealed consistent collagen (COL4A1, COL4A2 and COL18A1) deposition in RMS-derived mice tumor xenografts, we hypothesize that co-expressing a collagenase, able to partially degrade the dense extracellular matrix surrounding tumors, will lead to an improved CAR T cell infiltration and activity <i>in vivo<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Rhabdomyosarcoma,Tumor microenvironment,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Piccand<\/b><sup>1<\/sup>, A. Timpanaro<sup>2<\/sup>, S. Anton-Joseph<sup>1<\/sup>, M. Bernasconi<sup>1<\/sup>, J. K. Rssler<sup>3<\/sup>; <br\/><sup>1<\/sup>University of Bern\/Inselspital, Bern, Switzerland, <sup>2<\/sup>Seattle Children's Hospital, Seattle, WA, <sup>3<\/sup>Novartis, Basel, Switzerland","CSlideId":"","ControlKey":"c4f5fd5f-ac2e-42f1-be3d-8a3e82330ce9","ControlNumber":"6784","DisclosureBlock":"&nbsp;<b>C. Piccand, <\/b> None..<br><b>A. Timpanaro, <\/b> None..<br><b>S. Anton-Joseph, <\/b> None..<br><b>M. Bernasconi, <\/b> None.&nbsp;<br><b>J. K. Rssler, <\/b> <br><b>Novartis<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6152","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4015","PresenterBiography":null,"PresenterDisplayName":"Caroline Piccand","PresenterKey":"2f389dd9-84d6-40ca-8b4a-66843de0361f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4015. Improvement of CAR T cell potency against low-density targets like L1CAM and FGFR4 in rhabdomyosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improvement of CAR T cell potency against low-density targets like L1CAM and FGFR4 in rhabdomyosarcoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Unlike hematologic targets, TMR Chimeric Antigen Receptors with binding restricted to antigen in the tumor microenvironment lack CAR dependent stimulatory signals for proliferation outside the tumor. Increased exposure to CAR-T is associated with improved clinical outcomes and therefore tools to safely and selectively increase proliferation represent potential adjunctive CAR-T therapeutics. Therefore, we developed a surrogate CAR Specific Stimulating Protein (CSSP) approach encoded by synthetic mRNA for expression in antigen presenting cells to boost CAR-T proliferation <i>in vitro <\/i>and<i> in vivo<\/i>.<br \/><b>Methods: <\/b>NFAT-Luc reporter lymphocytes were transduced with lentivectors encoding TMR CARs with or without epitopes reactive to CSSP&#8217;s in the CAR. Subsequently, PBMCs were transfected with LNPs containing synthetic mRNAs for either GFP or candidate membrane bound CSSPs. Transfection efficiency was confirmed by microscopy and flow cytometry. The activity of CSSP&#8217;s expressed in monocytes cultured with T cells expressing CAR variants with NFAT-luc reporter was measured by luciferase expression and compared to CD3 stimulation. Additionally, the kinetics of CAR stimulation with monocytes expressing CSSPs were determined by serial luciferase measurements. Finally, the proliferation of PBMCs transduced with a TMR-HER2 CAR co-cultured with CSSP treated purified monocytes were evaluated.<br \/><b>Results: <\/b>Following exposure of PBMCs expressing CSSPs to TMR-CAR-expressing NFAT T cells, CAR specific luciferase signaling was readily detectable compared to non-specific CD3 stimulation, indicating that the CSSPs were capable of CAR specific stimulation through the CD3&#950; chain of the CAR. Two of the CSSP variants demonstrated stimulation in a CAR specific fashion at levels similar to or greater than non-specific CD3 stimulation. In kinetic experiments, stimulation of NFAT could be detected over a period of 8 days, indicating persistence of the CSSP similar to GFP in antigen presenting cell controls. Finally, co-culture of CSSP mRNA expressed in purified monocytes were capable of TMR-HER2-CAR T cells stimulation, which do not proliferate when cultured with HER2 antigen expressing cells under physiologic conditions.<br \/><b>Conclusion:<\/b> TMR-CAR-T cells can achieve proliferative capacity outside the tumor microenvironment using synthetic mRNA encoding CAR Specific Stimulatory Proteins. This novel mRNA approach may provide additional tools to promote the proliferation and\/or persistence of solid tumor targeted CAR-T cells outside the tumor environment<i>.<\/i>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive immunotherapy,CAR T cells,Tumor microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>F. Vigant<\/b>, A. Kundu, M. Betts, S. P. Kerkar, G. I. Frost; <br\/>Exuma Biotech Corp., West Palm Beach, FL","CSlideId":"","ControlKey":"fe370d8c-3f17-4f5c-a857-0a11ca6bc8a1","ControlNumber":"7997","DisclosureBlock":"<b>&nbsp;F. Vigant, <\/b> <br><b>Exuma Biotech Corp.<\/b> Employment. <br><b>A. Kundu, <\/b> <br><b>Exuma<\/b> Employment. <br><b>M. Betts, <\/b> <br><b>Exuma<\/b> Employment. <br><b>S. P. Kerkar, <\/b> <br><b>Exuma<\/b> Employment. <br><b>G. I. Frost, <\/b> <br><b>Exuma<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6153","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4016","PresenterBiography":null,"PresenterDisplayName":"Frederic Vigant, PhD","PresenterKey":"d8b62c5c-6a8d-49e2-8c87-f8d5a671a487","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4016. mRNA encoding a CAR specific stimulating protein (CSSP) mediates tumor metabolism regulated (TMR) CAR signaling for CAR-T expansion beyond the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"mRNA encoding a CAR specific stimulating protein (CSSP) mediates tumor metabolism regulated (TMR) CAR signaling for CAR-T expansion beyond the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"The development of immunotherapies relies on the use of in vitro potency assays, which are crucial for understanding the complex interactions between immune cells (effectors) and cancer cells (targets). Chimeric antigen receptor (CAR) T-cell therapy is an immunotherapeutic approach that exhibits promise; however, varying levels of antigen expression on the surface of tumor cells can influence the efficacy of CAR T cell-mediated killing. To fully understand the impact of target antigen density on CAR T cell activity, we utilized a matrix approach to assess both target cell death, using an impedance-based in vitro potency assay to quantify CAR T cell-mediated cytotoxicity, as well as cytokine release with homogeneous Lumit<sup>TM<\/sup> immunoassays. SKOV3 (high HER2 expression), A549 (low HER2 expression), or MDA-MB-231 (no HER2 expression) target cells were seeded into a 96-well microplate with embedded electrodes in the substrate that detect the attachment and proliferation of target cells. HER2 CAR T cells were added after 24 hours at effector-to-target (E:T) ratios of 1:5 or 1:1 and target cell cytolysis was recorded continuously by the Maestro Z for 72 hours. Cytolysis of the target cells was calculated by comparing the treated wells to no treatment control wells and full lysis wells (1% TritonX). At 72 hours post CAR T cell addition, complete killing was observed in SKOV3 cells at the 1:1 ratio, while A549 cells exhibited only 80% cytolysis. MDA-MB-231 cells showed 20% cytolysis, likely due to nonspecific killing by non-engineered T cells, as approximately only 78% of the CAR T cell population was CAR positive. Because the cytolysis assay was label-free, cytokine analysis was able to be multiplexed with the same plates. To assess release of pro-inflammatory cytokines, TNF-&#945; and IFN-&#947;, we collected supernatant post-antigen exposure at 24, 48, and 72 h. At the 1:1 E:T ratio, CAR T cells co-cultured with target cells expressing low (A549) or high (SKOV3) levels of HER2 had the highest TNF-&#945; production at 24 hours, with CAR T cells co-cultured with SKOV3 cells releasing 30.6% more TNF-&#945; when compared to A549 cells. The highest levels of IFN-&#947; were detected in both A549 and SKOV3 groups at the 1:1 E:T ratio, with the highest levels observed from CAR T cells co-cultured with SKOV3 cells at 72 hours, releasing approximately 1459.6 +\/- 357.3 pg\/mL of IFN-&#947;, compared to 1093.8 +\/- 387.5 pg\/mL IFN-&#947; released by CAR T cells co-cultured with A549 cells. As expected, CAR T cells co-cultured with MDA-MB-231 cells did not release any detectable TNF-&#945; or IFN-&#947; at either E:T ratios during the duration of the experiment. Future work will continue to explore multiplexed potency assays for the evaluation of CAR T cell therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Immunoassay,Cytokines,Immuno-oncology,CAR T cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Barnes<\/b><sup>1<\/sup>, D. Sullivan<sup>1<\/sup>, D. Lazar<sup>2<\/sup>, K. Haupt<sup>3<\/sup>, D. Califano<sup>1<\/sup>, S. Chvatal<sup>1<\/sup>, D. Millard<sup>1<\/sup>; <br\/><sup>1<\/sup>Axion BioSystems, Atlanta, GA, <sup>2<\/sup>Axion BioSystems, Madison, WI, <sup>3<\/sup>Promega Corporation, Madison, WI","CSlideId":"","ControlKey":"bce43e6d-828c-410c-946a-26ac0efa3f10","ControlNumber":"5327","DisclosureBlock":"&nbsp;<b>S. Barnes, <\/b> None..<br><b>D. Sullivan, <\/b> None..<br><b>D. Lazar, <\/b> None..<br><b>K. Haupt, <\/b> None..<br><b>D. Califano, <\/b> None..<br><b>S. Chvatal, <\/b> None..<br><b>D. Millard, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6154","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4017","PresenterBiography":null,"PresenterDisplayName":"Sierra Barnes, BS","PresenterKey":"dbfc3742-d95d-4ca5-8638-b5c0a9f7ac82","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4017. CAR T cell-mediated cytotoxicity and cytokine release in response to varying levels of antigen expression on target cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CAR T cell-mediated cytotoxicity and cytokine release in response to varying levels of antigen expression on target cells","Topics":null,"cSlideId":""},{"Abstract":"<b>BACKGROUND<\/b> Chimeric antigen receptor (CAR) T cell therapy is a revolutionary approach in cellular immunotherapy, where a patient&#8217;s T cells are genetically engineered to recognize and attack cancer cells. In the last decade, several CAR-T cell therapies have been approved by the FDA. However, this encouraging outcome was obtained only with certain blood cancers, like B cell leukemias, lymphomas, etc. Many research \/ clinical trials are now underway worldwide to extend the CAR T-cell therapy benefits to a large spectrum of cancers, using rodents. This model presents several drawbacks, such as the immunodeficiency of humanized models, ethical constraints, time, and cost. An alternative, pertinent, 3Rs-compliant <i>in vivo<\/i> model for developing CAR-T therapy is urgently needed. Xenografts on the chicken embryo&#8217;s ChorioAllantoic Membrane (CAM) have proven extremely valuable for <i>in vivo<\/i> cancerology studies. In this work, we evaluated <i>in vivo <\/i>the anti-tumor efficacy of CD19-targeting CAR-T cells on human lymphoma using Inovotion&#8217;s CAM assay.<br \/><b>METHODS <\/b> Human lymphoma Raji cells (ATCC) were grafted on the CAM on embryonic development day (EDD) 9. A 2<sup>nd<\/sup> generation of CD19-targeting CAR-T cells (CAR-T-(CD3\/4-1BB)) developed by Allogenica (France) were co-injected at EDD9 at E\/T (effector CAR-T cell <i>vs<\/i> target Raji cell) ratio 1:1. One group was injected with CAR-T (CD3\/4-1BB) only once at EDD9 and a second group received a first injection of CAR-T (CD3\/4-1BB) at EDD9 and a second injection at EDD13. Embryonic viability was checked daily. On EDD18. The efficacy of CAR-T therapy was evaluated basing on tumor weight, metastatic invasion in the lower CAM and CAR-T infiltration in tumors detected by qPCR. Activation of the chicken embryo immune system was detected as well.<br \/><b>RESULTS<\/b> The treatment with CAR-T-(CD3\/4-1BB) cells was well tolerated <i>in ovo<\/i>, no significant embryo mortality\/abnormality was observed. CAR-T-(CD3\/4-1BB) cells prevented tumor formation (tumor weight was 88.67% to 90.62% lower than control, p &#60; 0.001); and prevented metastasis formation in the lower CAM (86.88% to 81.43% lower than control, p &#60; 0.001).<br \/><b>CONCLUSION<\/b> Different to <i>in vitro<\/i> models and immunodeficient murine models, chicken embryo possesses a progressively mature immune system. Our results show that CAR-T-(CD3\/4-1BB) cells can prevent tumor formation and metastatic invasion when co-injected with tumor cells. Inovotion&#8217;s CAM assay is a viable alternative <i>in vivo<\/i> model for developing CAR-T cell therapy on a large spectrum of cancers. It is fully 3Rs-compliant.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Immunotherapy,CAR T cells,Lymphoma,Chicken CAM,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Y. Wang<sup>1<\/sup>, X. Rousset<sup>1<\/sup>, C. Prunier<sup>1<\/sup>, E. Dosda<sup>1<\/sup>, A. Gutierrez-Guerrero<sup>2<\/sup>, P. Abrial<sup>2<\/sup>, I. Menkova<sup>2<\/sup>, <b>J. Viallet<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Inovotion, La Tronche, France, <sup>2<\/sup>Allogenica, Villeurbanne, France","CSlideId":"","ControlKey":"170af12b-ae47-4e46-ad7d-901dbc702ecb","ControlNumber":"6582","DisclosureBlock":"&nbsp;<b>Y. Wang, <\/b> None..<br><b>X. Rousset, <\/b> None..<br><b>C. Prunier, <\/b> None..<br><b>E. Dosda, <\/b> None..<br><b>A. Gutierrez-Guerrero, <\/b> None..<br><b>P. Abrial, <\/b> None..<br><b>I. Menkova, <\/b> None..<br><b>J. Viallet, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6155","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4018","PresenterBiography":null,"PresenterDisplayName":"Jean Viallet, PhD","PresenterKey":"0e5b8f4d-b0d6-4520-a978-726b21f10de4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4018. An innovative <i>in vivo<\/i> model for CAR-T cell therapy development: Tolerability and efficacy evaluation of CD19-targeting CAR-T cells on human lymphoma using the chicken CAM assay","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An innovative <i>in vivo<\/i> model for CAR-T cell therapy development: Tolerability and efficacy evaluation of CD19-targeting CAR-T cells on human lymphoma using the chicken CAM assay","Topics":null,"cSlideId":""},{"Abstract":"Multiple versions of CAR T cells targeting the cell surface protein CD19 are approved by the FDA to treat refractory B-cell malignancies. However, durable remissions range from 60% in B-cell leukemias to 40% in B-cell lymphomas. Major reasons for resistance to CD19-CAR treatment relate to heterogeneous or loss of CD19 expression. In addition, CD19-CAR leads to B-cell depletion which increases the risk for infection. These limiting factors necessitate research into alternative targets for CAR therapy against B-cell lymphomas.Using a large data set from clinical trials, we found that approximately 30-70% of diffuse large B-cell lymphomas (DLBCL) express MET. We hypothesize that these MET-positive B-cell lymphomas can potentially be targeted with chimeric antigen receptor (CAR) T-cells against MET receptor. We constructed a second-generation anti-MET-CAR by fusing the scFv fragment of an anti-MET monoclonal antibody with the human CD28 hinge\/transmembrane\/cytoplasmic domain and CD3&#950; cytoplasmic domain. Stable MET-CAR Jurkat cells showed increased CD69 expression upon stimulation by MET-positive lymphoma cell lines such as Karpas-422 and OCI-LY3. Using primary human T cells, we further demonstrated that the mRNA MET-CAR T-cells mediated cytotoxicity against DLBCL cell lines. Of note, while CD19-CAR T-cells showed only low level of cytotoxicity against the CD19-\/MET+ OCI-LY3 cell line, MET-CAR T cell was able to mediate substantial tumor cell lysis.In summary, the preliminary data demonstrate that MET-CAR is capable of mediating cytotoxicity against MET-positive DLBCL. Some cell lines such as OCI-LY3 are negative for CD19 but positive for MET expression, and MET-CAR is capable of mediating cell lysis while CD19-CAR is ineffective. These results suggest that some large B-cell lymphomas negative for CD19, either intrinsic or secondary to loss of CD19 as a result of resistance mechanism, may show MET expression and will likely benefit from MET-targeted immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Chimeric antigen receptor,Receptor tyrosine kinase (RTK),Lymphoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P.-H. Chen<\/b><sup>1<\/sup>, R. Raghunandan<sup>2<\/sup>, M. Muschen<sup>1<\/sup>, S. G. Katz<sup>1<\/sup>; <br\/><sup>1<\/sup>Yale School of Medicine, New Haven, CT, <sup>2<\/sup>Yale University, New Haven, CT","CSlideId":"","ControlKey":"444d1ce2-2f83-45b3-b50f-056b2ca1e071","ControlNumber":"5799","DisclosureBlock":"&nbsp;<b>P. Chen, <\/b> None..<br><b>R. Raghunandan, <\/b> None..<br><b>M. Muschen, <\/b> None..<br><b>S. G. Katz, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6156","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4019","PresenterBiography":null,"PresenterDisplayName":"Po-Han Chen, MD,PhD","PresenterKey":"588f0896-4aed-4033-9a46-f66921c3a01f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4019. Development of mRNA chimeric antigen receptor T cells targeting MET in aggressive B-cell lymphomas","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of mRNA chimeric antigen receptor T cells targeting MET in aggressive B-cell lymphomas","Topics":null,"cSlideId":""},{"Abstract":"The recent advances in cellular immunotherapies have revolutionized the treatment options for hematological malignancies. Among others, genetically engineered T cells to express chimeric antigen receptors targeting CD19 have shown clinical success in patients with B cell malignancies. However, depending on the study design only one to two thirds of the patients experience a complete response upon CD19 CAR T cells treatment. Antigen escape, immune suppressive microenvironment, CAR T cell dysfunction as well as lack of CAR T cell persistence have been discussed to be reasons for the lack of sustained therapy response. Well established models for the preclinical evaluation of cellular therapies are needed for the evaluation of next generation CAR T cells as well as novel combination therapies.<br \/>Here, we describe a xenograft animal model of human acute lymphoblastic leukemia (NALM-6 cells) with a suboptimal treatment response to human CD19 CAR T cells from three different donors. First, the activation status and memory phenotype of the CAR T cells from the different donors was characterized by flow cytometry and the anti-tumoral efficacy of the CD19 CAR T cells was evaluated in an in vitro co-culture killing assay using luciferase expressing NALM-6 cells. Next, CD19 CAR T cells from three donors were injected in NALM-6_luc tumor bearing animals. The tumor growth was monitored by bioluminescence imaging and the phenotype of the transferred CAR T cells was checked by flow cytometry.<br \/>The frequency of memory T cells differed between the donors whereas the T cells from all donors exhibited all low expression of activation markers. In vitro, all three donors showed high and comparable anti-tumoral killing efficacy independent of their memory status. In vivo, CD19 CAR T cells from all three donors delayed the tumor growth significantly although none of the animals had a complete remission. In line with the individual memory status of the CAR T cells prior to infusion, there were slight differences in the kinetics of the anti-tumoral response. The flow cytometric analysis revealed that the transferred CAR T cells were almost absent in the peripheral blood and spleen whereas for individual animals tumor cells and highly activated CAR T cells were detectable in the bone marrow of the animals.<br \/>In summary, the NALM-6_luc xenograft model is a value tool for evaluating next generation cellular therapies and novel combination strategies to overcome the current limitations of cellular therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,In vivo,Adoptive cell therapy,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Metzger<\/b><sup>1<\/sup>, C. N. Castro<sup>1<\/sup>, J. F. Hummel<sup>1<\/sup>, M. Roman Azcona<sup>2<\/sup>, D. Antony<sup>2<\/sup>, C. Mussolino<sup>2<\/sup>, D. Zurr<sup>3<\/sup>, S. Adamsky<sup>3<\/sup>, H. Weber<sup>1<\/sup>; <br\/><sup>1<\/sup>Reaction Biology Europe GmbH, Freiburg, Germany, <sup>2<\/sup>Medical Center  University of Freiburg, Freiburg, Germany, <sup>3<\/sup>Lepton Pharmaceuticals Ltd, Zichron Yakkov, Israel","CSlideId":"","ControlKey":"fae25b69-2813-4062-97d3-48bfe197db15","ControlNumber":"6539","DisclosureBlock":"<b>&nbsp;P. Metzger, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>C. N. Castro, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>J. F. Hummel, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment.<br><b>M. Roman Azcona, <\/b> None..<br><b>D. Antony, <\/b> None..<br><b>C. Mussolino, <\/b> None.&nbsp;<br><b>D. Zurr, <\/b> <br><b>Lepton Pharmaceuticals Ltd<\/b> Employment. <br><b>S. Adamsky, <\/b> <br><b>Lepton Pharmaceuticals Ltd<\/b> Employment. <br><b>H. Weber, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6157","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4020","PresenterBiography":null,"PresenterDisplayName":"Holger Weber, PhD","PresenterKey":"2e59a2eb-c0ce-4554-a254-ad534dae6062","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4020. Donor-dependent anti-tumoral efficacy of human CD19 CAR T cells in a leukemic xenograft mouse model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Donor-dependent anti-tumoral efficacy of human CD19 CAR T cells in a leukemic xenograft mouse model","Topics":null,"cSlideId":""},{"Abstract":"Chimeric antigen receptor (CAR) T cells represent a promising class of \"living drugs\" for cancer treatment. These primary T cells are genetically engineered to express a synthetic antigen receptor, incorporating various domains to enhance their effector functions. While CAR T cells have shown success against liquid cancers, their application to solid cancers is hindered by significant \"on-target\/off-tumor\" toxicities due to the absence of specific target proteins. In this study, we aim to enhance the tumor specificity of CAR T cells by targeting a tumor-specific version of CD146. CD146 is a glycoprotein widely expressed in several solid tumors, particularly melanoma and ovarian cancer. However, it is also expressed on benign cells, such as endothelial cells, pericytes, and smooth muscle cells. Nevertheless, a CD146 isoform exists that is enriched in cancer cells.<b><u><\/u><\/b><br \/>We assessed CAR activity using flow cytometry to measure surface CD69 expression (an early activation marker) on CAR-expressing Jurkat cells co-cultured with various CD146-positive and CD146-negative human melanoma and ovarian cancer cell lines. The killing ability of primary CAR-T cells was evaluated by measuring the relative luciferase activity of target cells, and their effector functions were further analyzed by ELISA for the secretion of IFN-g and TNF-a.<br \/>Through multiple rounds of protein engineering, we have developed a CAR construct capable of reprogramming T cells to respond to a tumour-enriched CD146 isoform. Our CAR demonstrated antigen-dependent activation of Jurkat cells when co-cultured with CD146-positive human melanoma and ovarian cancer cell lines, comparable to a CAR targeting pan-CD146. Moreover, primary CAR T cells exhibited proportional killing activity and other effector functions.<br \/>We have successfully engineered a CAR with specificity for a tumour-enriched isoform of CD146. Our future work will involve rigorously evaluating the tumor selectivity of our CAR, as well as assessing the ability of primary CAR T cells expressing this CAR to control tumor growth in vivo.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Chimeric antigen receptor,Melanoma\/skin cancers,Ovarian cancer,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>E. Uzuner<\/b><sup>1<\/sup>, H. Mole<sup>1<\/sup>, C. W. Wong<sup>1<\/sup>, M. L. Fernandez Carro<sup>1<\/sup>, R. Leshem<sup>1<\/sup>, K. Sefton<sup>1<\/sup>, H. Tovey<sup>2<\/sup>, A. Picken<sup>2<\/sup>, M. Blot-Chabaud<sup>3<\/sup>, A. F. L. Hurlstone<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Manchester, Manchester, United Kingdom, <sup>2<\/sup>FUJIFILM Diosynth Biotechnologies, Billingham, United Kingdom, <sup>3<\/sup>Aix-Marseille University, Marseille, France","CSlideId":"","ControlKey":"a9d7c2d5-df75-4ca0-986d-35bb70da19ed","ControlNumber":"7518","DisclosureBlock":"<b>&nbsp;E. Uzuner, <\/b> <br><b>FujiFilm Diosynth Biotechnologies<\/b> Grant\/Contract.<br><b>H. Mole, <\/b> None.&nbsp;<br><b>C. W. Wong, <\/b> <br><b>Ribon Therapeutics<\/b> Grant\/Contract.<br><b>M. L. Fernandez Carro, <\/b> None.&nbsp;<br><b>R. Leshem, <\/b> <br><b>Ribon Therapeutics<\/b> Grant\/Contract. <br><b>K. Sefton, <\/b> <br><b>Ribon Therapeutics<\/b> Grant\/Contract. <br><b>H. Tovey, <\/b> <br><b>FUJIFILM Diosynth Biotechnologies<\/b> Employment. <br><b>A. Picken, <\/b> <br><b>FUJIFILM Diosynth Biotechnologies<\/b> Employment.<br><b>M. Blot-Chabaud, <\/b> None.&nbsp;<br><b>A. F. L. Hurlstone, <\/b> <br><b>Ribon Therapeutics<\/b> Grant\/Contract. <br><b>FUJIFILM Diosynth Biotechnologies<\/b> Grant\/Contract.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6158","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4021","PresenterBiography":null,"PresenterDisplayName":"Erez Uzuner, BS;MS","PresenterKey":"f128a604-f70c-461f-b54b-02f3aef69323","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4021. The development of CAR T cell therapeutics targeting tumor specific CD146","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"346","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapies 3: CAR-T Cells","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The development of CAR T cell therapeutics targeting tumor specific CD146","Topics":null,"cSlideId":""}]