[{"Abstract":"Uveal melanoma (UM) is a hard-to-treat arginine auxotrophic cancer with approximately 50% of patients succumbing to metastases predominantly to the liver with a median overall survival of 19-22 months and a 5 year survival of around 10%. Novel drug strategies are urgently needed beyond the currently available immunotherapies that provide durable disease control in a small subset of patients. Arginine deprivation with pegylated arginine deiminase (ADI-PEG20; pegargiminase) is a novel anti-metabolite therapy which demonstrated activity in early phase trials in patients with UM, and more recently, increased survival in patients with the aggressive arginine-dependent cancer, non-epithelioid mesothelioma in the global phase 3 trial, ATOMIC-Meso. Here, we investigated the preclinical rationale for combining pegargiminase with melphalan, a drug which is delivered directly to the liver using an FDA-approved device from Delcath for patients with hepatic-centric UM disease. Two of four uveal melanoma cell lines were negative for expression of the rate-limiting enzyme for arginine production, argininosuccinate synthetase 1 (ASS1) and were submitted for drug evaluation accordingly. ADI-PEG20 treatment of ASS1-deficient cell lines 91.2 and MP41 demonstrated sensitivity to ADI-PEG20 (500ng\/ml) compared to MP38 and MP46 ASS1-proficient cell lines. Moreover, the combination of ADI-PEG20 and melphalan (0.77&#181;M) had at least an additive effect on ASS1 negative cell lines in 2D assay (92.1 p-value 0.0061; MP41 p-value is 0.0053). UM cell line proliferation was decreased by 50% in the combination group compared to ADI-PEG20 alone by 6 days of culture. Experiments to assess cytotoxicity and cell death analysis are ongoing. This drug combination therapy has the potential to improve outcomes in patients with uveal melanoma. Based on the good tolerability and safety of both drugs in patients, a clinical trial of pegargiminase with melphalan is planned for 2024 (ATOMIC-UM).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Arginine deprivation,Uveal melanoma,Anticancer therapy,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>I. Pavlyk<\/b><sup>1<\/sup>, J. Carpentier<sup>1<\/sup>, E. A. Szlosarek<sup>1<\/sup>, P. Y. Chan<sup>2<\/sup>, J. S. Bomalaski<sup>3<\/sup>, P. W. Szlosarek<sup>1<\/sup>; <br\/><sup>1<\/sup>Queen Mary University of London, London, United Kingdom, <sup>2<\/sup>The Wellcome Sanger Institute, London, United Kingdom, <sup>3<\/sup>Polaris Pharmaceuticals, Inc., San Diego, CA","CSlideId":"","ControlKey":"66baea5d-e530-4570-b53b-2a875045ec99","ControlNumber":"6763","DisclosureBlock":"&nbsp;<b>I. Pavlyk, <\/b> None..<br><b>J. Carpentier, <\/b> None..<br><b>E. A. Szlosarek, <\/b> None..<br><b>P. Y. Chan, <\/b> None..<br><b>J. S. Bomalaski, <\/b> None..<br><b>P. W. Szlosarek, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6314","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4546","PresenterBiography":null,"PresenterDisplayName":"Iuliia Pavlyk, MS;PhD","PresenterKey":"9142c5af-96b3-4778-b9d4-c99a7fa46a9f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4546. Pegargiminase and melphalan as a novel drug combination strategy for uveal melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pegargiminase and melphalan as a novel drug combination strategy for uveal melanoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Due to the heterogeneity of hepatocellular carcinoma (HCC), the incidence of resistance and toxicity to first-line therapy sorafenib is high. Combinations of drugs can be used to exploit synergistic effects to reduce adverse events, while improving efficacy and survival. <i>In-vitro<\/i> studies performed by our team identified irinotecan and sonidegib to have potential for synergistic therapeutic effects in combination with sorafenib. Follow up <i>in-vivo <\/i>dose optimization studies in a murine NASH induced HCC found this 3-drug combination to be more effective than sorafenib-alone at arresting tumor development and progression. In this study, we tested the <i>in-vivo<\/i> efficacy of the combination in two separate preclinical cell-line derived xenograft (CDX) models.<br \/><b>Experimental Procedure:<\/b> HCC CDX models were generated by injecting two distinct HCC cell lines, Huh7 and HepG2, subcutaneously in the flank of male NOD.Cg-Prkdc<sup>scid<\/sup>IL2rg<sup>tm1Wjl<\/sup>\/SzJ (NSG) mice. Mice were administered either vehicle, sorafenib, or a 3-drug combination, and mouse tumor volumes and weights were tracked for duration of study. Mice were all euthanized at study endpoint and tissues collected for analysis, including the assessment of tumor weights, differentiation, grade, necrosis, and proliferation status. Serum collected from endpoint blood was measured for human alpha fetoprotein (AFP) and alanine transaminase (ALT) levels. Changes in protein expression of tumors were assessed by western blot analysis.<br \/><b>Results:<\/b> Huh7 and HepG2 tumors were both sensitive to sorafenib-alone treatment. However, Huh7 tumors treated with the 3-drug combination had a significant decrease in tumor volume and weight at endpoint compared to the vehicle and sorafenib-alone. HepG2 tumors treated with the combination also had a significant decrease in tumor volume and weight at endpoint compared to the vehicle. Though the difference in tumor volume and weight was not statistically significant for the combination compared to sorafenib, a trend towards decrease was observed. This was further confirmed by significantly reduced AFP levels in the combination compared to the vehicle and sorafenib in HepG2 and Huh7. Drug toxicities, measured by mouse weights and ALT levels, were not significantly different. Histological and immunohistochemical assessment of tumors showed necrosis and Ki67 staining to be significantly elevated in vehicle and sorafenib-alone compared to the 3-drug group. The targets for all three drugs present in the combination were downregulated in the combination compared to the vehicle and sorafenib-alone.<br \/><b>Conclusion:<\/b> This study provides strong evidence that a novel 3-drug combination of irinotecan, sonidegib, and low dose sorafenib can significantly reduce tumor proliferation and burden in multiple independent pre-clinical <i>in-vivo<\/i> HCC models compared to high dose sorafenib monotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Combination therapy,Hepatocellular carcinoma,Preclinical in-vivo models,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Chambers<\/b>, S. Shrestha, A. Ladd, S. Duarte, A. Zarrinpar; <br\/>University of Florida Health Shands Cancer Hospital, Gainesville, FL","CSlideId":"","ControlKey":"9cca7bd7-4fdb-4bc7-b816-88f2505d8a4c","ControlNumber":"8270","DisclosureBlock":"&nbsp;<b>A. Chambers, <\/b> None..<br><b>S. Shrestha, <\/b> None..<br><b>A. Ladd, <\/b> None..<br><b>S. Duarte, <\/b> None..<br><b>A. Zarrinpar, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6315","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4547","PresenterBiography":null,"PresenterDisplayName":"Anastasia Chambers","PresenterKey":"d9fca8b7-be87-4124-a2cc-41b77adcfb3b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4547. A novel drug combination with improved therapeutic efficacy over sorafenib in multiple preclinical models of hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel drug combination with improved therapeutic efficacy over sorafenib in multiple preclinical models of hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: The therapeutic landscape for chromosomally rearranged anaplastic lymphoma kinase (ALK) has focused on the development of Tyrosine-kinase inhibitors (TKI) that specifically target ALK activity. However, as patients progress on first- and second line TKIs, over 50% of resistance is due to non-mutational resistance via compensatory pathways, also known as ALK-non dominant resistance. Alterations in other drivers such as EGFR, KRAS, MET account for some of the resistance mechanisms. Thus, here we explore the therapeutic activity of drug combinations that pair an ALK inhibitor with a drug that targets a \"second driver\". We describe our high-throughput drug screening platform that combines Alectinib, a selective blocker of ALK, with a panel of hundreds of chemical compounds curated to be active against a diverse array of pathways involved in cellular functions dysregulated in cancer. In this work, we identified several synergistic combinations that further increased the sensitivity of five ALK-positive lung cancer cell lines (DFCI 032, NCI-H3122, NCI-H2228, SNU2535, SNU324) to Alectinib in comparison to single treatment with the final goal of targeting resistance, before it emerges.<br \/>Methods: ALK-positive cancer cell sensitivity to different compounds was assessed by generating the IC50 curves in the presence and absence of Alectinib. Cells were characterized by bulk-RNAseq, bulk-DNA seq, Reverse-phase protein array, and Mass spectrometry to identify perturbed RNA pathways, DNA mutations, and proteome alterations.<br \/>Results: In this study, we present for the first time, a group of compounds, such as Gilteritinib, Trametinib, Dinaciclib, WYE-125132, Cenisertib, SN-38 which exhibit the capacity to induce cytotoxic effects in ALK-positive lung cancer cells, when combined with Alectinib. Our findings demonstrate a novel sensitivity of ALK driven by non-conventional parallel signaling, apart from conventional targets previously described, such as phosphoinositol-3kinase (PI3K)\/Akt, signal transducer and activator of transcription 3 (STAT3), and extracellular signal-regulated kinases (ERK).<br \/>Conclusions: Through the integration of different multiomic approaches on five ALK-positive lung cancer cell lines, we have pinpointed a novel role of MAPK, CDK, and mTOR, pathways and their regulators, as a promising avenue for advancing treatment strategies for ALK-positive lung cancer. These findings, along with the identification of several other significant targetable elements illustrate a new approach towards the discovery of new drug combinations and targetable pathways to tackle ALK TKI resistance in ALK-positive patients before it emerges. We have previously generated Alectinib-resistant models and are in the process of screening to identify any resistant pathways that may align with those identified in the sensitive lines.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"ALK,Drug sensitivity,Screening,Tyrosine kinase inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Madhi<\/b>, H. Serhan, N. M. Vandecan, Z. Qin, A. Liu, A. Udager, S. D. Merajver, M. B. Soellner, N. Merrill; <br\/>University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"382b9ea8-7989-43e5-9283-2473ece7d331","ControlNumber":"2651","DisclosureBlock":"&nbsp;<b>H. Madhi, <\/b> None..<br><b>H. Serhan, <\/b> None..<br><b>N. M. Vandecan, <\/b> None..<br><b>Z. Qin, <\/b> None..<br><b>A. Liu, <\/b> None..<br><b>A. Udager, <\/b> None..<br><b>S. D. Merajver, <\/b> None..<br><b>M. B. Soellner, <\/b> None..<br><b>N. Merrill, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6317","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4548","PresenterBiography":null,"PresenterDisplayName":"Hamadi Madhi","PresenterKey":"ef23f837-b724-4bb6-90fd-b2c3200256bd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4548. Discovering novel ALK-lung carcinoma therapeutic strategies by identifying combinations with Alectinib from ALK-positive lung carcinoma cell lines","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovering novel ALK-lung carcinoma therapeutic strategies by identifying combinations with Alectinib from ALK-positive lung carcinoma cell lines","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Triple-negative breast cancer (TNBC) represents a challenging subtype of breast cancer because of its limited treatment options. Recent research has highlighted the potential benefits of combining pharmacological agents to enhance therapeutic outcomes. Studies show that Ciclopirox olamine (CPX), an off-patent anti-fungal drug, induces cell cycle G1-phase arrest and activates the intrinsic apoptosis pathway by downregulating the anti-apoptotic proteins. Meanwhile, metformin, a safe and first-line drug for the treatment of type II diabetes, has been shown to induce cell cycle S-phase arrest and activates the extrinsic apoptosis pathway via induction of endogenous TRAIL in TNBC cells. However, whether the combinations of CPX and metformin would exert potent antitumor activity against TNBC remains unclear.<br \/>Methods: Cell proliferation (MTS) assays and LIVE\/DEAD cell imaging were used to determine the combined inhibitory effects on TNBC cells. IC50s and the combination index (CI) were calculated. Flow cytometry assays were carried out to analyze if the combinations are more potent to block cell cycle progression. Apoptotic-specific ELISA and flow cytometry analysis of Annexin V-PI staining were performed to assess if the combinations are significantly more effective to induce apoptosis. Western blot assays were used to examine if the combinations markedly induced the expression of TRAIL and cleavages of PARP and caspases. Tumor xenograft models will be established to test the in vivo antitumor activity of CPX and metformin either alone or in combinations.<br \/>Results: Data indicated that both CPX and metformin independently inhibited the proliferation of TNBC cells. A synergistic effect was observed when CPX and metformin were used in combination, resulting in a more potent inhibition of TNBC cell proliferation. The combinatorial treatment effectively suppressed colony formation of TNBC cells. Synergy between CPX and metformin was partially linked to the enhanced activation of the AMPK-mTOR pathway, as the combination significantly enhanced the phosphorylation of AMPK&#945;. The combinations also induced enhanced apoptosis in TNBC cells through both the intrinsic and extrinsic pathways. The combinatorial effects of CPX and metformin on in vivo tumor growth are under investigation.<br \/>Conclusions: Combinations of CPX and metformin show synergistic effects on inhibiting TNBC cell proliferation. Our studies suggest a potential therapeutic strategy for TNBC, with the combinations of these agents exhibiting an enhanced antitumor activity. Further investigation is warranted to validate the results and explore their clinical applications.<br \/>Key words: Triple-negative breast cancer, Ciclopirox olamine, Metformin, Combination, Apoptosis","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Breast cancer,Combination therapy,Metformin,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Wu<\/b><sup>1<\/sup>, H. Lyu<sup>1<\/sup>, C. Tan<sup>1<\/sup>, M. Larsen<sup>1<\/sup>, S. Huang<sup>2<\/sup>, B. Liu<sup>1<\/sup>; <br\/><sup>1<\/sup>Departments of Interdisciplinary Oncology and Genetics, Stanley S. Scott Cancer Center, School of Medicine, Louisiana State University Health Sciences Center, New Orleans, LA, <sup>2<\/sup>Department of Biochemistry and Molecular Biology, Louisiana State University Health Sciences Center, Shreveport, LA","CSlideId":"","ControlKey":"5b064ef0-8679-45cc-bbdf-16cb37600722","ControlNumber":"1307","DisclosureBlock":"&nbsp;<b>Y. Wu, <\/b> None..<br><b>H. Lyu, <\/b> None..<br><b>C. Tan, <\/b> None..<br><b>M. Larsen, <\/b> None..<br><b>S. Huang, <\/b> None..<br><b>B. Liu, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6318","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4549","PresenterBiography":null,"PresenterDisplayName":"Yakun Wu, PhD","PresenterKey":"9750c527-5c32-4250-af29-20d5d4d89734","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4549. Combinations of ciclopirox olamine and metformin exert synergistic antitumor activity in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combinations of ciclopirox olamine and metformin exert synergistic antitumor activity in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer is a devastating disease with a poor five-year survival rate of approximately 12%. Given the poor prognosis of the disease, there is urgent need for novel therapeutic regimens. Lurbinectedin is chemotherapeutic compound that stalls and degrades RNA Polymerase II after binding to guanine-rich sequences in the minor groove of DNA. This stalls transcription machinery and leads to single- and double- stranded breaks in DNA and subsequent apoptosis. Our group recently described lurbinectedin&#8217;s potency as both a single agent and combinatorial agent with irinotecan and 5-fluorouracil in pancreatic cancer cell lines. We also recently discovered a synergistic interaction between lurbinectedin and ONC201\/TIC10, a novel compound that induces the TRAIL apoptotic pathway, in small cell lung cancer cell lines. Synergy was accompanied by an activation of p-Chk1 and the integrated stress response. We now demonstrate a synergistic combination of lurbinectedin and ONC212, an imipridone and chemical derivative of ONC201, results in highly efficient killing of pancreatic tumor cells at sub-nanomolar concentrations of lurbinectedin and sub-micromolar concentrations of ONC212. We hypothesize that the integrated stress response underlies lurbinectedin and ONC212 synergy. We further hypothesize a combination of lurbinectedin and ONC212 will sensitize the tumor cells to CD8+ T-cell killing, which will be examined via co-culture assays. Our results are developing insights into a novel combinatorial therapeutic regimen while investigating the molecular mechanisms underlying synergism.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Combination therapy,Lurbinectedin,ONC212,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Tummala<\/b>, A. S. Sevilla Uruchurtu, N. R. Liguori, A. E. Abbas, C. G. Azzoli, W. S. El-Deiry; <br\/>Legorreta Cancer Center at Brown University, Providence, RI","CSlideId":"","ControlKey":"b02700b4-cb31-4a78-ba7b-ab1b5ec88877","ControlNumber":"8354","DisclosureBlock":"&nbsp;<b>T. Tummala, <\/b> None..<br><b>A. S. Sevilla Uruchurtu, <\/b> None..<br><b>N. R. Liguori, <\/b> None..<br><b>A. E. Abbas, <\/b> None..<br><b>C. G. Azzoli, <\/b> None..<br><b>W. S. El-Deiry, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6319","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4550","PresenterBiography":null,"PresenterDisplayName":"Tej Tummala, No Degree","PresenterKey":"ae49db27-0906-488a-89f0-7ae3b923f371","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4550. Synergistic combinations of lurbinectedin with ONC212 in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistic combinations of lurbinectedin with ONC212 in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Despite therapeutic advancements, colorectal cancer (CRC) remains the second deadliest malignancy in the United States. Challenges encountered in CRC treatment may be attributed to cancer stem cells (CSC), an immortal tumor cell population. CSCs potentiate tumor relapse by exploiting its infinite replicative potential and inherent drug resistance. Moreover, CSCs exhibit plasticity, allowing them to transition between differentiated and undifferentiated states in response to environmental cues to evade therapy and drive metastatic progression. MET is a receptor tyrosine kinase frequently upregulated in CRCs. We previously demonstrated that treatment with chemotherapies or antibody-drug conjugates (ADCs) targeting the CSC marker LGR5 led to the loss of LGR5 expression with concomitant MET-STAT3 pathway activation in therapy-resistant CRC cells. Further, we showed that LGR5 couples to the scaffold protein IQGAP1, which correlates with poor prognosis in several cancer types. Interestingly, our new data revealed that LGR5 knockdown enhances IQGAP1 interaction with MET and STAT3 via co-immunoprecipitation assays, suggesting a role for IQGAP1 in mediating MET-STAT3 activation and plasticity of LGR5<sup>+<\/sup> CRC cells. To overcome therapy-induced plasticity, we generated MET-targeting ADCs conjugated to DNA-crosslinking payloads. First, we cloned and produced MET monoclonal antibodies (mAbs) and evaluated them for specificity and binding in a panel of CRC cell lines expressing different MET protein levels. MET mAbs demonstrated high selectivity for MET-expressing CRC cells and internalized to lysosomes, which is necessary for ADC payload release. To generate MET ADCs, we employed a site-specific conjugation methodology to attach cleavable peptide linker-drug moieties to the highest affinity MET mAb. MET ADCs were evaluated for cancer cell-killing efficacy <i>in vitro<\/i> in parallel with MET mAb, non-targeting control mAb (cmAb), and control ADC (cADC). Our MET ADC displayed high potency and efficacy in MET-expressing CRC cells, whereas MET mAb, cmAb, and cADC had minimal effects. MET ADCs were then tested in combination with chemotherapies or other targeted therapies. The combination of MET ADCs with 5-fluorouracil showed a synergistic effect <i>in vitro<\/i>. Future work involves investigating the safety and efficacy of MET ADCs alone and combined with chemotherapies in xenograft models of CRC. These findings present a mechanism underpinning CRC plasticity and the rationale for a novel treatment modality to potentially overcome CRC resistance and relapse.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Colorectal cancer,Antibody-drug conjugate (ADC),Drug resistance,Cancer stem cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Subramanian<\/b><sup>1<\/sup>, T. A. Posey<sup>2<\/sup>, J. Jacob<sup>1<\/sup>, A. Aldana<sup>3<\/sup>, K. S. Carmon<sup>1<\/sup>; <br\/><sup>1<\/sup>The University of Texas MD Anderson Cancer Center UTHealth Houston Graduate School of Biomedical Sciences, Houston, TX, <sup>2<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX, <sup>3<\/sup>The University of Texas Health Science Center at Houston, Houston, TX","CSlideId":"","ControlKey":"f84a9218-6a3c-4798-81cb-558d79993bae","ControlNumber":"4106","DisclosureBlock":"&nbsp;<b>S. Subramanian, <\/b> None..<br><b>T. A. Posey, <\/b> None..<br><b>J. Jacob, <\/b> None..<br><b>A. Aldana, <\/b> None..<br><b>K. S. Carmon, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6861","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4551","PresenterBiography":null,"PresenterDisplayName":"Shraddha Subramanian, B Eng,MS","PresenterKey":"fd85b617-bfc2-4052-91e9-e7d2fa858941","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4551. A novel MET antibody-drug conjugate based combination therapy to overcome colorectal cancer plasticity and drug resistance","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel MET antibody-drug conjugate based combination therapy to overcome colorectal cancer plasticity and drug resistance","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is the second leading cause of cancer-associated deaths in the United States. One of the primary challenges in treating CRC is therapy resistance thought to be mediated by cancer stem cells (CSCs), a subpopulation of cancer cells with infinite replicative potential that can differentiate to drive tumorigenesis and disease relapse. Antibody-drug conjugates (ADCs) are amongst the fastest growing classes of anticancer drugs and utilize the specificity of monoclonal antibodies (mAbs) to hone cytotoxic payloads to cancer cells. We generated ADCs directed against leucine-rich repeat-containing G protein-coupled receptor 5 (LGR5), a well-defined biomarker of CSCs that is highly overexpressed in CRCs. LGR5 ADCs demonstrated high specificity and efficacy in CRC cells and xenograft models, though tumor relapse after treatment withdrawal was a major obstacle. Interestingly, FDA-approved therapy targeting epidermal growth factor receptor (EGFR) has been shown to increase <i>LGR5<\/i> mRNA<i> <\/i>expression levels in patient-derived models of CRC. This study aims to determine the mechanism of EGFR-mediated regulation of LGR5 expression and evaluate the therapeutic efficacy of combination treatments targeting EGFR and LGR5 for the improved treatment of CRC. To first analyze the effect of EGFR inhibition on LGR5 expression, a panel of CRC cell lines of different KRAS and PI3CKA mutational statuses were treated with FDA-approved EGFR-targeted mAbs or small molecule inhibitors. LGR5 protein expression was shown to be upregulated by EGFR-targeted therapies in a dose- and time-dependent manner, independent of mutation status. Notably, treatment with EGF, MEK1\/2 inhibitor trametinib, and EGFR-directed siRNA all resulted in concomitant reduction in EGFR and LGR5 protein levels, suggesting EGFR and LGR5 are co-degraded. Co-immunoprecipitation and immunocytochemistry experiments identified a novel EGFR-LGR5 interaction and co-internalization mechanism in CRC cells, respectively. Furthermore, we showed EGFR-LGR5 interaction is enhanced by treatment with the EGFR-targeting mAb, cetuximab (CTX). To evaluate efficacy of combination therapies targeting EGFR and LGR5, CRC cells were treated with LGR5 ADCs with or without CTX. Importantly, we showed CTX significantly enhanced the potency of LGR5 ADCs incorporating different classes of cytotoxic payloads. These results suggest combining LGR5 ADCs with EGFR inhibitors may be a more effective approach for the treatment of CRC and eliminating CSCs to overcome resistance and relapse.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Colorectal cancer,Epidermal growth factor receptor (EGFR),Antibody-drug conjugate (ADC),Cancer stem cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Peyton  C.  High<\/b><sup>1<\/sup>, Zhengdong Liang<sup>2<\/sup>, Kendra  S.  Carmon<sup>2<\/sup><br><br\/><sup>1<\/sup>The University of Texas MD Anderson Cancer Center UT Health Houston Graduate School of Biomedical Sciences, Houston, TX,<sup>2<\/sup>The University of Texas Health Science Center at Houston, Houston, TX","CSlideId":"","ControlKey":"9df3ae23-5fbc-4f66-9d96-43aa68c89def","ControlNumber":"3804","DisclosureBlock":"&nbsp;<b>P. C. High, <\/b> None..<br><b>Z. Liang, <\/b> None..<br><b>K. S. Carmon, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6863","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4552","PresenterBiography":null,"PresenterDisplayName":"Peyton High, BS","PresenterKey":"7984ffb5-aac7-4cf2-ae02-e85762886a9c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4552. EGFR inhibitors increase LGR5 expression and enhance potency of LGR5 antibody-drug conjugates targeting colorectal cancer stem cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EGFR inhibitors increase LGR5 expression and enhance potency of LGR5 antibody-drug conjugates targeting colorectal cancer stem cells","Topics":null,"cSlideId":""},{"Abstract":"EGFR is a member of the epidermal growth factor receptor (HER) family, and the over-expression of EGFR plays an important role in the growth and progression of various tumors, including non-small cell lung cancer. Monoclonal EGFR antibodies, such as cetuximab and panitumumab, have proven efficacy in various types of cancer. However, treatment with the anti-EGFR agents can be associated with toxicities of the skin, nails, hair, and eyes. Nimotuzumab (Nimo) is the first humanized monoclonal antibody targeting EGFR and has been granted approval for use in squamous cell carcinoma of head and neck (SCCHN), glioma and nasopharyngeal cancer in different countries. In contrast to cetuximab, Nimotuzumab is distinguished by achieving higher or similar complete remission rate (CRR) or overall remission rate (ORR) of the primary tumor in clinical applications but much less toxicity, resulting in a better safety profile, which has been attributed to its about 10-fold lower affinity. Paclitaxel combined with cisplatin is the first-line chemotherapy regimen for non-small cell lung cancer. A phase 2 clinical trial has confirmed that Nimotuzumab combined with concurrent chemoradiation therapy (radiation concurrent with docetaxel and cisplatin, CCRT) was well tolerated for locally advanced squamous cell lung cancer. However, the combination strategy of Nimo-CCRT has only demonstrated similar OS and PFS to those in the CCRT group. DXC004A is an ADC drug targeting EGFR, in which a Nimotuzumab derivative and a Tubulysin B analog is conjugated by a functional linker. DXC004A is in phase I clinical trial and has demonstrated clinical activity in advanced non-small cell lung cancers and good tolerability. In vitro and in vivo results had confirmed that DXC004A monotherapy had better anti-tumor activity than the combination of Nimotuzumab and Tubulysin analog in HCC827 cell lines with high EGFR expression. Meanwhile, a single injection of low-dose DXC004 (2.5 mg\/kg) in HCC827 xenograft model showed very good durable anti-tumor effect. Moreover, the combination of DXC004A with Cisplatin exhibited significantly better activities than that of Nimo-CCRT combination, DXC004A or cisplatin alone, in vitro and in vivo, which might solve the predicament of poor efficacy of Nimo-CCRT combination therapy. This synergy results suggested that DXC004A plus cisplatin would possibly be a new adjuvant therapy for non-small cell lung cancer in further clinical studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),NSCLC,Cisplatin,EGFR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Xiaobo Cai<sup><\/sup>, Min Cao<sup><\/sup>, Huihui Guo<sup><\/sup>, Qingliang Yang<sup><\/sup>, Yongxiang Chen<sup><\/sup>, Xiangfei Kong<sup><\/sup>, Yong Du<sup><\/sup>, <b>Zhicang Ye<\/b><sup><\/sup>, Zhixiang Guo<sup><\/sup>, Lingli Zhang<sup><\/sup>, Lu Bai<sup><\/sup>, Junxiang Jia<sup><\/sup>, Yunxia Zheng<sup><\/sup>, Wei Zheng<sup><\/sup>, Jun Zheng<sup><\/sup>, Wenjun Li<sup><\/sup>, Yuanyuan Huang<sup><\/sup>, Zhongliang Fan<sup><\/sup>, Binbin Chen<sup><\/sup>, Meng Dai<sup><\/sup>, Robert Y. Zhao<sup><\/sup><br><br\/>Hangzhou DAC Biotechnology Co., Ltd., Hangzhou City, China","CSlideId":"","ControlKey":"f5780ef4-fe47-4ea1-8781-92cbf6788b9a","ControlNumber":"4279","DisclosureBlock":"&nbsp;<b>X. Cai, <\/b> None..<br><b>M. Cao, <\/b> None..<br><b>H. Guo, <\/b> None..<br><b>Q. Yang, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>X. Kong, <\/b> None..<br><b>Y. Du, <\/b> None.&nbsp;<br><b>Z. Ye, <\/b> <br><b>Hangzhou DAC Biotechnology Co., Ltd.<\/b> Employment.<br><b>Z. Guo, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>L. Bai, <\/b> None..<br><b>J. Jia, <\/b> None..<br><b>Y. Zheng, <\/b> None..<br><b>W. Zheng, <\/b> None..<br><b>J. Zheng, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>Z. Fan, <\/b> None..<br><b>B. Chen, <\/b> None..<br><b>M. Dai, <\/b> None..<br><b>R. Y. Zhao, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6864","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4553","PresenterBiography":null,"PresenterDisplayName":"Zhicang Ye, MS","PresenterKey":"5adf20c2-e4ad-42c1-a834-3214899a6238","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4553. DXC004A, a novel EGFR antibody-tubulysin analog conjugate demonstrated potential to broaden therapeutic opportunities for non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DXC004A, a novel EGFR antibody-tubulysin analog conjugate demonstrated potential to broaden therapeutic opportunities for non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Multiple myeloma (MM) is an incurable plasma cell malignancy characterized by osteolytic bone disease and immunosuppression. Proteasome inhibitors (PIs) have remarkably improved the survival of MM patients, but dose-limiting toxicities and the development of drug resistance limit their long-term utility. Elevated TGF-&#946; levels in MM patient sera correlate with drug resistance, disease progression, metastasis and poor prognosis. Therefore, we evaluated the anti-MM therapeutic potential of a TGF-&#946; type I receptor kinase inhibitor, Vactosertib. <i>In vitro<\/i> treatment of Vactosertib synergistically inhibited the growth of bortezomib (BTZ)-resistant MM cells in combination with either BTZ or ixazomib (IXZ) by suppressing TGF-&#946; activation of Smad2\/3 and expression of <i>PSMB5, <\/i>which encodes<i> <\/i>the proteasome 5 catalytic subunit targeted by PIs. Oral administration of Vactosertib as a single agent decreased MM progression and mortality of the mice bearing BTZ-resistant MM. Vactosertib alone also attenuated PSMB5 expression and proteasome activity, reduced the expansion of CD11b<sup>+<\/sup>Gr-1<sup>+<\/sup> myeloid derived suppressor cells (MDSCs) in bone marrow (BM) tumor microenvironment (TME), and diminished the population of Foxp3<sup>+<\/sup> regulatory T cells (Treg) in the spleen. Combination therapy of Vactosertib plus PI (BTZ or IXZ) exhibited a synergistic anti-myeloma effect when compared to either Vactosertib or PI alone by greatly prolonged survival and significant a reduction in both MDSCs and Tregs. Furthermore, therapy of BCMA<sup>+<\/sup> CAR T cells in combination with Vactosertib exhibited a synergistic anti-tumor effect, compared to either CAR T cells or Vactosertib. Taken together, our data provide the rationale for clinical evaluation of Vactosertib in MM and demonstrate proof-of-concept that combination of Vactosertib and either PI or cell therapy may overcome drug resistance and enhance durable patient responses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Multiple myeloma,Proteasome inhibitors,TGF-&#946;,CAR T cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B.-G. Kim<\/b><sup>1<\/sup>, S. Choi<sup>1<\/sup>, H. Nguyen<sup>1<\/sup>, F.-S. Liang<sup>1<\/sup>, S.-J. Kim<sup>2<\/sup>, J. Letterio<sup>1<\/sup>, A. Huang<sup>1<\/sup>; <br\/><sup>1<\/sup>Case Western Reserve University School of Medicine, Cleveland, OH, <sup>2<\/sup>MedPacto, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"201725c4-eb21-416c-877c-61b617f398a5","ControlNumber":"8721","DisclosureBlock":"&nbsp;<b>B. Kim, <\/b> None..<br><b>S. Choi, <\/b> None..<br><b>H. Nguyen, <\/b> None..<br><b>F. Liang, <\/b> None.&nbsp;<br><b>S. Kim, <\/b> <br><b>MedPacto<\/b> Employment, Stock.<br><b>J. Letterio, <\/b> None..<br><b>A. Huang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6865","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4554","PresenterBiography":null,"PresenterDisplayName":"Byung-Gyu Kim, PhD","PresenterKey":"06b6f013-deb4-41b4-84e4-67faf6a3b137","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4554. Novel combination therapy for treating proteasome inhibitor-resistant multiple myeloma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel combination therapy for treating proteasome inhibitor-resistant multiple myeloma","Topics":null,"cSlideId":""},{"Abstract":"Receptor Tyrosine Kinase (RTK), c-Met, is overexpressed in renal cancer and correlates with a decreased survival rate. Upon binding with its specific ligand, Hepatocyte Growth Factor (HGF), c-Met activates pro-tumorigenic signaling. c-Met\/RTK inhibitors are used for the treatment of advanced renal cell carcinoma (RCC). However, acquired therapeutic resistance is a major clinical problem and the underlying mechanisms are largely unknown. Hence, novel therapeutic targets are needed to overcome the clinical hurdles; and the RTK, AXL, can be a potential target. AXL is overexpressed and a poor prognostic marker in RCC. AXL overexpression drives wide-ranging processes, including epithelial-to-mesenchymal transition (EMT), tumor angiogenesis, and resistance to chemotherapeutics. Cabozantinib (XL184\/Cabo), is approved for advanced-stage RCC and can inhibit c-Met and VEGFR2 activation (including AXL and a few other RTKs); however, it is not a specific\/potent inhibitor of AXL. Hence, inhibiting c-Met alone may not be sufficient when AXL remains active. Therefore, the pro-tumorigenic role of AXL and its cross-talk with c-Met in renal cancer need to be thoroughly investigated. We compared the expression of c-Met and AXL in TCGA and found significantly high expression of both c-Met and AXL in primary renal tumor tissues compared to normal tissues. Our data showed that AXL forms a complex with c-Met and may have a significant cross-talk which can be involved in therapeutic resistance. We have also found that prolonged treatment of c-Met inhibitor Cabo, (including Crizotinib and PF-4217903) induced c-Met and AXL overexpression in RCC cells. Interestingly, c-Met inhibitor(s)-induced overexpressed c-Met can also be increasingly phosphorylated (at low concentrations) in the presence of HGF, which may cause enhanced downstream tumor-promoting signaling. To understand the role of AXL in tumor-promoting pathways and therapeutic resistance, we have generated CRISPR\/Cas9-mediated AXL knock-out cells (AXL-KO) and found that silencing AXL can prevent c-Met-inhibitor(s)-mediated c-Met overexpression. Furthermore, to identify the effect of AXL-KO on pro-tumorigenic signaling, transcriptional profiles of control clones and AXL-KO cells were compared. The gene set enrichment analysis (GSEA) showed that genes involved in &#8216;EMT&#8217;, &#8216;Hypoxia&#8217;, and &#8216;K-Ras&#8217; signaling pathways were significantly downregulated. We have also utilized an AXL-specific small molecule inhibitor, TP-0903, in combination with Cabo and validated our data. We have also generated a Cabo-resistant cell line (Caki-1) and found high expression of c-Met and AXL in these cells. Furthermore, either silencing of AXL (using siRNA) or inhibiting AXL (using TP0903) induced significant apoptosis in these Cabo-resistant cells. Together, our data suggest that inhibition of AXL along with c-Met can be beneficial in preventing acquired therapeutic resistance in RCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Mesenchymal-epithelial transition (MET),Axl,Renal cell carcinoma,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Sabarwal<\/b><sup>1<\/sup>, L. Rawat<sup>1<\/sup>, J. Wedel<sup>1<\/sup>, M. Balan<sup>1<\/sup>, G.-S. M. Lee<sup>2<\/sup>, T. K. Choueiri<sup>2<\/sup>, S. Pal<sup>1<\/sup>; <br\/><sup>1<\/sup>Boston Children's Hospital, Boston, MA, <sup>2<\/sup>Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"fb70389a-7186-4ebc-ac87-40d35f1fb3f5","ControlNumber":"732","DisclosureBlock":"&nbsp;<b>A. Sabarwal, <\/b> None..<br><b>L. Rawat, <\/b> None..<br><b>J. Wedel, <\/b> None..<br><b>M. Balan, <\/b> None..<br><b>G. M. Lee, <\/b> None..<br><b>T. K. Choueiri, <\/b> None..<br><b>S. Pal, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7507","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4555","PresenterBiography":null,"PresenterDisplayName":"Akash Sabarwal, BS,MS,PhD","PresenterKey":"286129a4-8604-49d9-bffe-ac44e9b64599","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4555. c-Met\/AXL crosstalk in mediating therapeutic resistance in renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"c-Met\/AXL crosstalk in mediating therapeutic resistance in renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Resistance to chemotherapy remains an obstacle for triple-negative breast cancer (TNBC) patients. The core components of the ubiquitin-proteasome system have been demonstrated to regulate chemoresistance of TNBC. As a novel deubiquitinase (DUB), ubiquitin-specific peptidase 51 (USP51) plays a pivotal role in chemotherapeutic resistance in multiple malignancies. Herein, we sought to better understand how USP51 performs a cell-intrinsic role in mediating chemotherapeutic resistance in TNBC.<br \/>Methods: Western blotting, RNA-sequencing and CCK8 assays were used to identify the DUBs for chemoresistance of breast cancer. Coimmunoprecipitation, GST-pulldown, protein deubiquitination and immunohistochemistry assays were then used to determine the biological phenotypes of ectopic USP51 in TNBC chemoresistance and associated signaling pathways in several different cell lines, mouse models and patient tissue samples. Ubiquitin-7-amido-4-methylcoumarin (Ub-AMC)-based deubiquitinase activity, cellular thermal shift and surface plasmon resonance (SPR) analyses were performed to investigate the activity of USP51 inhibitors.<br \/>Results: To identify the critical DUBs involved in breast cancer chemoresistance, we established doxorubicin-resistant Cal51 and MDA-MB-231 TNBC cell lines by multiple dose exposure. We found ectopic USP51 in doxorubicin-resistant cells compared with their parental cells. Moreover, USP51-interfered chemoresistant tumor cells exhibited impaired cell viability as well as increased DNA damage and cell apoptosis upon treatment with doxorubicin. On the contrary, overexpression of USP51 performed the opposite effects to enhance cell viability but decrease DNA damage and apoptosis in response to doxorubicin; however, these outcomes were not shown for its catalytically inactive mutant USP51<sup>C372S<\/sup>. At the molecular level, GRP78 was identified as a bona fide substrate of USP51. Importantly, knockdown USP51 increased doxorubicin-induced DNA damage and apoptosis, which was rescued by overexpression of GRP78 <i>in vitro<\/i> and <i>in vivo<\/i>. In addition, the activity of ABCB1, the main efflux pump of doxorubicin, was enhanced by GRP78. Consistently, the expression of USP51, GRP78 and ABCB1 were correlated with chemoresistant phenotypes in TNBC patients. Of note, we also explored a small molecular inhibitor<br \/>of USP51, WCY-4-1, which conferred chemosensitization in TNBC.<br \/>Conclusion: These findings collectively indicated that ectopic USP51 enhances the activity of ABCB1 by deubiquitinating and stabilizing GRP78, which leads to decreased accumulation of doxorubicin as well as decreased DNA damage and cell apoptosis in TNBC. Our results also revealed that specific inhibition of USP51 significantly impairs doxorubicin-resistance in TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),doxorubicin,chemoresistance,USP51,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Ou<\/b>, K. Zhang, q. shuai, C. Wang, H. Hu, L. Cao, C. Qi, M. Guo, Z. Li, J. Shi, Y. Liu, S. Zuo, X. Chen, Y. Wang, M. Feng, H. Wang, Y. Shi, G. Yang, S. Yang; <br\/>Nankai University, Tian Jin, China","CSlideId":"","ControlKey":"163a8ae2-e072-481c-b9b2-4f6d988d2b35","ControlNumber":"2194","DisclosureBlock":"&nbsp;<b>Y. Ou, <\/b> None..<br><b>K. Zhang, <\/b> None..<br><b>Q. shuai, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>H. Hu, <\/b> None..<br><b>L. Cao, <\/b> None..<br><b>C. Qi, <\/b> None..<br><b>M. Guo, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>J. Shi, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>S. Zuo, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>M. Feng, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>Y. Shi, <\/b> None..<br><b>G. Yang, <\/b> None..<br><b>S. Yang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7508","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4556","PresenterBiography":null,"PresenterDisplayName":"Yang Ou, PhD","PresenterKey":"25017191-f6af-4c8d-a09b-b8292452b6bd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4556. USP51-GRP78-ABCB1 axis promotes chemoresistance of triple negative breast cancer by decreasing the accumulation of doxorubicin in cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"USP51-GRP78-ABCB1 axis promotes chemoresistance of triple negative breast cancer by decreasing the accumulation of doxorubicin in cells","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is the most common type of primary liver cancer and is highly resistant to chemotherapy and targeted therapy. It was reported that HCC cancer stem cells (CSCs) are involved in chemo-drug resistance by regulating multidrug resistance (MDR) gene expression, such as ABC transporters. Our previous reports indicated that CPAP, a centrosomal protein, can promote HCC progression by up-regulating NF-&#954;B and STAT3 transcriptional activities. Here, we demonstrated that overexpressed CPAP can increase cancer stemness features and CSCs-derived sorafenib resistance in HCC by up-regulating the transcriptional activities of NF-&#954;B and &#946;-catenin. Importantly, CPAP stably expressed HCC spheroids are significantly resistance to sorafenib in vitro and in vivo. Our results suggested that CD24 and ABCG2 are two potential downstream effectors in CPAP overexpressed HCC. CPAP can transcriptionally up-regulate CD24 and ABCG2 expression via Wnt\/&#946;-catenin and NF-&#954;B signaling pathways, respectively; high CPAP\/ABCG2\/CD24 expression levels are negatively correlated with disease-specific survival rates in HCC patients. Combined treatment with sorafenib and Wnt\/&#946;-catenin pathway inhibitor PRI-724 significantly inhibited CPAP-overexpressing Hep3B spheroids-derived tumor growth in a xenograft mouse model. Our study highlights the oncogenic role of CPAP in promoting CSCs-induced sorafenib resistance in HCC and provides insights into potential therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"&#946;-catenin,Hepatocellular carcinoma,Cancer stem cell,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L.-Y. Hung<\/b>; <br\/>National Cheng Kung University, Tainan, Taiwan","CSlideId":"","ControlKey":"589c2b76-8c1f-4054-ab44-539a8669e587","ControlNumber":"4649","DisclosureBlock":"&nbsp;<b>L. Hung, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7509","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4557","PresenterBiography":null,"PresenterDisplayName":"Liang-Yi Hung, PhD","PresenterKey":"9ca77497-2849-4ce9-b464-3229e95cf30a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4557. Overexpressed CPAP promotes cancer stemness and enhances chemo-resistance in HCC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Overexpressed CPAP promotes cancer stemness and enhances chemo-resistance in HCC","Topics":null,"cSlideId":""},{"Abstract":"Bladder cancer (BC) presents a formidable challenge in treatment and patient survival, requiring particular attention to advanced stages, such as muscle-invasive stage (MIBC), due to its potential for rapid progression and substantial impact on patient morbidity and mortality. The five-year survival rate for MIBC is a meager 30%, which drops further down to 8% once tumors metastasize. Advanced bladder cancers (High grade T1) are treated with intravesical therapy with Gemcitabine and Cisplatin (G+C) combination and Stage T2 are treated neoadjuvant with G+C and cystectomy, thereby decreasing the quality of life for patients with BC. Furthermore, tumors progress beyond responding to other chemotherapy regimens such as dose-dense treatment with Methotrexate +Vinblastine + Adriamycin and Cis-platin (MVAC), all of which will further decrease the quality of life with persistent adverse toxicity. Our laboratory has developed a novel compound derived from the pentacyclic triterpenoid, Ursolic acid, termed N-methyl piperazine conjugated-Ursolic acid, or UA4, and have demonstrated its antitumor activities against both Gem-Sensitive (Gem-S) and Gem-Resistant (Gem-R) human advanced BC cell lines, T24 and 5637. We tested the combination of Gem, UA4 and Gem + UA4 in a murine non-MIBC model (MB49) to investigate the role of immune cell infiltration during tumor development and treatment response. UA4 treatment was equally effective in chemo-sensitive and chemo-resistant cell lines at dosages between 4-5&#181;M. Previous <i>in vitro<\/i> mechanistic studies on UA4 and UA4+Gem combination treatments revealed cell death occurred through apoptosis and autophagy, along with a highly selective form of mitochondrial-mediated autophagy (mitophagy). These findings were confirmed with transmission electron microscopy ultrastructural analysis, cell cycle phase analyses, excess, changes in mitochondrial membrane potential and reactive oxygen species measurements. Gem-S and Gem-R xenografts in athymic mice further supported UA4&#8217;s efficacy <i>in vivo<\/i>, demonstrating a significant reduction in both tumor weight and volume following oral gavage (100mg\/kg), with mice exhibiting no signs of systemic toxicity. Combination treatment with UA4 and Gem synergistically increased antiproliferative activity. MB49 syngeneic mice model further supported UA4 as an effective therapy, and immunofluorescence assays with immune-related markers, suggested an anti-inflammatory effect <i>in vivo<\/i>. Overall, we demonstrate UA4 has a potential to be used as an efficacious, non-toxic compound for further adjuvant use in clinical settings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Genitourinary cancers: bladder,Adjuvant,Chemotherapy,Natural products,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. R. Seremak<\/b>, K. Gupta, S. S. Panda, B. L. Lokeshwar; <br\/>Augusta University, Augusta, GA","CSlideId":"","ControlKey":"eb2b67de-13ae-49e7-801a-2a3f3f5f3520","ControlNumber":"5147","DisclosureBlock":"&nbsp;<b>J. R. Seremak, <\/b> None..<br><b>K. Gupta, <\/b> None..<br><b>S. S. Panda, <\/b> None..<br><b>B. L. Lokeshwar, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7510","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4558","PresenterBiography":"","PresenterDisplayName":"Juliette Seremak, BS;PhD","PresenterKey":"c5199335-6f39-4d57-86a1-4624f3ced158","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4558. A triterpenoid derivative has strong antitumor activities in gemcitabine-resistant advanced bladder cancer models and promotes immune cell infiltration in a high grade murine syngeneic model","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A triterpenoid derivative has strong antitumor activities in gemcitabine-resistant advanced bladder cancer models and promotes immune cell infiltration in a high grade murine syngeneic model","Topics":null,"cSlideId":""},{"Abstract":"Background: Resistance to conventional treatments is a significant barrier to esophageal adenocarcinoma (EAC) therapy. TGF-&#946; signaling appears to be important for EAC tumorigenesis; however, its role in EAC chemoresistance remains understudied. This study investigates the role of SMAD3 in EAC resistance to the frontline chemotherapeutic drug oxaliplatin.<br \/>Methods: Publicly available datasets were analyzed to determine SMAD3 expression in EAC versus normal samples. Western blot, quantitative real-time polymerase chain reaction, immunofluorescence staining, and flow cytometric analyses were utilized to validate bioinformatic results. Human EAC cell lines (OE33 and OE19) were treated with pharmacologic inhibitors or transfected with small interfering RNA and assessed for DNA damage and apoptotic cell death. Patient-derived organoids and patient-derived xenograft models of EAC were used to confirm our findings in vivo.<br \/>Results: SMAD3 was significantly upregulated in EAC versus normal tissue samples. Total and phosphorylated SMAD3 protein levels were upregulated in EAC tissues accompanied by increased expression of several genes regulated by SMAD3. Notably, oxaliplatin-resistant EAC cells exhibited overexpression of SMAD3. Chemotherapy non-responding patients showed enrichment of SMAD3 gene expression when compared to responders in the clinical dataset GSE165252. Knockdown or inhibition of SMAD3 hindered DNA repair and sensitized EAC cells to oxaliplatin treatment in vitro and in vivo. Mechanistically, SMAD3 promoted ATM phosphorylation by interacting with protein phosphatase 2A (PP2A) and sequentially inhibiting the binding of PP2A to ATM.<br \/>Conclusion: Our results reveal a pivotal role for SMAD3 in mediating oxaliplatin resistance in EAC and thus hold a significant potential in guiding future drug development and combination strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Esophageal cancer,Resistance,DNA damage,Oxaliplatin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Ballout<\/b>, H. Lu, N. Bhat, L. Chen, D. Peng, Z. Chen, A. Zaika, O. McDonald, W. El-Rifai; <br\/>University of Miami Miller School of Medicine, Miami, FL","CSlideId":"","ControlKey":"ce2d057c-6e8f-44db-86b9-05a0681b30cb","ControlNumber":"7603","DisclosureBlock":"&nbsp;<b>F. Ballout, <\/b> None..<br><b>H. Lu, <\/b> None..<br><b>N. Bhat, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>D. Peng, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>A. Zaika, <\/b> None..<br><b>O. McDonald, <\/b> None..<br><b>W. El-Rifai, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7511","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4559","PresenterBiography":null,"PresenterDisplayName":"Farah Ballout, PhD,BS,MS","PresenterKey":"befb5e6f-5d96-4224-8f86-1da866358406","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4559. SMAD3 mediates oxaliplatin resistance in esophageal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SMAD3 mediates oxaliplatin resistance in esophageal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Combination therapies are crucial in cancer care, yet identifying which combination will benefit a specific patient is challenging. The vast array of clinical, investigational, and tool anticancer agents and diverse cancer contexts makes investigating many drug combinations over a large number of cell lines infeasible. Here, we describe a multiplexed screening approach using the PRISM assay, where drug combinations are screened on &#62;900 DNA-barcoded cancer cell lines. We analyze cell viability data in drug combinations and single agents using established metrics to describe the combined effects such as additivity, synergy, and antagonism. Quantifying and classifying combined effects will help prioritize specific combinations for follow-up investigations and provide biological and mechanistic insights, thus enabling rationally designed combination therapies. We illustrate our methodology through data from three drug combinations that exemplify synergy and antagonism. In the first combination, temozolomide+O6-benzylguanine (alkylating agent + MGMT inhibitor), we found that cell lines expressing MGMT were sensitized to temozolomide in the presence of O6-benzylguanine, thus illustrating synergy. In the second combination, we screened two anti-apoptosis compounds A-1331852+AZD5991 (BCL-xL + MCL1 inhibitor) and found that BCL-xL and MCL1 inhibition were also synergistic. In the third combination, ML210+ferrostatin-1 (GPX4 inhibitor inducing ferroptosis + ferroptosis inhibitor), we found that ferrostatin-1 antagonized the effects of ML210. Our analysis also reveals the importance of appropriate dose selection and analytical metrics for reliably measuring combined effects. In conclusion, the PRISM platform's multiplexed cell line screening is a robust method for characterizing rationally designed drug combinations, offering a systematic approach to enhance the precision of combination therapy development in cancer care.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Combination therapy,Screening,Synergism,MGMT,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Bino George<\/b>, S. Nair, M. Kocak, E. Nguyen, A. Kalathungal, A. Fazio, C. Ponsi, A. Golabi, M. A. Ronan, M. G. Rees, J. A. Roth; <br\/>Broad Institute of MIT and Harvard, Cambridge, MA","CSlideId":"","ControlKey":"01c59f3e-d3d5-481e-ae70-409aad18fa99","ControlNumber":"8408","DisclosureBlock":"&nbsp;<b>A. Bino George, <\/b> None..<br><b>S. Nair, <\/b> None..<br><b>M. Kocak, <\/b> None..<br><b>E. Nguyen, <\/b> None..<br><b>A. Kalathungal, <\/b> None..<br><b>A. Fazio, <\/b> None..<br><b>C. Ponsi, <\/b> None..<br><b>A. Golabi, <\/b> None..<br><b>M. A. Ronan, <\/b> None..<br><b>M. G. Rees, <\/b> None..<br><b>J. A. Roth, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6313","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4560","PresenterBiography":null,"PresenterDisplayName":"Ashish Bino George","PresenterKey":"4361c5ed-f82a-4f0d-b368-0b19aa74e764","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4560. Assessing cancer drug combination efficacy across 900+ PRISM cell lines in a multiplexed screening assay","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessing cancer drug combination efficacy across 900+ PRISM cell lines in a multiplexed screening assay","Topics":null,"cSlideId":""},{"Abstract":"Testicular germ cell tumors (TGCTs) can be cured at a high rate with standard cisplatin-based chemotherapy, but 15% of metastatic patients are cisplatin resistant\/refractory and die from progressive disease. In prior work, we used <i>de novo<\/i> pharmacogenetic approaches leveraging a series of unique cisplatin resistant cell models that uncovered an important role for polycomb and histone H3K27me3 methylation in mediating TGCT sensitivity and resistance to cisplatin. Importantly, we demonstrated that pharmacological inhibition of H3K27 methylation with the EZH2 inhibitor GSK-126 conferred cisplatin resistance to parental cells while induction of H3K27 methylation with the histone lysine demethylase inhibitor GSK-J4 resulted in a high degree of cisplatin sensitization of TGCT tumors including cisplatin resistant TGCT cells. In order to elucidate mechanisms that account for the remarkable cisplatin sensitization effects of GSKJ4 in TGCTs, we used two distinct cisplatin resistant TGCT cell lines 2102EP-C1 and NT2D1-A4. Cells were pretreated for three days with either vehicle control or 1&#181;M GSK-J4 to modulate H3K27me3 followed by treatment with vehicle control or 0.5&#181;M cisplatin for 6 hours. RNA was extracted from cells after 24 hours of cisplatin removal. This treatment protocol was designed to capture &#8220;early&#8221; transcriptional responses to GSKJ4 sensitization before the onset of cell death. RNA-seq transcriptomic profiling and differential gene expression analysis revealed as expected a severely attenuated transcriptional response to cisplatin in cisplatin refractory cells that was restored with GSKJ4 pretreatment. Interestingly GSKJ4 alone resulted in a robust transcriptional response with a large overlap with gene changed with cisplatin alone, despite the fact that GSKJ4 alone did not affect cell proliferation or survival. However, GSKJ4 uniquely regulated a subset of genes and uniquely restored cisplatin response to a subset of genes which are candidates for driving the remarkable cisplatin sensitizing effects of GSKJ4 in TGCTs. Further enrichment and biological classification analysis of these distinct gene subsets are ongoing and will be presented. In summary, our data suggests mechanisms to account for why directly targeting H3K27 methylation with GSKJ4 appear highly effective in treating cisplatin resistant\/refractory TGCTs and may provide biomarkers for future clinical investigation of this strategy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Chemosensitization,Cisplatin,H3K27me3,TGCT,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. N. Shokry<\/b>, R. Singh, M. Khan, Z. Fazal, R. Boyd, C. Powell, S. J. Freemantle, M. J. Spinella; <br\/>Department of Comparative Biosciences, College of Veterinary Medicine, Carle Illinois College of Medicine, Carl R. Woese Institute for Genomic Biology, and Cancer Center of Illinois, University of Illinois Urbana-Champaign, Urbana, IL","CSlideId":"","ControlKey":"682fbb28-1ce7-4150-aa43-6b6b5d949e8a","ControlNumber":"1207","DisclosureBlock":"&nbsp;<b>D. N. Shokry, <\/b> None..<br><b>R. Singh, <\/b> None..<br><b>M. Khan, <\/b> None..<br><b>Z. Fazal, <\/b> None..<br><b>R. Boyd, <\/b> None..<br><b>C. Powell, <\/b> None..<br><b>S. J. Freemantle, <\/b> None..<br><b>M. J. Spinella, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7512","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4561","PresenterBiography":null,"PresenterDisplayName":"Doha Shokry, MS","PresenterKey":"33a0da5c-8232-4f01-8149-ca6ff833b3a9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4561. Mechanism of histone H3K27me3 demethylase therapy for restoring cisplatin sensitivity in refractory testicular cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanism of histone H3K27me3 demethylase therapy for restoring cisplatin sensitivity in refractory testicular cancer","Topics":null,"cSlideId":""},{"Abstract":"Current FDA approved poly (ADP-ribose) polymerase inhibitors (PARPi) inhibit both PARP1 and PARP2. Genetic studies indicate that loss of PARP1 is synthetic lethal with homologous recombination deficiency (HRD), including BRCA1\/2 mutations, and PARP2 depletion may be linked to hematologic toxicity. To date, no first generation PARPi has been successfully combined with standard of care (SoC) agents in the clinic without significant reduction in dosing intensity because of overlapping toxicities. A selective inhibitor could potentially improve the therapeutic index and provide additional opportunities in combination strategies especially with drugs that are prone to myelosuppression. SNV-001 potently and selectively inhibits PARP1 in biochemical and cellular assays. SNV-001 inhibits PARylation in the low nanomolar range with over 500-fold selectivity against PARP2. SNV-001 did not inhibit any other PARP family member tested up to 10 uM in biochemical assays confirming its selectivity for PARP1. In human erythroid and myeloid colony formation assays, the IC50s of SNV-001 for both lineages were approximately 100-times higher than the target efficacious concentration based on the IC95 for inhibition of DLD1 (BRCA2 -\/-) colony formation. In a subcutaneous MDA-MB-436 (BRCA1mut) xenograft model, oral administration of SNV-001 once daily resulted in a dose-dependent tumor regression. SNV-001 showed greater efficacy at lower doses compared to olaparib at 100 mg\/kg or at equivalent doses of AZD9574. SNV-001 showed promising synergy with SoC chemotherapies or DDR inhibitors in cell proliferation assays. SNV-001 enhanced cytotoxicity of the DNA-damaging agent topotecan or carboplatin in Capan-1 (BRCA2mut) and HCC1395 (BRCA1mut) cells. Synergy was seen between SNV-001 and cell cycle check point inhibitors camonsertib (ATRi) or adavosertib (WEE1i) in DLD1 (BRCA2 -\/-) and UWB1.289 (BRCA1mut) cells, as DNA damage induced by PARP1 trapping relies on cell cycle modulation for repair. Combination of SNV-001 with polymerase theta inhibitor ART558 or USP1 inhibitor KSQ4279 exhibited synergistic effects in DLD1 (BRCA2 -\/-) or UWB1.289 (BRCA1mut) cells. These results suggest that inhibition of microhomology-mediated end-joining and translesion synthesis pathways may further exacerbate SNV-001-induced DDR in certain cellular contexts.In summary, the PARP1 selective inhibitor SNV-001 demonstrates potent antitumor activity and shows promising synergy between SoC chemotherapies or DDR inhibitors. Current data highlight a potential strategy for improving treatment efficacy and overcoming resistance. Further clinical investigations are warranted to validate this combination strategy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"PARP inhibitors,Combination therapy,Small molecule inhibitor,Cancer therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Zhentian Li<\/b><sup><\/sup>, Qipeng Fan<sup><\/sup>, Mingming Gao<sup><\/sup>, Jun Pan<sup><\/sup>, Liangxing Wu<sup><\/sup>, Wenqing Yao<sup><\/sup>, Phillip  C.   C.  Liu<sup><\/sup><br><br\/>Synnovation Therapeutics, Inc., Wilmington, DE","CSlideId":"","ControlKey":"9b114a83-27f5-4fd3-8474-bd5382d613a3","ControlNumber":"5548","DisclosureBlock":"<b>&nbsp;Z. Li, <\/b> <br><b>Synnovation Therapeutics, Inc.<\/b> Employment, Stock. <br><b>Q. Fan, <\/b> <br><b>Synnovation Therapeutics, Inc.<\/b> Employment, Stock. <br><b>M. Gao, <\/b> <br><b>Synnovation Therapeutics, Inc.<\/b> Employment, Stock. <br><b>J. Pan, <\/b> <br><b>Synnovation Therapeutics, Inc.<\/b> Employment, Stock. <br><b>L. Wu, <\/b> <br><b>Synnovation Therapeutics, Inc.<\/b> Employment, Stock. <br><b>W. Yao, <\/b> <br><b>Synnovation Therapeutics, Inc.<\/b> Employment, Stock. <br><b>P. C. C. Liu, <\/b> <br><b>Synnovation Therapeutics, Inc.<\/b> Employment, Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7513","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4562","PresenterBiography":"","PresenterDisplayName":"Zhentian Li, PhD,DMD","PresenterKey":"3e7f11cc-82d2-4e83-964c-23f1fbcb9901","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4562. Activity of PARP1-selective inhibitor SNV-001 in models of HRD cancers as monotherapy and in combination","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Activity of PARP1-selective inhibitor SNV-001 in models of HRD cancers as monotherapy and in combination","Topics":null,"cSlideId":""},{"Abstract":"BACKGROUND: Cancer is typically treated with a combination of drugs rather than monotherapy stratagems, but identification of synergistic drug combinations for the treatment of cancers is challenging. Here we present the combination of PARP and Aurora Kinase inhibitors synergize through induction of the ferroptosis pathway of cell death.<br \/>METHODS: We identified these drugs through an unbiased screen of enriched drug class response correlations. We then validated a synergistic cell killing effect of multiple drugs of each class by in vitro drug screening. Next, we performed reversal experiments using a ferroptosis inhibitor and lipid peroxide staining to confirm ferroptosis is a relevant cell death pathway. We performed Western immunoblot analysis in cells overexpressing putative Aurora Kinase phospho-substrates in the relevant pathway of interest, and performed site directed mutagenesis experiments to show the relevant amino acid altered by kinase activity. We also performed a series of qPCR and co-IP experiments to show PARPi effect on the antioxidant signaling pathway.<br \/>RESULTS: We validated and identified synergy in a prostate cancer specific context. Next, we found Talazoparib and Alisertib induced ferroptosis after synergy was reduced with a ferroptosis inhibitor and lipid peroxides increased accumulation. We found a novel mechanism action for Alisertib, wherein Aurora Kinase inhibitors can alter the phospho-status and activity of the iron reduction enzyme Steap3.We also found that PARP inhibitors can affect the Nrf2-driven antioxidant signaling pathway on a transcriptional level.<br \/>CONCLUSION: Aurora Kinase inhibitors and PARP inhibitors for the treatment of prostate cancer was identified and was validated as synergistic, which revealed new functional roles of both drugs in the context of cell killing. These findings represent a new clinical combination of drugs in prostate cancer and reveal a novel role for this drug class in ferroptosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Synergism,Prostate cancer,PARP inhibitors,Aurora kinase,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. John<\/b>, K. Luo, Z. Lou, L. Wang; <br\/>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"5edf40ca-6468-4f3a-b681-af1c1ae69673","ControlNumber":"5616","DisclosureBlock":"&nbsp;<b>A. John, <\/b> None..<br><b>K. Luo, <\/b> None..<br><b>Z. Lou, <\/b> None..<br><b>L. Wang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7514","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4563","PresenterBiography":null,"PresenterDisplayName":"August John, BS","PresenterKey":"c6ff00a7-31eb-4479-811c-85144f8a45d1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4563. Ferroptotic mechanism of drug induced toxicity of PARPi and AurKi in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ferroptotic mechanism of drug induced toxicity of PARPi and AurKi in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Neurofibromatosis type 1 (NF1) is a genetic disorder that affects the nervous system. It is caused by mutations in the NF1 gene. NF1 loss of function leads to elevated RAS signaling, which plays a crucial role in cell growth and proliferation. Due to the dysregulated RAS signaling, individuals with NF1 are prone to the development of neurofibromas. These neurofibromas are typically benign and called Plexiform Neurofibromas (PNFs), in some cases, they can transform into malignant peripheral nerve sheath tumors (MPNSTs). MPNSTs are highly aggressive and invasive cancers that contribute to a significant proportion of soft tissue sarcomas. The exact mechanisms behind this transformation are not fully understood, however it involves additional genetic mutations and alterations in cellular signaling pathways. With limited effective targeted therapies available, surgical removal remains the primary treatment option. However, due to tumor size and location, surgery may not always be feasible. The MEK inihibitor, selumetinib, has received approval for the treatment of PNFs, however some patients who were treated with selumetinib continued to develop MPNSTs suggesting that MEK inhibitors may have limitations in addressing MPNSTs. To target the RAS pathway and mitigate the effects of NF1 gene alterations, we aim to explore the therapeutic potential of two novel, potent and orally bioavailable small molecule inhibitors targeting SOS1 (BI 1701963) or KRAS (KRAS<sup>multi<\/sup> inhibitor BI 3706674), as alternative treatment options for MPNSTs. The KRAS<sup>multi<\/sup> inhibitor BI 3706674 binds non-covalently to the KRAS wild type allele as well as multiple KRAS mutant alleles in the GDP-bound state and thereby disrupts KRAS signaling. Therefore, we hypothesize that both inhibitors will work in NF1 models by reducing activated KRAS levels. In this study, a series of <i>in vitro<\/i> and <i>in vivo<\/i> experiments were conducted to evaluate the efficacy of BI 1701963 and BI 3706674 inhibitors, both individually and in combination. The studies were done in comparison to the MEK inhibitor selumetinib. <i>In vitro<\/i> analysis revealed a synergistic anti-proliferative effect when combining BI 1701963 and BI 3706674 inhibitors both in 2D and 3D growth conditions, which led to the downregulation of the RAS pathway, specifically the MAPK and PI3K signaling cascade, and an increase in apoptosis. The <i>in vivo<\/i> efficacy of either BI 1701963 or BI 3706674 inhibitor alone or in combination was tested in four different <i>in vivo<\/i> MPNST models. We observed significant tumor growth stabilization as well as tumor regression in all tested models <i>in vivo<\/i>. In-depth pathway modulation and pharmaco-dynamic studies are ongoing. In conclusion, this study highlights the combined effects of SOS1 (BI 1701963) and KRAS (BI 3706674) inhibition in MPNSTs. The combination therapy of these novel therapeutics may hold promise as a potential treatment strategy for patients with MPNSTs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"KRAS,Combination therapy,Sarcoma\/soft-tissue malignancies,Small molecule inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>. Yce Petronczki<\/b>, L. Pisarsky, P. L. Szab, J. Brunmair, A. Geyer, N. Kraut, D. McConnell, I. Waizenegger; <br\/>Boehringer Ingelheim RCV GmbH & Co KG, Wien, Austria","CSlideId":"","ControlKey":"bc0ce01e-d211-4db1-b986-11fa079cc948","ControlNumber":"6244","DisclosureBlock":"<b>&nbsp;. Yce Petronczki, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co KG<\/b> Employment. <br><b>L. Pisarsky, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co KG<\/b> Employment. <br><b>P. L. Szab, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co KG<\/b> Employment. <br><b>J. Brunmair, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co KG<\/b> Employment. <br><b>A. Geyer, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co KG<\/b> Employment. <br><b>N. Kraut, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co KG<\/b> Employment. <br><b>D. McConnell, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co KG<\/b> Employment. <br><b>I. Waizenegger, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co KG<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7515","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4564","PresenterBiography":null,"PresenterDisplayName":"Ozlem Yuce Petronczki, PhD","PresenterKey":"45f59e73-f990-4c95-b198-f688363c1cfa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4564. Therapeutic potential of SOS1 and KRAS inhibitors in malignant peripheral nerve sheath tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic potential of SOS1 and KRAS inhibitors in malignant peripheral nerve sheath tumors","Topics":null,"cSlideId":""},{"Abstract":"The cell cycle is tightly regulated by checkpoints, playing a vital role in controlling its progression and timing. Cancer cells exploit the G2\/M checkpoint, which serves as a resistance mechanism against genotoxic anti-cancer treatments, allowing for DNA repair prior to cell division. Therefore, manipulating cell cycle timing has emerged as a potential strategy to augment the effectiveness of DNA damage-based therapies such as alkylating agents and radiation. In this study, we conducted a forward genome scale CRISPR\/Cas9 chemogenomic screening with repeated exposure to the alkylating agent temozolomide (TMZ) to investigate the mechanisms underlying tumor cell survival under genotoxic stress. Our findings revealed that canonical DNA repair pathways, including ATM\/Fanconi and mismatch repair, determine cell fate under genotoxic stress. Notably, we identified the critical role of the membrane-associated tyrosine- and threonine-specific cdc2-inhibitory kinase, known as Myt1 (encoded by PKMYT1<\/i>), in ensuring cell survival. Analysis on patient cohort demonstrated that <i>PKMYT1 <\/i>is not only highly presented in malignancy, but also predisposes an unfavorable disease outcome. Genetic depletion of PKMYT1<\/i> led to overwhelming TMZ-induced cytotoxicity in cancer cells. Isobologram analysis demonstrated potent drug synergy between TMZ and other clinically used alkylating agents, such as carmustine, busulfan, and dacarbazine, when combined with a novel Myt1 kinase inhibitor, RP-6306. Mechanistically, inhibiting Myt1 forced G2\/M-arrested cells into an unscheduled transition to the mitotic phase without complete resolution of DNA damage, as indicated by a substantial increase in &#947;H2AX-positive cells in mitosis. Moreover, RP-6306 dramatically altered cell cycle timing, reducing the threshold time for mitotic entry. This forced entry into mitosis, along with persistent DNA damage, resulted in severe mitotic abnormalities, including unaligned and partially condensed chromosomes, lagging chromosomes, chromosome bridges, and multipolar spindles. Ultimately, these aberrations led to mitotic exit with substantial apoptosis. Importantly, preclinical animal studies demonstrated that the combination regimen involving TMZ and RP-6306 prolonged the overall survival of glioma-bearing mice. Collectively, our findings highlight the potential of targeting cell cycle timing through Myt1 inhibition as an effective strategy to enhance the efficacy of current standard cancer therapies, potentially leading to improved disease outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Chemosensitization,Alkylating agents,Screening,Cell cycle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Lang<\/b>, J. A. Cornwell, K. Kaur, M. I. Aladjem, M. Aregger, S. D. Cappell, C. Yang; <br\/>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"77272d37-c4a5-4169-8363-05d77090693b","ControlNumber":"906","DisclosureBlock":"&nbsp;<b>F. Lang, <\/b> None..<br><b>J. A. Cornwell, <\/b> None..<br><b>K. Kaur, <\/b> None..<br><b>M. I. Aladjem, <\/b> None..<br><b>M. Aregger, <\/b> None..<br><b>S. D. Cappell, <\/b> None..<br><b>C. Yang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7516","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4565","PresenterBiography":null,"PresenterDisplayName":"Fengchao Lang, PhD","PresenterKey":"af8c3ae5-8a9b-43f2-82a5-a33720cf8786","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4565. Reckless mitotic entry as a chemosensitization approach for alkylating agents","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reckless mitotic entry as a chemosensitization approach for alkylating agents","Topics":null,"cSlideId":""},{"Abstract":"Combination therapy, a treatment modality that studies the effect of two or more drugs is the most common strategy used to overcome drug resistance in cancer. Cannabinoids have been proven to be potential anticancer agents. Terpenes have also been demonstrated to exhibit anticancer activity. The purpose of this study was to evaluate the effect of combinations of various cannabinoids and terpenes against drug resistant lung and breast cancer. Several cannabinoids and terpenes such as cannabidiol (CBD), cannabichromene (CBC), cannabidiolic acid (CBDA), cannabidivarin (CBDV), cannabinol (CBN), cannabigerol (CBG) and &#946;-caryophyllene (BC), bisabolol, myrcene, linalool, limonene, geraniol, neralidol, &#945;-pinene, &#945;-terpineol, &#947;-terpinene respectively were screened for their anticancer activity against MDA MB 231 DOX RT, H1975 OSM RT, PDX Lung cancer cell lines using 2D cytotoxicity and 3D spheroids assay. It was found that the cytotoxic potential of combinations of cannabinoids with BC increased by 10 folds in comparison to their individual anticancer activity. The combinations that exhibit synergistic action were determined from combination index (CI) values using compusyn software. Other assays such as colony formation, wound healing, apoptotic assay, cell cycle analysis by flow cytometry elucidated the possible mechanism underlying the synergism of the combinations investigated. CBC+BC was proven to be the most potent combination from all the <i>in-vitro <\/i>studies and hence was further evaluated in <i>in-vivo tumor <\/i>xenografts<i>. <\/i>Briefly, 5 million MDA MB 231 DOX RT cells were injected by S.C route in the right flank region of BALB\/c nude mice. The animals were treated after the tumor volume reached 180-200mm<sup>3<\/sup>. The animals were administered CBC (15mg\/kg, i.p.), BC (100mg\/kg, i.p.) and CBC+BC thrice a week for two weeks. The tumor volume in the combination group was reduced by 2 folds relative to individual treatments and 4 folds relative to control. Western blot analysis of tumor xenografts showed downregulation of apoptotic markers such as PARP, mTOR, pAMPK, Survivin, autophagy markers such as LC 3, Glypican 5 and migration markers such as vimentin and Integrin. Immune check point proteins such as PD-L1 and PD-1 were also downregulated by combination treatment. This was further validated by qPCR. In conclusion, CBC induces programmed cell death in tumors and induces autophagy whereas BC inhibits migration and thus this combination was able to overcome resistance than individual therapies in a synergistic fashion.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Chemoresistance,Breast cancer,Combination therapy,Cell cycle arrest,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Aare<\/b>, I. Khan, A. Nathani, B. Boirie, A. Bagde, M. Singh; <br\/>Florida A&M University College of Pharmacy & Pharmaceutical Sciences, Tallahassee, FL","CSlideId":"","ControlKey":"40dd1115-a0db-42ae-908d-e6c954c2ae15","ControlNumber":"7428","DisclosureBlock":"&nbsp;<b>M. Aare, <\/b> None..<br><b>I. Khan, <\/b> None..<br><b>A. Nathani, <\/b> None..<br><b>B. Boirie, <\/b> None..<br><b>A. Bagde, <\/b> None..<br><b>M. Singh, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7517","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4566","PresenterBiography":null,"PresenterDisplayName":"Mounika Aare, BA;MS;B Pharm,MS","PresenterKey":"fa1ac85d-3dc7-42bb-b541-47773eb5fb1a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4566. Synergistic anticancer activity of cannabinoids and beta caryophyllene in xenograft mouse model of triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistic anticancer activity of cannabinoids and beta caryophyllene in xenograft mouse model of triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Neuroendocrine prostate cancer (NEPC) is the most aggressive type of prostate cancer with no effective treatments. Therefore, there is an urgent need to develop new treatment strategies. N-Myc plays a key role in driving NEPC progression, and Aurora kinase A (AURKA) prevents N-Myc degradation by interact with N-Myc and disallowing the intervention of ubiquitin ligases. The AURKA inhibitor Alisertib inhibits NEPC tumor growth by disrupting N-Myc signaling, but it is failed in a phase II clinical trial. In this study, we tested the synergy of novel HSP70 allosteric inhibitor JG231 and Alisertib in NEPC cells, organoids, and patient derived xenograft (PDX) models, which will provide new therapeutic strategies for the NEPC treatment.<br \/>Methods: RT-PCR, western blotting, or immunohistochemistry (IHC) were used to determine the expression of N-Myc, neuroendocrine maker (NSE, SYP, CHGA, etc) in different prostate cancer cell lines and PDX tumors. After the knockdown of HSP70 and AURKA by siRNA transfection, cell proliferation and N-Myc expression were assessed by using cell viability assay, RT-PCR and Western blotting respectively. The co-immunoprecipitation assay was performed to detect the N-Myc ubiquitination. RNA-sequencing, gene set enrichment analysis was employed to determine the changes of JG231 on gene programs. The effects of JG231 and Alisertib on the proliferation were examined in NEPC cell lines and PDX organoids models.<br \/>Results: We determined that PC3, CWR22Rv1, H660 cell lines, LuCaP49, and LuCaP93 PDX tumors had significantly increased the expression of N-Myc and neuroendocrine makers. Knockdown of HSP70 or using the HSP70 inhibitor, JG231, significantly inhibit the growth of H660 and CWR22Rv1 cells and leads to a synergistic effect with Alisertib (p&#60;0.001). JG231 combined with Alisertib also inhibits growth and induces the death of LuCaP93 and H660 tumor derived organoids in a dose-dependent manner (p&#60;0.001). Mechanistically, JG231 inhibits the protein expression of N-Myc through the ubiquitin-proteasome system and promote STUB1 to enter the nucleus to bind to N-Myc.<br \/>Conclusions: JG231, a novel HSP70 inhibitor, can improves the treatment efficacy of AURKA inhibitor Alisertib against NEPC through the regulation of N-Myc protein homeostasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Prostate cancer,Heat shock proteins,Aurora kinase,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Xu<\/b><sup>1<\/sup>, J. C. Yang<sup>1<\/sup>, B. Chen<sup>1<\/sup>, S. Ning<sup>1<\/sup>, L. Wang<sup>1<\/sup>, C. Nip<sup>1<\/sup>, C. P. Evans<sup>1<\/sup>, M. A. Dall'Era<sup>1<\/sup>, A. C. Gao<sup>1<\/sup>, J. Gestwicki<sup>2<\/sup>, C. Liu<sup>1<\/sup>; <br\/><sup>1<\/sup>UC Davis, Sacramento, CA, <sup>2<\/sup>UCSF, San Francisco, CA","CSlideId":"","ControlKey":"f4705e42-0b20-48cf-b6ac-9590c8c5deaf","ControlNumber":"957","DisclosureBlock":"&nbsp;<b>P. Xu, <\/b> None..<br><b>J. C. Yang, <\/b> None..<br><b>B. Chen, <\/b> None..<br><b>S. Ning, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>C. Nip, <\/b> None..<br><b>C. P. Evans, <\/b> None..<br><b>M. A. Dall'Era, <\/b> None..<br><b>A. C. Gao, <\/b> None..<br><b>J. Gestwicki, <\/b> None..<br><b>C. Liu, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7518","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4567","PresenterBiography":null,"PresenterDisplayName":"Pengfei Xu, MD, PhD","PresenterKey":"30fc6247-c0ef-492b-92f2-e103e85cd226","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4567. Dual targeting of HSP70 and AURKA improves treatment in neuroendocrine prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dual targeting of HSP70 and AURKA improves treatment in neuroendocrine prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic cancer (PaCa) is a highly aggressive malignancy with a very low five-year survival rate secondary to late diagnosis, limited treatment options and resistance to existing therapies. While the emergence of mutant-selective KRAS<sup>G12D<\/sup> (G12D) inhibitors brings promise for treating PaCa patients carrying these mutations, their effectiveness as single agents is expected to be limited as evident from the clinical efficacy of KRAS<sup>G12C<\/sup> inhibitors.<br \/>Experimental Design: First, multiple G12D-mutated PaCa cell lines were treated with a G12D inhibitor (MRTX1133) and subjected to immunoblot analysis for the expression of KRAS effectors and BCL-2 family proteins. Next, a proteolysis-targeting chimera (PROTAC)-based platelet-sparing BCL-xL<sub> <\/sub>degrader (DT2216) and\/or an mTOR inhibitor (everolimus) were evaluated in combination with MRTX1133 for viability, clonogenicity and apoptosis. Subsequently, mechanistic investigations were carried out using immunoblotting, senescence-associated &#946;-galactosidase staining and qPCR. Finally, therapeutic efficacy and safety of the combinations were evaluated in cell-derived and patient-derived xenograft models.<br \/>Results: MRTX1133 treatment creates apoptotic vulnerabilities by inducing aberrations in BCL-2 family proteins, with elevated BIM levels and decreased NOXA levels, in G12D-mutated PaCa cells. Furthermore, DT2216 and everolimus were shown to release BIM and stabilize NOXA, respectively, and their combination with MRTX1133 synergistically killed G12D-mutated PaCa cells in vitro and caused significant tumor growth inhibition or regression compared to single agents in vivo. Additionally, MRTX1133 treatment led to induction of senescence in a fraction of PaCa cells. These senescent cells were found to be dependent on BCL-xL and MCL-1 for their survival and were effectively killed with a combination of DT2216 and everolimus through BCL-xL degradation and NOXA-mediated MCL-1 inhibition, respectively.<br \/>Conclusions: Our findings suggest that the single agent efficacy of MRTX1133 is limited due to apoptosis inhibition and complimentary senescence induction, and therefore its combination with DT2216 and\/or everolimus is synergistic, which can potentially overcome resistance, by enhanced apoptosis and clearance of senescent cells. <b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"KRAS,Bcl-xL,mTOR,Senescence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Khan<\/b><sup>1<\/sup>, L. Cao<sup>1<\/sup>, V. Vudhata<sup>2<\/sup>, Y. Yang<sup>1<\/sup>, P. Zhang<sup>3<\/sup>, G. Zheng<sup>3<\/sup>, J. G. Trevino<sup>2<\/sup>, D. Zhou<sup>1<\/sup>; <br\/><sup>1<\/sup>UT Health Science Center at San Antonio, San Antonio, TX, <sup>2<\/sup>Virginia Commonwealth University Massey Comprehensive Cancer Center, Richmond, VA, <sup>3<\/sup>University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"f617ed96-ae74-4216-bad2-64d072ed6ca3","ControlNumber":"1205","DisclosureBlock":"<b>&nbsp;S. Khan, <\/b> <br><b>Dialectic Therapeutics<\/b> Patent.<br><b>L. Cao, <\/b> None..<br><b>V. Vudhata, <\/b> None..<br><b>Y. Yang, <\/b> None.&nbsp;<br><b>P. Zhang, <\/b> <br><b>Dialectic Therapeutics<\/b> Patent. <br><b>G. Zheng, <\/b> <br><b>Dialectic Therapeutics<\/b> Patent, Other, Co-founder and equity.<br><b>J. G. Trevino, <\/b> None.&nbsp;<br><b>D. Zhou, <\/b> <br><b>Dialectic Therapeutics<\/b> Patent, Other, Co-founder and equity.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7519","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4568","PresenterBiography":"","PresenterDisplayName":"Sajid Khan, BS;MS;PhD","PresenterKey":"ca61b2ea-cbb5-4797-81c3-e3618b75014a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4568. Rational targeting of BCL-xL and\/or mTOR enhance the efficacy of KRAS<sup>G12D<\/sup> inhibitor in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rational targeting of BCL-xL and\/or mTOR enhance the efficacy of KRAS<sup>G12D<\/sup> inhibitor in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer is the leading cause of cancer-related death in women and most cases are diagnosed at later stages, with distant metastasis. Standard-of-care therapy is surgery followed by platinum and paclitaxel; however, most patients who initially respond to therapy eventually relapse after developing metastatic disease and chemoresistance. FAK overexpression or activation occurs in a substantial proportion of EOCs and is predictive of poor clinical outcomes. Recent studies have reported that FAK plays an important role in cell migration and chemoresistance, rendering FAK inhibition a promising treatment approach to reduce metastasis of tumor cells and sensitize them to chemotherapy. The aim of this study was to evaluate the antitumor efficacy of investigational APG-2449, a novel FAK inhibitor, combined with PLD, a commonly used chemotherapy, in relapsed or refractory ovarian cancer. Four EOC cell lines (OVCAR-3, SK-OV-3, A2780, and Kuramochi) were used for <i>in vitro<\/i> experiments. Cell proliferation was measured by CellTiter-Glo assays. Cell migration ability was assessed by wound healing assays. OVCAR-3 xenograft and luciferase-tagged ID8 (ID8-Luc) peritoneal syngeneic models were established to evaluate the synergistic antitumor efficacy of combined APG-2449 and PLD <i>in vivo<\/i>. APG-2449 combined with doxorubicin showed synergistic antiproliferative effects in both platinum-resistant (OVCAR-3 and SK-OV-3) and platinum-sensitive (A2780 and Kuramochi) cell lines. In wound healing assays, FAK inhibition via APG-2449 alone attenuated migration of ovarian cancer cells (SK-OV-3, OVCAR-3, and ID8-Luc) in a dose-dependent manner. In the OVCAR-3 xenograft model, combined APG-2449 and PLD demonstrated enhanced antitumor effects compared with either APG-2449 or PLD monotherapy (synergistic index, 1.33). In the ID8-Luc peritoneal syngeneic model, the combination regimen outperformed PLD or APG-2449 monotherapy in tumor growth inhibition. This inhibitory effect persisted more than 1 month after stopping combination treatment, whereas the monotherapy groups experienced rapid disease relapse. The combination group also exhibited the longest ascites-free and survival times compared with PLD or APG-2449 monotherapy groups. Overall, our data suggest that inhibition of FAK by APG-2449 enhances the antitumor effect of PLD in EOC cell lines and the OVCAR-3 xenograft mouse model. The combination regimen can also prolong ascites-free and survival times, as shown in the ID8-Luc peritoneal syngeneic model. These promising results support future clinical development of this combination treatment for ovarian cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Focal adhesion kinase (FAK),Inhibitors,Chemosensitization,Chemoresistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Z. Yu<\/b><sup>1<\/sup>, E. Liang<sup>2<\/sup>, D. Liu<sup>1<\/sup>, B. Wu<sup>1<\/sup>, X. Yao<sup>1<\/sup>, Y. Ji<sup>1<\/sup>, D. Yang<sup>1<\/sup>, Y. Zhai<sup>1<\/sup>; <br\/><sup>1<\/sup>Ascentage Pharma (Suzhou) Co., Ltd., Suzhou, China, <sup>2<\/sup>Ascentage Pharma Group Inc., Rockville, MD","CSlideId":"","ControlKey":"89acefcd-28e5-4461-8e27-167131a778f4","ControlNumber":"1206","DisclosureBlock":"<b>&nbsp;Z. Yu, <\/b> <br><b>Ascentage Pharma (Suzhou) Co., Ltd.<\/b> Employment. <br><b>E. Liang, <\/b> <br><b>Ascentage Pharma Group Inc.<\/b> Employment. <br><b>Ascentage Pharma Group International<\/b> Stock Option. <br><b>D. Liu, <\/b> <br><b>Ascentage Pharma (Suzhou) Co., Ltd.<\/b> Employment. <br><b>Ascentage Pharma Group International<\/b> Stock Option. <br><b>B. Wu, <\/b> <br><b>Ascentage Pharma (Suzhou) Co., Ltd.<\/b> Employment. <br><b>Ascentage Pharma Group International<\/b> Stock Option. <br><b>X. Yao, <\/b> <br><b>Ascentage Pharma (Suzhou) Co., Ltd.<\/b> Employment. <br><b>Ascentage Pharma Group International<\/b> Stock Option. <br><b>Y. Ji, <\/b> <br><b>Ascentage Pharma (Suzhou) Co., Ltd.<\/b> Employment. <br><b>Ascentage Pharma Group International<\/b> Stock Option. <br><b>D. Yang, <\/b> <br><b>Ascentage Pharma (Suzhou) Co., Ltd.<\/b> Employment, Other, Leadership. <br><b>Ascentage Pharma Group Inc.<\/b> Employment, Other, Leadership. <br><b>Ascentage Pharma Group International<\/b> Stock Option, Other, Leadership. <br><b>Guangzhou Healthquest Pharma Co., Ltd.<\/b> Employment, Other, Leadership. <br><b>Y. Zhai, <\/b> <br><b>Ascentage Pharma (Suzhou) Co., Ltd.<\/b> Employment, Other, Leadership. <br><b>Ascentage Pharma Group Inc.<\/b> Employment, Other, Leadership. <br><b>Ascentage Pharma Group International<\/b> Stock Option. <br><b>Guangzhou Healthquest Pharma Co., Ltd.<\/b> Employment, Other, Leadership.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7520","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4569","PresenterBiography":null,"PresenterDisplayName":"Paul Fletcher, BA;MA;PhD","PresenterKey":"6d9a2807-9ffe-4f8f-a7bf-44e92509abd9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4569. APG-2449, a novel focal adhesion kinase (FAK) inhibitor, inhibits metastasis and enhances the antitumor efficacy of PEGylated liposome doxorubicin (PLD) in epithelial ovarian cancer (EOC)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"APG-2449, a novel focal adhesion kinase (FAK) inhibitor, inhibits metastasis and enhances the antitumor efficacy of PEGylated liposome doxorubicin (PLD) in epithelial ovarian cancer (EOC)","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Prostate cancer is the most prevalent cancer among men in the United States and is their second leading cause of cancer death. During initial screen, about 17-31% of patients are diagnosed with non-metastatic high-risk localized prostate cancer. These patients have an increased risk of treatment failure and oncological progression. The contemporary treatment paradigm of high risk localized prostate cancer is moving toward a multidisciplinary integrated approach of systemic and local therapy. In addition, incorporation of molecular biomarkers can also improve the risk stratification and treatment of prostate cancer. Among the biomarkers for prostate cancer, prostate specific membrane antigen (PSMA) has been proven to be an excellent target for diagnosis and treatment of prostate cancer. We have generated a PSMA-targeted photodynamic therapy (PDT) agent, PSMA-1-Pc413, and a PSMA-targeted chemotherapeutic agent, PSMA-1-MMAE. The objective of this study is to generate a new molecule that combines PDT and chemotherapy to achieve improved antitumor activity.<br \/>Methods: Using a bifunctional PSMA ligand, a novel theranostic PSMA-targeting conjugate was synthesized, which integrated both the photosensitizer Pc413 and the microtubular inhibitor monomethyl auristatin E (MMAE) in one simple molecule, PSMA-1-MMAE-Pc413. This molecule was first tested for in vitro uptake and cytotoxicity studies using PSMA-positive PC3pip and PSMA-negative PC3flu cells. The conjugate was then tested for in vivo fluorescence imaging using mice bearing both PC3pip and PC3flu tumors. Finally, the antitumor activity of PSMA-1-MMAE-Pc413 was tested in mice with PC3pip tumors with and without light irradiation.<br \/>Results: In <i>in vitro<\/i> uptake studies, the uptake of PSMA-1-MMAE-Pc413 in PC3pip tumor was about 3-fold higher than that in PC3flu cells. In <i>in vitro<\/i> cytotoxicity studies, when exposed to 5 J\/cm<sup>2<\/sup> of 672nm light, PSMA-1-MMAE-Pc413 demonstrated a synergistic effect leading to greater cytotoxicity for PC3pip cells (IC<sub>50<\/sub>=2.77nM) when compared to PSMA-1-Pc413 with light irradiation (IC<sub>50<\/sub>=372nM) or PSMA-1-MMAE-Pc413 without light irradiation (IC<sub>50<\/sub>=12.6nM). In <i>in vivo<\/i> imaging studies, PSMA-1-MMAE-Pc413 demonstrated selective uptake in PC3pip tumors. Further, antitumor activity studies showed that PSMA-1-MMAE-Pc413 with light irradiation significantly inhibited PC3pip tumor growth and prolonged survival time as compared to mice receiving equimolar amounts of PSMA-1-Pc413 with light irradiation or PSMA-1-MMAE-Pc413 without light irradiation.<br \/>Conclusion: We have synthesized a new theranostic agent PSMA-1-MMAE-Pc413 that combines imaging, chemotherapy and PDT. The new molecule dramatically improves the treatment effect as compared to each single treatment alone. (The work is supported by NIH 1RO1CA255925-01A.)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Prostate cancer,Prostate-specific membrane antigen (PSMA),Chemotherapy,Photodynamic therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X. Wang<\/b>, A. Shirke, S. Chavali, L. Zhang, E. Walker, G. Ramamurthy, J. Basilion; <br\/>Case Western Reserve University, Cleveland, OH","CSlideId":"","ControlKey":"3814b9fa-212d-4ae5-8438-60e6597db2be","ControlNumber":"1465","DisclosureBlock":"&nbsp;<b>X. Wang, <\/b> None..<br><b>A. Shirke, <\/b> None..<br><b>S. Chavali, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>E. Walker, <\/b> None..<br><b>G. Ramamurthy, <\/b> None.&nbsp;<br><b>J. Basilion, <\/b> <br><b>Akrotome<\/b> Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7521","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4570","PresenterBiography":null,"PresenterDisplayName":"Xinning Wang, PhD","PresenterKey":"4d065a02-f38d-4070-8cc7-bcee338f07da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4570. Prostate-specific membrane antigen targeted chemo-photodynamic therapy for the treatment of prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prostate-specific membrane antigen targeted chemo-photodynamic therapy for the treatment of prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Background\/Objective: One of the common mechanisms of resistance of solid tumors, including colon cancers, is activation of integrins on endothelial cells (ECs) and cancer-associated fibroblasts (CAFs). ProAgio is a small molecule developed to target integrin alpha V beta 3 (&#945;v&#946;3), located on surface of abnormal ECs and CAFs. ProAgio enhances apoptosis and inhibits angiogenesis via targeting &#945;v&#946;3. The aim of the current study is to evaluate the ProAgio combination with FOLFIRI on the immune profile and tumor growth of colon cancer.<br \/>Material and Methods: Female BALB\/CJ and male NSG (NOD.Cg-Prkdcscid Il2rgtm1Wjl\/SzJ) mice were acquired from the Jackson Laboratory, and experiments were performed under the approval of The University of Alabama at Birmingham-Institutional Animal Care and Use Committee. For orthotropic tumor efficacy studies, BALB\/CJ mice were injected with 2&#215;10<sup>5<\/sup> CT-26 wild type and CT26.CL25 cells in 30ul 1:1 Matrigel Matrix and PBS into the Cecum. PDX (10mg) was orthotopically implanted into the NSG mice cecum. At Day five, mice were divided into four treatment groups: including 1) sterile water (vehicle), 2) ProAgio (15mg\/kg; IP; once daily for nine days), 3) FOLFIRI (5-FU: 30mg\/kg; Leucovorin 50mg\/kg; Irinotecan; 20mg\/kg - once every three days intraperitoneal) or 4) combination of ProAgio and FOLFIRI. The study completed on day 15, tumor weight was noted, and tumors were processed for histology and flow cytometry.<br \/>Results: ProAgio plus FOLFIRI significantly (p&#60;0.001) reduced tumor weight in both models compared to individual treatments and vehicles. Combination-treated mice showed a significant (p&#60;0.001) reduction in T-cell exhaustion (CD8<sup>+<\/sup> T cells that are positive for PD-1, TIM-3, and CTLA-4). Analysis of the myeloid compartment showed a significant (p&#60;0.001) increase in the M1 macrophages that express F4\/80 as well as CD86, MHC-II and a decrease in the M2 macrophage in the mice treated with ProAgio plus FOLFIRI. The combination therapy exhibited a significant (p&#60;0.001) increase in the dendritic cell infiltration into the tumor microenvironment. Histology analysis showed that ProAgio treatment reduced the incidence of organ site metastasis (disseminated and locoregional spread) such as liver, pancreas, and diaphragm.<br \/>Conclusion: Our study offers encouraging observations that ProAgio plus FOLFIRI can suppress colon cancer growth and metastasis by inhibiting &#945;v&#946;3 preclinically and may provide a novel therapeutic combination for the management of colon cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Colon cancer,Chemotherapy,Tumor growth,Patient-derived xenograft (PDX) model,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. N. Ganji<\/b><sup>1<\/sup>, J. B. Foote<sup>1<\/sup>, M. S. Saddala<sup>2<\/sup>, F. Mishra<sup>3<\/sup>, S. Sarvesh<sup>1<\/sup>, M. Malla<sup>1<\/sup>, A. Masood<sup>4<\/sup>, Z.-R. Liu<sup>3<\/sup>, B. F. El-Rayes<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Alabama at Birmingham, Birmingham, AL, <sup>2<\/sup>University of California, Irvine, CA, <sup>3<\/sup>Georgia State University, Atlanta, GA, <sup>4<\/sup>Indiana University School of Medicine, Indianapolis, IN","CSlideId":"","ControlKey":"63ed1d32-e6dc-4e5a-a248-f4025c9be889","ControlNumber":"2148","DisclosureBlock":"&nbsp;<b>P. N. Ganji, <\/b> None..<br><b>J. B. Foote, <\/b> None..<br><b>M. S. Saddala, <\/b> None..<br><b>F. Mishra, <\/b> None..<br><b>S. Sarvesh, <\/b> None..<br><b>M. Malla, <\/b> None..<br><b>A. Masood, <\/b> None..<br><b>Z. Liu, <\/b> None..<br><b>B. F. El-Rayes, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7522","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4571","PresenterBiography":null,"PresenterDisplayName":"Purnachandra Ganji, DSc;PhD","PresenterKey":"172644f4-f20f-42e5-a3c4-39aeb510db02","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4571. Combination of FOLFIRI (5-FU, Leucovorin, and Irinotecan) and ProAgio on colon cancer growth and metastasis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination of FOLFIRI (5-FU, Leucovorin, and Irinotecan) and ProAgio on colon cancer growth and metastasis","Topics":null,"cSlideId":""},{"Abstract":"Ginsenosides, bioactive compounds derived from Panax ginseng, exhibit diverse pharmacological effects, including anti-cancer properties. Regorafenib, a potent multi-kinase inhibitor, is employed as a second-line therapy for advanced hepatocellular carcinoma (HCC). However, the modest survival benefits observed in treated patients may be attributed to drug resistance. In this study, we screened a panel of 40 ginsenosides for their activity in combination with regorafenib in HCC cell lines and investigated their underlying cellular mechanisms. Synergistic effects were evaluated using the WST-8 assay, and optimal drug concentrations were determined through synergy scoring. A phospho-kinase assay was conducted to elucidate the mechanism of action, and in vivo experiments validated our findings. Ginsenoside Rh<sub>3<\/sub> emerged as a promising candidate, enhancing the sensitivity of HCC cells to regorafenib-induced anticancer effects by promoting apoptosis. The phospho-kinase array revealed that the combined treatment's apoptotic effect was associated with the inhibition of signal transducer and activator of transcription 3 (STAT3) activation through the Janus kinase pathway. <i>In vivo<\/i> results demonstrated the combination treatment's inhibitory effects on tumor growth. Our study proposes a novel treatment strategy, highlighting the potential efficacy of combining regorafenib and ginsenoside Rh<sub>3<\/sub> for HCC treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Ginsenoside Rh3,Regorafenib,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Jeon<sup>1<\/sup>, H. Kwon<sup>1<\/sup>, Y. Park<sup>2<\/sup>, D.-Y. Woo<sup>1<\/sup>, T. Kim<sup>1<\/sup>, J. Ham<sup>1<\/sup>, <b>Y.-J. Kim<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Korea Institute of Science and Technology (KIST), Gangneung, Korea, Republic of, <sup>2<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"16340558-0989-46ff-8a28-b562369ec0c3","ControlNumber":"2301","DisclosureBlock":"&nbsp;<b>Y. Jeon, <\/b> None..<br><b>H. Kwon, <\/b> None..<br><b>Y. Park, <\/b> None..<br><b>D. Woo, <\/b> None..<br><b>T. Kim, <\/b> None..<br><b>J. Ham, <\/b> None..<br><b>Y. Kim, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7523","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4572","PresenterBiography":null,"PresenterDisplayName":"Young-Joo Kim, PhD","PresenterKey":"2f61739f-31e3-43a3-a638-c47b8cb5140f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4572. Ginsenoside Rh3 increases the susceptibility of regorafenib-mediated cancer cell death by inhibiting the JAK\/STAT3 signaling pathway in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ginsenoside Rh3 increases the susceptibility of regorafenib-mediated cancer cell death by inhibiting the JAK\/STAT3 signaling pathway in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Poly (ADP-ribose) polymerase (PARP) plays a pivotal role in DNA damage repair. Tumors with DNA Damage Response (DDR) defects exhibit increased susceptibility to drugs targeting PARP. The drugs induce DNA damage like Irinotecan (a Topoisomerase I inhibitor) are widely used in clinic as well. However, intrinsic resistance remains a significant obstacle, leading to frequent treatment failures. Chk2 is activated in response to these DNA damage inducing agents and hold the cell cycle. We developed pre-IND candidate ART446, with the aim of exploring its therapeutic potential in sensitizing DNA damage-targeting reagents.<br \/>Results: In the radiometric HopSpot Kinase Assay, ART446 demonstrated significant inhibition of Chk2 (IC<sub>50<\/sub>, 9 nM). In HT-29 colon adenocarcinomas, co-treatment with SN38 and ART446 exhibited a synergistic therapeutic effect in vitro, with a subsequent in vivo tumor growth assay demonstrating a remarkable combined effect (TGI; Irinotecan, 46%; ART446, 16%; combined, 83.4%). Further extending our investigation to triple-negative breast adenocarcinoma MDA-MB-436, characterized by a BRCA1 mutation, we explored the sensitization potential of ART446 to PARP inhibitors. Strikingly, the combination therapy with a PARP inhibitor, Olaparib surpassed monotherapy outcomes, resulting in complete tumor growth inhibition (TGI: Olaparib, 73%; ART446, 20%; combined, 102%). Mechanistic insights revealed an increase in gamma H2AX levels by ART446 and a decrease in active forms of Chk2 which were activated by Olaparib affirming that Olaparib-induced Chk2 inhibition contributed to the sensitization effect.<br \/>Conclusions: The pre-IND candidate ART446 exhibits promising potential in enhancing the therapeutic effects of Olaparib and Irinotecan. These findings provide a robust foundation for further clinical development, offering a strategic approach to overcome resistance in cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Chk2,PARP inhibitors,Irinotecan,DNA damage response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Baik<\/b><sup>1<\/sup>, Y. Kang<sup>1<\/sup>, H. Lee<sup>1<\/sup>, J. Kim<sup>1<\/sup>, A. Jeong<sup>1<\/sup>, J. Kim<sup>2<\/sup>, W.-Y. Kim<sup>3<\/sup>; <br\/><sup>1<\/sup>Arum Therapeutics Inc., Seoul, Korea, Republic of, <sup>2<\/sup>Yeungnam University, Gyeongsan, Korea, Republic of, <sup>3<\/sup>Sookmyung Women's University, College of Pharmacy, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"9b90677c-86e0-4b3c-8b6c-c099540396e3","ControlNumber":"2417","DisclosureBlock":"<b>&nbsp;T. Baik, <\/b> <br><b>Arum Therapeutics Inc.<\/b> Employment. <br><b>Y. Kang, <\/b> <br><b>Arum Therapeutics Inc.<\/b> Employment. <br><b>H. Lee, <\/b> <br><b>Arum Therapeutics Inc.<\/b> Employment. <br><b>J. Kim, <\/b> <br><b>Arum Therapeutics Inc.<\/b> Employment. <br><b>A. Jeong, <\/b> <br><b>Arum Therapeutics Inc.<\/b> Employment. <br><b>J. Kim, <\/b> <br><b>Arum Theraputics Inc.<\/b> Grant\/Contract. <br><b>W. Kim, <\/b> <br><b>Arum Therapeutics Inc<\/b> Grant\/Contract.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7524","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4573","PresenterBiography":null,"PresenterDisplayName":"Taegon Baik, PhD","PresenterKey":"d45805ba-7883-453c-ba8d-60722ec73a4d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4573. Pre-clinical evaluation of small molecule CHK2 inhibitor, ART446, pre-IND candidate that enhances the olaparib and irinotecan","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pre-clinical evaluation of small molecule CHK2 inhibitor, ART446, pre-IND candidate that enhances the olaparib and irinotecan","Topics":null,"cSlideId":""},{"Abstract":"Introduction: A novel KRAS inhibitor, MRTX1133, specifically targeting the G12D isoform, prevalent in pancreatic ductal adenocarcinoma (PDAC), holds promise for a substantial PDAC patient population. Nevertheless, given the clinical experience with sotorasib (a KRAS<sup>G12C<\/sup> inhibitor) in lung cancer, it's anticipated that resistance to the KRAS<sup>G12D<\/sup> inhibitor will eventually emerge in most PDAC patients. This underscores the need to identify strategies that can enhance the efficacy of KRAS inhibitors in PDAC. Emerging evidence suggests that the nuclear export protein exportin 1 (XPO1) is a druggable vulnerability in KRAS mutant cancers. XPO1 plays a pivotal role in shuttling various critical tumor suppressors, genome surveillance proteins, and transcription factors out of the nucleus and is frequently overexpressed in various cancers, including PDAC. In this study, we employed both <i>in vitro<\/i> and <i>in vivo<\/i> models to assess the potential of KPT8602, an investigational and next-generation selective XPO1 inhibitor, to synergize with the KRAS<sup>G12D<\/sup> inhibitor MRTX1133 and sensitize MRTX1133-resistant PDAC cells.<br \/>Methods: We examined the cytotoxic and molecular effects of KRAS<sup>G12D<\/sup> inhibitor MRTX1133 in combination with nuclear export blocker KPT8602 in KRAS<sup>G12D<\/sup> mutant 2D and 3D cellular\/spheroid models. The preclinical antitumor efficacy of the combination was evaluated in a KRAS<sup>G12D<\/sup> mutant PDAC cell derived xenograft (CDX) model.<br \/>Results: KPT8602 synergized with MRTX1133 <i>in vitro<\/i> yielding suppressed proliferation of KRAS<sup>G12D<\/sup> mutant PDAC cells. Similar synergistic effects were also seen in 3D cultures of KRAS<sup>G12D<\/sup> mutant PDAC cancer cell lines and patient derived primary tumor cells where the combination suppressed spheroid formation and reduced spheroid viability. Also, the combination inhibited the clonogenic potential of KRAS<sup>G12D<\/sup> mutant PDAC cells. In addition, we developed a PDAC cell line resistant to MRTX1133 and observed that such MRTX1133-resistant cell line was acutely sensitive to treatment with KPT8602. Mechanistically, KPT8602 and MRTX1133 combination led to reduction in protein expression of KRAS downstream effectors and cell cycle markers. Furthermore, a combined administration of KPT8602 and MRTX1133 at sub-optimal doses resulted in remarkable tumor growth inhibition in a KRAS<sup>G12D<\/sup> mutant HPAC CDX mice model. Moreover, KPT8602 as a maintenance therapy also prevented tumor relapse.<br \/>Conclusion: This is the first study demonstrating that nuclear export blocker KPT8602 can synergize with KRAS<sup>G12D<\/sup> inhibitor MRTX1133 and has the potential to target MRTX1133-resistant PDAC cells. This study provides a rationale for combining MRTX1133 with KPT8602 for the treatment of PDAC patients with KRAS<sup>G12D<\/sup> mutant tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Targeted therapy,Nuclear export blocker,KRAS inhibitor,MRTX1133,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Y. Khan<\/b><sup>1<\/sup>, A. Aboukameel<sup>1<\/sup>, M. Uddin<sup>1<\/sup>, S. F. Bannoura<sup>1<\/sup>, K. Keffri<sup>1<\/sup>, M. Jasti<sup>1<\/sup>, R. Virga<sup>1<\/sup>, S. Motorwala<sup>1<\/sup>, K. Choucair<sup>1<\/sup>, T. Hadid<sup>1<\/sup>, M. Al-Hallak<sup>1<\/sup>, E. Beal<sup>1<\/sup>, M. Tobon<sup>1<\/sup>, R. Beydoun<sup>1<\/sup>, G. Dyson<sup>1<\/sup>, S. Kim<sup>1<\/sup>, M. Nagasaka<sup>2<\/sup>, P. A. Philip<sup>3<\/sup>, B. El-Rayes<sup>4<\/sup>, H. Chen<sup>4<\/sup>, A. Shields<sup>1<\/sup>, R. Mohammad<sup>1<\/sup>, B. Pasche<sup>1<\/sup>, A. Azmi<sup>1<\/sup>; <br\/><sup>1<\/sup>Barbara Ann Karmanos Cancer Institute, Detroit, MI, <sup>2<\/sup>University of California Irvine School of Medicine, Orange, CA, <sup>3<\/sup>Henry Ford Health, Detroit, MI, <sup>4<\/sup>School of Medicine, University of Alabama, Birmingham, MI","CSlideId":"","ControlKey":"fef7065e-02cb-4ce0-96b4-c83782202d38","ControlNumber":"2682","DisclosureBlock":"&nbsp;<b>H. Y. Khan, <\/b> None..<br><b>A. Aboukameel, <\/b> None..<br><b>M. Uddin, <\/b> None..<br><b>S. F. Bannoura, <\/b> None..<br><b>K. Keffri, <\/b> None..<br><b>M. Jasti, <\/b> None..<br><b>R. Virga, <\/b> None..<br><b>S. Motorwala, <\/b> None..<br><b>K. Choucair, <\/b> None..<br><b>T. Hadid, <\/b> None..<br><b>M. Al-Hallak, <\/b> None..<br><b>E. Beal, <\/b> None..<br><b>M. Tobon, <\/b> None..<br><b>R. Beydoun, <\/b> None..<br><b>G. Dyson, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>M. Nagasaka, <\/b> None..<br><b>P. A. Philip, <\/b> None..<br><b>B. El-Rayes, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>A. Shields, <\/b> None..<br><b>R. Mohammad, <\/b> None..<br><b>B. Pasche, <\/b> None..<br><b>A. Azmi, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7525","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4574","PresenterBiography":"","PresenterDisplayName":"Husain Khan, PhD","PresenterKey":"0fe57a75-2ff5-4521-96be-df9bacedd0e7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4574. Next generation nuclear export blocker KPT8602 synergizes with KRAS<sup>G12D<\/sup> inhibitor MRTX1133 resulting in improved antitumor effects against pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Next generation nuclear export blocker KPT8602 synergizes with KRAS<sup>G12D<\/sup> inhibitor MRTX1133 resulting in improved antitumor effects against pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Fibroblast Growth Factor 3 (FGFR3) genomic alterations are oncogenic drivers in ~15% of bladder cancer patients. A novel FGFR inhibitor, Erdafitinib, was FDA approved in 2019 based off a Phase II trial with an overall response rate of 40%. However, the majority of patients rapidly relapse at a median of 6 months, requiring combination therapies to prevent drug resistance. We hypothesized that a genome-wide CRISPR screen would identify Erdafitinib-sensitizing co-targets. We screened UM-UC-14, an S249C FGFR3 mutated bladder cancer cell line, and identified Cyclin C as a top hit in addition to known MAPK effectors such as ERK2 and SHP2. Cyclin C is a non-cell cycle related cyclin and part of the CDK8\/19 kinase module of Mediator. Pharmacological validation in 4 FGFR3 altered cell lines confirmed a high degree of synergy between Erdafitinib and the CDK8\/19 inhibitor Sel120, while no effect was seen in 2 wildtype cell lines, suggesting strong specificity. Moreover, the synergy in FGFR3-mutant cells was superior to that of SHP2 inhibitor SHP099 or the ERK inhibitor BVD-523. Similarly, GATA3 and PPARG also scored highly in our CRISPR screen. These transcription factors have been shown to be sufficient to enforce a luminal identity but not necessarily to maintain it. We validated these 3 genes as sensitizers and show in luminal cells that loss of either GATA3 or PPARG leads to loss of luminal markers and gain of basal markers. In contrast, cells treated with Sel120 showed, on RNAseq, an increase in basal markers without loss of luminal markers. Interestingly, our data suggests that the gain of basal markers, commonly associated with a worse prognosis, is associated with a strong sensitization to FGFR inhibition in FGFR3 alteration driven bladder cancer. We conducted a xenograft experiment confirming that mice responded well to single agent Erdafitinib, but without frank tumor regression. By contrast, Sel120+Erdafitinib induced complete responses in 8\/10 mice compared to 6\/10 mice for SHP099+Erdafitinib. Remarkably, after 60 days of daily drugging and a 20-day washout, the tumors did not grow back in the complete responders. Importantly, no loss of body weight or other signs of morbidity were found. Our results suggest an immediate and promising benefit in combining either CDK8\/19 or SHP2 inhibitors with Erdafitinib in treating patients with FGFR3 alteration driven bladder cancers. Furthermore, we identified a strategy in targeting lineage modulators as sensitizers to existing therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-04 Differentiation therapy,,"},{"Key":"Keywords","Value":"Combination therapy,Lineage-specifier dependency,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Koleilat<\/b>, Y. Zhu, L. Kwong; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"2f3cf94f-95cb-4721-8620-1e789ac2b854","ControlNumber":"6426","DisclosureBlock":"&nbsp;<b>M. Koleilat, <\/b> None..<br><b>Y. Zhu, <\/b> None..<br><b>L. Kwong, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7660","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4575","PresenterBiography":null,"PresenterDisplayName":"Mohamad Karim Koleilat, MD","PresenterKey":"81ea8179-f161-4ed4-b685-10be66334e94","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4575. FGFR3 altered bladder cancer exhibits a lineage-dependent vulnerability","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"285","SessionOnDemand":"False","SessionTitle":"Drug Combinations","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FGFR3 altered bladder cancer exhibits a lineage-dependent vulnerability","Topics":null,"cSlideId":""}]