[{"Abstract":"Background: Triple-negative breast cancer accounts for approximately 10~15% of all breast cancers and is characterized by the absence of ER, PR, and HER2 receptors, making targeted therapies challenging due to the lack of biomarkers. ADAMTSs (ADAM metallopeptidase with thrombospondin) are complex extracellular proteases known for their roles in facilitating cancer cell proliferation and safeguarding tumor functions. This enzyme is secreted by cancer cells and various immune cells, influencing the tumor microenvironment. ADAMTSs modulate cellular adhesion, migration, proliferation, and vascular development by cleaving components of the extracellular matrix and regulatory factors such as chemokines and cytokines. Our aim is to positively manipulate the tumor microenvironment of triple-negative breast cancer by inhibiting ADAMTSs, presenting a new strategy for treating this challenging type of breast cancer that lacks targeted therapeutic options.<br \/>Results: To confirm the anticancer effects of a protease inhibitor concurrently targeting ADAMTS4 and 5, a co-culture of triple-negative breast cancer cells (MDA-MB-157) and THP-1 was established to artificially create a tumor microenvironment. Subsequently, a wound healing assay was conducted, revealing that treatment with the ADAMTS4 and 5 dual inhibitor effectively inhibited cancer cell migration. This observed anticancer effect is attributed to the inhibition of CXCL16 secretion by the ADAMTS4 and 5 dual inhibitor. To verify the anti-tumor mechanisms of ADAMTS4 and 5, MDA-MB-157 cells, a triple-negative breast cancer cell line, were treated with IFN&#947; and TNF&#945; to promote CXCL16 secretion artificially. Upon treatment with varying concentrations of the ADAMTS4,5 dual inhibitor, it was confirmed that the secretion of CXCL16 was inhibited in a dose-dependent manner. In a mouse model with transplanted 4T1 breast cancer cells, treatment with the ADAMTS4,5 dual inhibitor resulted in the suppression of CXCL16 secretion, leading to an increase in M1 macrophages. Additionally, it was observed that the inhibitor induced CD8<sup>+<\/sup> T cell activation. These regulation and changes of immune cells through inhibition of ADAMTS4 and 5 control the TME to resist tumor cells.<br \/>Conclusion: ADAMTSs are known as protein-degrading enzymes responsible for the degradation, modification, and regulation of proteins. Recent research has revealed that ADAMTSs play a crucial role in the proliferation and survival of cancer. Activation of ADAMTS4 and 5 has been shown to promote the secretion of CXCL16, leading to the differentiation of macrophages into tumor-associated macrophages. Specifically, ADAMTS4 and 5 convert membrane-bound CXCL16 into a soluble form, exacerbating the tumor microenvironment of triple-negative breast cancer. Therefore, inhibiting ADAM4,5 is intended to change or maintain TME in a suitable state for anti-cancer therapy, which could lead to a new strategy for anti-cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Tumor microenvironment,Targeted therapy,Tumor associated macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Lee<\/b>, S. Kim, S. Kim, Y. Kim, S. Lee, S. Ha, Y. Lee, J. Yang; <br\/>Cellus, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"f46ccb7d-a327-4ec5-b2e0-06c68af69632","ControlNumber":"3012","DisclosureBlock":"&nbsp;<b>C. Lee, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>S. Ha, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>J. Yang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8395","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2893","PresenterBiography":null,"PresenterDisplayName":"Cham Han Lee, MS","PresenterKey":"9eb664ab-b86b-4b32-9963-19923717fa13","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2893. Inhibition of ADAMTS4 and 5 to regulate the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of ADAMTS4 and 5 to regulate the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose of the study:<\/b> The final aim of the study is to disrupt the deleterious effect of the tumor microenvironment by targeting inducible Nitric Oxide Synthase 2 (NOS2). NOS2 has a role in cancer cell proliferation and immune cells inactivation. It is upregulated by cytokines released from the tumor proinflammatory environment and the adipose tissue. By targeting and reverting NOS2 functions, we want to develop a therapeutic modality that inhibits endometrioid ovarian cancer (EOC) progression and reactivates the immune response in the ovarian cancer tumor microenvironment (OC-TME).<br \/><b>Experimental procedures: <\/b> We analyzed ovarian cancer patients&#8217; cohorts using TNMPlot, Kaplan-Meier Plotter and The Human Protein Atlas. We simulated the tumor proinflammatory microenvironment by administering Interferon-gamma (IFN-&#978;, 25 ng\/mL), Interleukin 1 Beta (IL1-&#946;, 10 ng\/mL), Tumor Necrosis Factor-alpha (TNF-&#945;, 10 ng\/mL) on A2780 EOC human cell line. We also administered conditioned media (CM) from breast fat adipose tissue to assess the influence of lipid components on cytokines release. After upregulating NOS2, we tested the efficacy of Cisplatin in combination with L-NMMA, a NOS2 inhibitor, on A2780 cells through proliferation assays using RealTime-Glo&#8482; MT Cell Viability Assay (Promega&#174;). In addition, to assess the immune landscape in ovarian cancer, we developed a syngeneic model administering ID8 cells (murine OC cell line) through intraperitoneal injection (IP) in C57BL\/6 mice.<br \/><b>Results:<\/b> The findings indicated higher NOS2 RNA expression levels in tumors than in normal samples according to TNMPlot (p = 6.84e-01). KMPlotter analysis revealed that patients with high NOS2 expression treated with Cisplatin had a significantly shorter survival rate (10.64 months) compared to those with lower NOS2 expression (25 months, p = 0.0088). Patients untreated with Cisplatin and exhibiting high NOS2 expression also showed lower survival rates (11 months) than those with lower NOS2 expression (34 months, p = 0.056). Furthermore, cytokine treatments increased NOS2 protein levels in A2780 cells after 48 hours, and CM similarly elevated NOS2 protein levels. Subsequent administration of Cisplatin and Cisplatin + L-NMMA to cytokine-treated A2780 cells notably reduced cell proliferation by 85% and 89%, respectively.<br \/><b>Conclusion: <\/b>Taken together, our results showed the importance of a proinflammatory environment and adipose tissue in NOS2 upregulation. These findings show a potential correlation between endometriosis, obesity, and endometrioid ovarian cancer. With the development of an in vivo and in vitro model, we can gain a better understanding of the role of NOS2 in immune inactivation as well as in cell proliferation in EOC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"iNOS,Immune cells,Cancer,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Melone<\/b><sup>1<\/sup>, M. Li<sup>1<\/sup>, I. Uzair<sup>1<\/sup>, M. Chervo<sup>1<\/sup>, K. Ortega<sup>1<\/sup>, W. Qian<sup>1<\/sup>, J. Zhou<sup>1<\/sup>, L. Guzman<sup>1<\/sup>, S. Hynes<sup>2<\/sup>, S. Glynn<sup>2<\/sup>, C. Thomas<sup>1<\/sup>, P. Matre<sup>1<\/sup>, L. Francis<sup>3<\/sup>, J. Chang<sup>1<\/sup>; <br\/><sup>1<\/sup>Houston Methodist Research Institute, Houston, TX, <sup>2<\/sup>University of Galway, Galway, Ireland, <sup>3<\/sup>Swansea University, Swansea, United Kingdom","CSlideId":"","ControlKey":"9bfb6a94-6c64-4dbb-b25e-09727c2c9c16","ControlNumber":"7786","DisclosureBlock":"&nbsp;<b>G. Melone, <\/b> None..<br><b>M. Li, <\/b> None..<br><b>I. Uzair, <\/b> None..<br><b>M. Chervo, <\/b> None..<br><b>K. Ortega, <\/b> None..<br><b>W. Qian, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>L. Guzman, <\/b> None..<br><b>S. Hynes, <\/b> None..<br><b>S. Glynn, <\/b> None..<br><b>C. Thomas, <\/b> None..<br><b>P. Matre, <\/b> None..<br><b>L. Francis, <\/b> None..<br><b>J. Chang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8396","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2894","PresenterBiography":null,"PresenterDisplayName":"Gianmarco Melone, MS","PresenterKey":"4b67c115-9bcc-42cb-bfa8-37e7c50e892b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2894. Targeting NOS2 and the tumor microenvironment in endometrioid ovarian cancer: Implications for treatment and survival","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting NOS2 and the tumor microenvironment in endometrioid ovarian cancer: Implications for treatment and survival","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Pancreatic cancer (PDAC) patients have poor prognosis partly due to excessive activity of cancer-associated fibroblasts (CAFs). CAFs drive the fibrosis that causes excessive type III collagen and extracellular matrix deposition that in turn reduces drug response resulting in poor survival. In support, high levels of the type III collagen serum biomarker PRO-C3 correlates with poor survival in PDAC. TGF-&#946; is thought to be the main driver of PRO-C3 and tumor fibrosis. Cytokines such as Interleukin 1 (IL-1) play a key role in the pancreatic tumor microenvironment and may play a role in tumor fibrosis as well. In this study, we first investigated the potential of IL-1 in activating fibroblasts to drive fibrosis and produce PRO-C3. Subsequently, we established a co-culture of pancreatic cancer cells and pancreatic CAFs to investigate the anti-fibrotic properties of nadunolimab, an antibody that blocks IL-1 signaling by targeting IL-1 Receptor Accessory Protein (IL1RAP). Nadunolimab is currently in phase I\/IIa clinical development for treatment of pancreatic cancer (CANFOUR, NCT03267316). Methods: Human primary pancreatic cancer-associated fibroblasts (CAFs) were cultured in Ficoll-media (Scar-in-a-jar, SiaJ) supplemented with TGF-&#946;, IL-1&#945; or IL-1&#946;. The fibrotic activity of the fibroblasts was investigated by measuring the formation of type III collagen (PRO-C3) at days 3, 6, 9 and 12. Then, pancreatic cancer cells (BxPc3) and pancreatic CAFs were cultured either alone or in a co-culture. Nadunolimab or isotype control were added at the start of these cultures and supernatants were collected after three days. The level of PRO-C3 was measured by ELISA. Results: Both IL-1&#945; or IL-1&#946; were equipotent to TGF-&#946; in inducing PRO-C3 in the SiaJ monoculture, indicating that IL-1 is pro-fibrotic. In addition, when cancer cells and CAFs were co-cultured, PRO-C3 levels increased compared to single-cell cultures (1.5-6-fold). When co-cultures were treated with nadunolimab, the induction of PRO-C3 was blocked to levels similar to monocultures, whereas the isotype control had no effect on PRO-C3 levels. Conclusion: IL-1 activated fibroblasts and induced type III collagen formation (PRO-C3), suggesting that IL-1 is a driver of tumor fibrosis. In support, pancreatic tumor cells induced collagen type III formation (PRO-C3) in pancreatic CAFs and blockade of IL1RAP with nadunolimab inhibited this collagen formation. Thus, nadunolimab may have anti-fibrotic properties and PRO-C3 could potentially be used for prognostic\/predictive enrichment and as a pharmacodynamic marker in future studies evaluating anti-IL-1 modalities in PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Fibroblasts,Cytokines,Interleukin-1,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"N. I. Nissen<sup>1<\/sup>, N. Hansen<sup>2<\/sup>, E. Jaensson Gyllenbäck<sup>3<\/sup>, C. R. Millrud<sup>3<\/sup>, M. Järås<sup>2<\/sup>, D. Liberg<sup>3<\/sup>, M. A. Karsdal<sup>1<\/sup>, <b>N. Willumsen<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Nordic Bioscience, Herlev, Denmark, <sup>2<\/sup>Lund University, Lund, Sweden, <sup>3<\/sup>Cantargia, Lund, Sweden","CSlideId":"","ControlKey":"eb07136c-7745-413f-a394-0d3ebf3e9fce","ControlNumber":"6212","DisclosureBlock":"<b>&nbsp;N. I. Nissen, <\/b> <br><b>Nordic Bioscience<\/b> Employment.<br><b>N. Hansen, <\/b> None.&nbsp;<br><b>E. Jaensson Gyllenbäck, <\/b> <br><b>Cantargia AB<\/b> Employment. <br><b>C. R. Millrud, <\/b> <br><b>Cantargia AB<\/b> Employment.<br><b>M. Järås, <\/b> None.&nbsp;<br><b>D. Liberg, <\/b> <br><b>Cantargia<\/b> Employment. <br><b>M. A. Karsdal, <\/b> <br><b>Nordic Bioscience<\/b> Employment, Stock. <br><b>N. Willumsen, <\/b> <br><b>Nordic Bioscience<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8397","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2895","PresenterBiography":null,"PresenterDisplayName":"Nicholas Willumsen, PhD","PresenterKey":"41f5507a-f762-4998-8b09-323fa2d024e9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2895. ILRAP blockade mediates anti-fibrotic effects in pancreatic cancer-associated fibroblasts","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ILRAP blockade mediates anti-fibrotic effects in pancreatic cancer-associated fibroblasts","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer remains one of the deadliest malignancies, with limited therapeutic options and a poor prognosis due to delayed symptom presentation and disease detection. Pancreatic ductal adenocarcinoma (PDAC) has a 5-year survival rate of less than 8%, predominantly attributed to oncogenic KRAS mutations and loss-of-function mutations in TP53, SMAD4, and P16. Our lab is interested in studying Transglutaminase 2 (TGM2), a multifunctional enzyme involved in protein cross-linking and cellular signaling, because it is highly correlated with cancer cell survival, malignancy, metastasis, and treatment resistance. Clinically, overexpression of TGM2 is associated with poorer survival in patients with Pancreatic Ductal Adenocarcinoma so it is imperative to understand the mechanism of its action in disease progression. To elucidate the role of TGM2 in PDAC, we studied the targeted deletion of TGM2 in the context of a mouse model of PDAC and saw a significant reduction in PDAC incidence and precursor lesion formation, suggesting that TGM2 has a role in the tumor microenvironment. Using single cell sequencing, we found TGM2 levels to be elevated in certain cell populations, specifically endothelial cells and cancer cells. We discovered high TGM2 levels in TIE2-GFP mouse vessels and subsequently found high TGM2 levels in patient tumor vasculature. Further studies aim to conditionally ablate TGM2 in endothelial cells to assess its mechanistic involvement in PDAC initiation and progression. Additionally, we are studying concurrent conditional TGM2 and SMAD4 deletions in mice to investigate pancreatic cancer precursor lesion formation and are further evaluating the protective mechanisms of a TGM2 deletion in a more aggressive mouse model of PDAC. Our preliminary findings substantiate TGM2 as a critical player in PDAC pathogenesis, opening avenues for targeted therapeutics to ultimately improve patient prognosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Endothelial cells,Transglutaminase 2,Patient-derived xenograft (PDX) models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Wright<\/b>, A. Atfi; <br\/>Virginia Commonwealth University - VCU, Richmond, VA","CSlideId":"","ControlKey":"5fbadbd0-b2e7-4415-a4d6-27fe1c1362bf","ControlNumber":"4971","DisclosureBlock":"&nbsp;<b>P. Wright, <\/b> None..<br><b>A. Atfi, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8398","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2896","PresenterBiography":null,"PresenterDisplayName":"Polina Wright","PresenterKey":"7f88c119-a31f-4c25-8133-6d9a0eebf904","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2896. Elucidating the role of transglutaminase 2 (TGM2) in pancreatic ductal adenocarcinoma pathogenesis and its therapeutic implications","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elucidating the role of transglutaminase 2 (TGM2) in pancreatic ductal adenocarcinoma pathogenesis and its therapeutic implications","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Desmoplasia is often associated with adverse outcomes in cancer, particularly in esophageal cancers characterized by stroma-rich environments and poor prognoses. The dense extracellular matrix (ECM) within the stroma hinders effective drug delivery, primarily due to elevated interstitial pressure. Cancer-associated fibroblasts (CAFs) of the tumor microenvironment deteriorate this issue by promoting cancer proliferation and ECM production. We have developed a photoimmunotherapy targeting these CAFs via fibroblast activation protein (FAP-PIT), which has demonstrated notable antitumor efficacy in CAF-rich tumors that are typically chemoresistant. This study explores the potential of FAP-PIT to enhance drug delivery in CAF-rich tumors.<br \/>Methods: We have conjugated Sibrotuzumab, a clinically-trialed FAP antibody with the photosensitizer IR700DX for application in FAP-PIT. We compared the protein expression levels of ECM components&#8212;collagen I (Col I) and hyaluronic acid (HA)&#8212;between CAFs and normal fibroblasts (NFs) in vitro. Spheroid models, both CAF-poor (solely cancer cells) and CAF-rich (cancer cells plus fibroblasts), were employed to assess drug uptake. Additionally, 140 esophageal cancer cases from 2008 to 2010 were retrospectively analyzed. In vivo, we induced bilateral subcutaneous tumors to apply FAP-PIT, monitoring drug uptake using in vivo imaging systems (IVIS) and immunohistochemistry (IHC).<br \/>Results: Initially, we determined how significantly CAFs impede the drug delivery. In vitro, CAFs secreted higher levels of Col I and HA compared to NFs. Clinically, the expression of Col I and HA consistently showed a positive correlation with &#945;-smooth muscle actin (&#945;SMA) and FAP. CAF-rich spheroids exhibited significantly reduced uptake of fluorescently labeled chemotherapy compared to CAF-poor spheroids. Conversely, FAP-PIT enhanced drug penetration in CAF-rich spheroids through CAFs depletion and ECM remodeling. In vivo studies further demonstrated that FAP-PIT significantly increased Panitumumab and nab-Paclitaxel accumulation in CAF-rich tumors, leading to superior antitumor efficacy. IHC analysis validated the significant reduction of CAFs and Col I.<br \/>Conclusion: The ECM, including CAFs, poses a barrier to drug delivery. Our findings indicate that FAP-PIT can effectively enhance drug penetration in CAF-rich tumors, presenting a novel therapeutic strategy to overcome drug resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Cancer-associated fibroblasts,Extracellular matrix,Drug delivery,Collagen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Nishimura<\/b><sup>1<\/sup>, K. Noma<sup>1<\/sup>, T. Matsumoto<sup>1<\/sup>, T. Takahashi<sup>1<\/sup>, Y. Takeda<sup>1<\/sup>, H. Matsumoto<sup>1<\/sup>, T. Kunitomo<sup>1<\/sup>, K. Kawasaki<sup>1<\/sup>, H. Kashima<sup>1<\/sup>, T. Kato<sup>1<\/sup>, S. Kikuchi<sup>1<\/sup>, T. Ohara<sup>1<\/sup>, H. Tazawa<sup>2<\/sup>, T. Fujiwara<sup>1<\/sup>; <br\/><sup>1<\/sup>Okayama Univ. Graduate School of Med., Okayama, Japan, <sup>2<\/sup>Okayama Univ., Okayama, Japan","CSlideId":"","ControlKey":"8c47c838-ef63-445a-8ceb-31530fc1c299","ControlNumber":"1233","DisclosureBlock":"&nbsp;<b>S. Nishimura, <\/b> None..<br><b>K. Noma, <\/b> None..<br><b>T. Matsumoto, <\/b> None..<br><b>T. Takahashi, <\/b> None..<br><b>Y. Takeda, <\/b> None..<br><b>H. Matsumoto, <\/b> None..<br><b>T. Kunitomo, <\/b> None..<br><b>K. Kawasaki, <\/b> None..<br><b>H. Kashima, <\/b> None..<br><b>T. Kato, <\/b> None..<br><b>S. Kikuchi, <\/b> None..<br><b>T. Ohara, <\/b> None..<br><b>H. Tazawa, <\/b> None..<br><b>T. Fujiwara, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8399","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2897","PresenterBiography":null,"PresenterDisplayName":"Seitaro Nishimura","PresenterKey":"dd1be41d-a4e5-4c83-8def-ad923e978479","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2897. Cancer associated fibroblasts targeted photoimmunotherapy improves drug delivery","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer associated fibroblasts targeted photoimmunotherapy improves drug delivery","Topics":null,"cSlideId":""},{"Abstract":"Therapies targeting the androgen receptor (AR) as the main driver of prostate cancer (PCa) can lead to various mechanisms of resistance and promote progression to castration-resistant PCa (CRPC), which has a median survival of only 13-23 months. Amongst recurrent CRPC, 17%-30% of patients develop neuroendocrine prostate cancer (NEPC), which is a PCa subtype characterized by a unique histology. NEPC exhibits a loss of AR signaling during neuroendocrine transdifferentiation which results in resistance to AR-targeted therapies and gain of cell characteristics resembling poorly differentiated neuroendocrine tumors. Despite advances in the understanding of NEPC development, treatment options remain limited, with platinum-based chemotherapy as the first-line treatment for both de novo and treatment-induced NEPC. However, response to first-line chemotherapy in NEPC is short, with a median survival of only seven months. The poor prognosis of NEPC is attributed in part to late diagnosis and a lack of effective therapeutic agents. Our previous work demonstrated that NEPC and AR-negative PCa exhibit higher dependency on the lipid kinase PIKfyve than AR-positive CRPC. Thus, development of PIKfyve inhibitory therapies targeting the emergent vulnerabilities of NEPC or AR-negative forms of PCa is a promising approach.<br \/>Using a proteolysis targeting chimera (PROTAC) technology, we designed a class of PIKfyve specific degrader. The <i>in vitro<\/i> degradation efficiency were determined by immunoblotting, and DC50s (degradation concentration at 50%) were calculated for top candidates. Pharmacokinetic and pharmacodynamic were evaluated for <i>in vivo<\/i> study. In summary, we have developed a class of PIKfyve specific degrader using the E3 ligase von Hippel-Lindau (VHL) as a ligand via a diverse set of linkers. Mechanistic studies revealed that it induced PIKfyve degradation in a VHL- and proteasome-dependent manner.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Autophagy,PROTAC,Neuroendocrine tumors,PIKfyve,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Qiao<\/b><sup>1<\/sup>, C. Li<sup>2<\/sup>, Y. Zheng<sup>1<\/sup>, X. Jiang<sup>1<\/sup>, S. N. Yee<sup>1<\/sup>, C. Cheng<sup>1<\/sup>, Y. Bao<sup>1<\/sup>, Y. Zhang<sup>1<\/sup>, Y. Wang<sup>3<\/sup>, Z. Wang<sup>2<\/sup>, K. Ding<sup>2<\/sup>, A. Chinnaiyan<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Michigan Medical School, Ann Arbor, MI, <sup>2<\/sup>Shanghai Institute of Organic Chemistry, Chinese Academy of Sciences, Shanghai, China, <sup>3<\/sup>The Vancouver Prostate Centre, The University of British Columbia, Vancouver, BC, Canada","CSlideId":"","ControlKey":"425d528e-7a7d-4647-a146-39975cd68f67","ControlNumber":"4568","DisclosureBlock":"&nbsp;<b>Y. Qiao, <\/b> None..<br><b>C. Li, <\/b> None..<br><b>Y. Zheng, <\/b> None..<br><b>X. Jiang, <\/b> None..<br><b>S. N. Yee, <\/b> None..<br><b>C. Cheng, <\/b> None..<br><b>Y. Bao, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>K. Ding, <\/b> None.&nbsp;<br><b>A. Chinnaiyan, <\/b> <br><b>Esanik Therapeutics<\/b> Scientific Advisory Board.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8400","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2898","PresenterBiography":null,"PresenterDisplayName":"Yuanyuan Qiao, D Phil","PresenterKey":"55c1397a-ae5a-48c6-89f9-d759519784c8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2898. Development of the lipid kinase PIKfyve PROTAC degrader against neuroendocrine prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of the lipid kinase PIKfyve PROTAC degrader against neuroendocrine prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is a highly lethal malignancy with poor response rate to therapy. An immune suppressive tumor microenvironment (TME) and oncogenic mutations in KRAS have been implicated as drivers of resistance to both conventional and immune therapies. As such, targeting RAS\/MAPK signaling is an attractive strategy. However, RAS\/MAPK inhibition has not yet shown clinical efficacy for PDAC, likely due to rapid acquisition of resistance in PDAC cells. Tumor intrinsic mechanisms of resistance to RAS\/MAPK have been studied, however, the unique PDAC TME may also be a key driver in resistance. Previous studies have shown that FAK inhibition can reprogram the PDAC TME and delay PDAC progression in animal models. Herein, we found that long-term FAK inhibitor treatment led to hyperactivation of the RAS\/MAPK pathway in both genetically engineered mouse models and in post-treatment PDAC tissues from FAK inhibitor clinical trials. Concomitant inhibition of both FAK (VS-4718) and RAF\/MEK (avutometinib) signaling dramatically suppressed tumor growth, leading to increased survival across multiple PDAC mouse models. The mechanisms of synergy include both changes in tumor-intrinsic signaling and modulation of tumor\/stroma interactions that drive avutometinib resistance. In the TME, we found that cancer associated fibroblasts (CAFs) can impair the downregulation of cMyc by RAF\/MEK inhibition in PDAC cells. This resulted in de-novo resistance to RAF\/MEK inhibition in fibrotic conditions. By contrast, FAK inhibitors reprogramed CAFs to suppress the production of key growth factors, including FGF1, that drove resistance to RAF\/MEK inhibition. While combined FAK and RAF\/MEK inhibition only led to disease stasis, the addition of chemotherapy to the combination led to tumor regression and improved long-term survival in PDAC mouse models. Analysis of tumor immunity showed that the combination of FAK and RAF\/MEK inhibition improved anti-tumor immunity and improved priming of T cell responses, which was further improved with the addition of chemotherapy. These findings led to testing of FAK (defactinib) plus RAF\/MEK (avutometinib) inhibition in combination with gemcitabine and nab-paclitaxel in advanced front-line pancreatic cancer patients (RAMP 205; NCT05669482). Finally, we tested whether addition of immunotherapy could enhance the efficacy of FAKi + RAF\/MEKi + chemotherapy and found that addition of either PD-1 or CTLA4\/PD-1 blockade led to long term disease control in PDAC animal models. Together, these studies identified FAK inhibition as a novel approach to overcome both tumor intrinsic and stromal-derived resistance to RAS\/MAPK inhibition and showed that this combination can be exploited to increase the efficacy of cytotoxic and immunotherapy approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Stroma,Focal adhesion kinase (FAK),MEK inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X. Liu<\/b><sup>1<\/sup>, J. Baer<sup>1<\/sup>, B. Knolhoff<sup>1<\/sup>, G. Hogg<sup>1<\/sup>, F. Ahmad<sup>1<\/sup>, S. Coma<sup>2<\/sup>, J. Pachter<sup>2<\/sup>, K. Lim<sup>1<\/sup>, D. DeNardo<sup>1<\/sup>; <br\/><sup>1<\/sup>Washington University in St. Louis, Saint Louis, MO, <sup>2<\/sup>Verastem Oncology, Needham, MA","CSlideId":"","ControlKey":"876b692d-fd9b-45a5-b0ad-3ba4d5bd0ed6","ControlNumber":"3312","DisclosureBlock":"&nbsp;<b>X. Liu, <\/b> None..<br><b>J. Baer, <\/b> None..<br><b>B. Knolhoff, <\/b> None..<br><b>G. Hogg, <\/b> None..<br><b>F. Ahmad, <\/b> None.&nbsp;<br><b>S. Coma, <\/b> <br><b>Verastem Oncology<\/b> Employment, She is employees from Verastem Oncology. <br><b>J. Pachter, <\/b> <br><b>Verastem Oncology<\/b> Employment, He is the employees from Verastem Oncology.<br><b>K. Lim, <\/b> None..<br><b>D. DeNardo, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8401","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2899","PresenterBiography":null,"PresenterDisplayName":"Xiuting Liu, PhD","PresenterKey":"641bd517-77fd-4298-8b2f-c4a1b4f01f1f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2899. Combined inhibition of RAF, MEK and FAK increases PDAC responsiveness to cytotoxic- and immune therapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combined inhibition of RAF, MEK and FAK increases PDAC responsiveness to cytotoxic- and immune therapy","Topics":null,"cSlideId":""},{"Abstract":"Cancer-associated fibroblasts (CAFs) are a potential target for optimizing therapeutic strategies against melanoma. However, a major unknown still exists in CAFs, which is how CAFs maintain and even reinforce their functions in drug therapy and influence melanoma cell drug sensitivity. Yes-associated protein 1 (YAP1) is the master regulator that shuttles between the cytoplasm and nucleus in CAFs. Apparently, proteins associated with nuclear YAP1 in CAFs when treated with BRAF inhibitor (BRAFi) can potentially influence tumor drug response. Here we unveil that CAFs require the YAP1 function to proliferate, migrate, remodel the cytoskeletal machinery and matrix, and promote cancer cell invasion. Ablating YAP1 in CAFs increases the response of BRAF-mutant melanoma cells to BRAFi and MEK inhibitor (MEKi) <i>in vivo<\/i> and <i>in vitro<\/i>. Using an approach termed RIME (Rapid Immunoprecipitation Mass Spectrometry), we purified nuclear YAP1 and identified protein arginine methyl transferase 1 (PRMT1) as a major YAP1 binding partner in BRAFi-treated CAFs. Binding PRMT1 to YAP1 was confirmed by Co-immunoprecipitation and proximity ligation assay, and YAP1 deficiency in CAFs diminishes the nuclear accumulation of PRMT1, suggesting BRAFi-induced nuclear translocation of PRMT1 in CAFs requires the formation of YAP1 and PRMT1 complex. Silencing PRMT1 expression in CAFs not only deprives them of their ability to proliferate and to induce BRAF mutant melanoma cell resistance to BRAFi and MEKi. PRMT1 is a type I R-methyltransferase that mediates arginine methylation in human cells, which was known to be recruited to chromatin and exert its enzymatic activity to methylate<br \/>Arg3 of histone H4 (H4R3). Using Histone H4 Modification Multiple Assay, we observed a global increase in Histone H4 methylation, especially H4R3 methylation, in CAFs in response to BRAFi stimulation, suggesting increased chromatin unfolding and accessibility and transcription activation. When YAP1 or PRMT1 expression was silenced, H4R3 methylation was notably suppressed, indicating BRAFi-induced H4R3 methylation was indeed driven by the YAP1 and PRMT1 signaling axis. In conclusion, our data disclose a novel BRAFi-induced YAP1-PRMT1-mediated epigenetic mechanism that reprograms CAFs through H4R3 methylation-directed transcriptional activation to reinforce their drug-resistant functions and modulate melanoma cell drug sensitivity. Moreover, the discovery of PRMT1 as a key player in the intricate molecular mechanisms that govern epigenetic regulation in CAFs in response to BRAFi treatment suggest PRMT1 as a potential CAF target in cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Microenvironment,Melanoma\/skin cancers,Epigenetics,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Xiao<\/b>, L. Zhou, Y. Zhang; <br\/>University of Cincinnati, Cincinnati, OH","CSlideId":"","ControlKey":"7fbac528-c71d-4165-ac62-49fff6ae2471","ControlNumber":"5656","DisclosureBlock":"&nbsp;<b>Y. Xiao, <\/b> None..<br><b>L. Zhou, <\/b> None..<br><b>Y. Zhang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8402","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2900","PresenterBiography":null,"PresenterDisplayName":"Yao Xiao, MS","PresenterKey":"21a87e49-f86f-4de1-8762-8cb4c198e2ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2900. BRAFi-induced epigenetic switch drives the reprogramming of resistant cancer-associated fibroblasts","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BRAFi-induced epigenetic switch drives the reprogramming of resistant cancer-associated fibroblasts","Topics":null,"cSlideId":""},{"Abstract":"Tumor-associated macrophages (TAMs) primarily exist in the M2-like phenotype in the tumor microenvironment (TME). M2-TAMs contribute to tumor progression by establishing an immunosuppressive environment. However, TAM targeting is hindered, mainly owing to a lack of specific biomarkers for M2-TAMs. Herein, we verified that TB511, a fusion peptide comprising a TAM-targeting peptide and the pro-apoptotic peptide dKLA, could preferentially bind to active CD18 in M2-TAMs, inducing apoptosis; it was less toxic to other tissue-resident macrophage lineages. TB511 suppressed tumor progression in various cancer models and humanized mouse models. Removal of M2-TAMs by TB511 significantly increased the infiltration of tumor-killing cells, such as granzyme B-positive CD8<sup>+<\/sup> T cells and natural killer cells, in the TME. Collectively, our findings suggest that targeting CD18 in M2-TAMs using peptide drugs is a potential strategy for immunotherapy in various tumors, including non-small cell lung cancer, colorectal cancer, hepatocellular carcinoma, renal cell carcinoma, and prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Tumor associated macrophages,Cancer immunotherapy,Targeted therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Ilsoeb Choi<\/b><sup>1<\/sup>, Ik-Hwan Han<sup>1<\/sup>, Soyoung Kim<sup>1<\/sup>, Juwon Yang<sup>2<\/sup>, Hye Yeon Kim<sup>1<\/sup>, Daehwan Park<sup>1<\/sup>, Hongseo Choi<sup>3<\/sup>, Jeongyoon Choi<sup>3<\/sup>, Heekyung Lee<sup>3<\/sup>, Jin Sun Shin<sup>3<\/sup>, Jinho Kim<sup>2<\/sup>, Jihwan Moon<sup>2<\/sup>, Hyunsu Bae<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Physiology, College of Korean Medicine, Kyung Hee University, Seoul, Korea, Republic of,<sup>2<\/sup>Department of Korean Medicine, College of Korean Medicine, Kyung Hee University, Seoul, Korea, Republic of,<sup>3<\/sup>R&D Center, Twinpig Biolab Inc., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"5c376c7d-8c22-40e6-ba41-52ce7510f055","ControlNumber":"467","DisclosureBlock":"&nbsp;<b>I. Choi, <\/b> None..<br><b>I. Han, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>D. Park, <\/b> None..<br><b>H. Choi, <\/b> None..<br><b>J. Choi, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>J. Shin, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Moon, <\/b> None..<br><b>H. Bae, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8403","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2901","PresenterBiography":null,"PresenterDisplayName":"Ilsoeb Choi, BS","PresenterKey":"186227ab-d0e7-4732-bf65-695c817fffba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2901. The apoptotic peptide TB511 targets activated CD18 and suppresses solid tumor progression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The apoptotic peptide TB511 targets activated CD18 and suppresses solid tumor progression","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Although recent advances in immunotherapy for metastatic melanoma have transformed the treatment paradigm for a disease that once carried a grim prognosis, nearly 50% of patients fail to reach a complete response to immune checkpoint blockade (ICB) due to multiple mechanisms of tumor-induced immune resistance. These challenges are amplified in the CNS tumor microenvironment (TME) where metastatic brain melanoma (MBM) demonstrates diminished clinical benefit to ICB treatment. A deeper understanding of these mechanisms are required to improve therapeutic response to ICB for these patients. Our group has previously identified that aberrant activation of the myddosomal cascade through downstream interleukin (IL)-1 receptor-associated kinase (IRAK-4) signaling results in chronic stimulation of MAPK and NF-&#954;B in MBM. Further investigation reveals myddosome signaling emanates in large part from the TME, resulting in reflexive immune suppression. CA-4948 (emavusertib), a small molecule inhibitor of IRAK-4, is capable of reaching therapeutic dose levels in the brain where it demonstrates on-target inhibition of this pathway. These data highlight a unique therapeutic opportunity where selective inhibition of immune-suppressive signaling via targeted IRAK-4 blockade may sensitize MBM to anti-PD-1 ICB.<br \/><b> <\/b> <b>Methods<\/b> Multispectral imaging of patient MBM samples were analyzed for myddosome expression in the TME. Melanoma preclinical models, including both primary site (cutaneous) and metastatic brain disease, were evaluated for tumor burden and survival in response to CA-4948 treatment alone and in combination with anti-PD-1 ICB. Immunological responses of tumor to treatment were evaluated in two transgenic reporter models, CCR2<sup>RFP<\/sup>CX3CR1<sup>GFP<\/sup> and IFN&#947;<sup>IRES-EYFP<\/sup>, to determine both the distribution and activation of infiltrating immune cells. Tumor-associated myeloid cells were assessed for phenotypic markers by multiparameter flow cytometry.<b><\/b><br \/><b> <\/b> <b>Results<\/b> Myddosome signaling was found to be elevated in tumor-associated immune cells in patient MBM specimens. Treatment of preclinical melanoma with CA-4948 combined with anti-PD-1 ICB resulted in significantly reduced tumor growth and improved survival in three independent models. CA-4948 treatment was associated with reduced tumor recruitment of peripherally derived tumor-associated macrophages, as well as increased lymphocyte infiltration and improved pro-inflammatory signaling measured by increased IFN&#947; expression in the combinatorial setting.<br \/><b> <\/b> <b>Conclusion<\/b> Targeted inhibition of IRAK-4 with CA-4948 improves immune surveillance and activation in preclinical models when combined with anti-PD-1 ICB, resulting in reduced tumor growth and increased survival. Thus, CA-4948 may be an effective adjuvant treatment strategy alongside anti-PD-1 ICB for the treatment of metastatic melanoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Immune checkpoint blockade,Immunomodulation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Christina  A.  von Roemeling<sup>1<\/sup>, Bently  P.  Doonan<sup>1<\/sup>, Amanda  M.  Acevedo<sup>1<\/sup>, Jeet  A.  Patel<sup>1<\/sup>, Savannah  L.  Carpenter<sup>1<\/sup>, Alisha Bhatia<sup>1<\/sup>, Reinhard  W.  von Roemeling<sup>2<\/sup>, Jamison Hoffman<sup>2<\/sup>, <b>Maureen Lane<\/b><sup>2<\/sup>, Duane  A.  Mitchell<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Florida College of Medicine, Gainesville, FL,<sup>2<\/sup>Curis, Inc., Lexington, MA","CSlideId":"","ControlKey":"66f13771-4f94-4236-8e2b-6a14aa6ef208","ControlNumber":"7363","DisclosureBlock":"<b>&nbsp;C. A. von Roemeling, <\/b> <br><b>Curis, Inc.<\/b> Grant\/Contract. <br><b>B. P. Doonan, <\/b> <br><b>Curis, Inc.<\/b> Grant\/Contract.<br><b>A. M. Acevedo, <\/b> None..<br><b>J. A. Patel, <\/b> None..<br><b>S. L. Carpenter, <\/b> None..<br><b>A. Bhatia, <\/b> None.&nbsp;<br><b>R. W. von Roemeling, <\/b> <br><b>Curis, Inc.<\/b> Employment. <br><b>J. Hoffman, <\/b> <br><b>Curis, Inc.<\/b> Employment. <br><b>M. Lane, <\/b> <br><b>Curis, Inc.<\/b> Employment. <br><b>D. A. Mitchell, <\/b> <br><b>Curis, Inc.<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8404","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2902","PresenterBiography":null,"PresenterDisplayName":"Dora Ferrari, BS","PresenterKey":"16436ee5-3fe4-46a1-a280-512171f82532","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2902. CA-4948 (emavusertib) improves treatment response of preclinical metastatic brain melanoma to anti-PD-1 immune checkpoint blockade","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CA-4948 (emavusertib) improves treatment response of preclinical metastatic brain melanoma to anti-PD-1 immune checkpoint blockade","Topics":null,"cSlideId":""},{"Abstract":"Collagen triple helix repeat containing-1 (CTHRC1) is a secreted protein that contributes to the progression of various cancers, including pancreatic cancer. The higher expression of CTHRC1 in tumor tissues is associated with poorer survival outcomes. However, its specific roles in tumor extracellular matrix (ECM) remodeling remain unclear. Our study aims to investigate the influences of CTHRC1 on pancreatic stellate cells (PSCs), a main source of ECM production in pancreatic cancer. The analyses of the publicly available pancreatic cancer patient data revealed that CTHRC1 is mainly expressed in cancer stroma and highly correlated with ECM-related genes. An in vitro study showed that more than 40% of these genes can be upregulated by CTHRC1. CTHRC1 specifically activated PSC into myofibroblast-like cancer-associated fibroblasts (myCAFs), which are characterized by a significantly upregulated POSTN gene expression. Periostin (coded by the POSTN gene) has a central role in the CTHRC1-PSCs-cancer metastasis axis. Furthermore, CTHRC1 promoted pancreatic cancer cell proliferation through PSC activation to a greater extent than via direct stimulation. Proof-of-concept experiments showed that the long-term (4-week) inhibition of CTHRC1 led to significant tumor suppression and ECM reduction, and also resulted in an unexpected shift in the CAF subtype from myCAFs to inflammatory CAFs (iCAFs). PSC activation was demonstrated to be the key molecular mechanism responsible for the tumor-promoting effects of CTHRC1, and CTHRC1 has a critical role in CAF subtype differentiation and tumor microenvironment (TME) remodeling. The inhibition of CTHRC1 as a therapeutic strategy for the treatment of pancreatic cancer warrants further investigation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Cancer associated fibroblasts,CTHRC1,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Lee<\/b><sup>1<\/sup>, M. Kang<sup>1<\/sup>, F. Jiang<sup>1<\/sup>, K. Ryu<sup>1<\/sup>, J. Kim<sup>2<\/sup>, Y.-Y. Park<sup>1<\/sup>, S. Koh<sup>2<\/sup>; <br\/><sup>1<\/sup>Prestige BioPharma IDC Co., Ltd., Busan, Korea, Republic of, <sup>2<\/sup>Department of Biomedical Sciences, Dong-A University, Busan, Korea, Republic of","CSlideId":"","ControlKey":"559608c8-78df-4a33-9db0-6b185e01189d","ControlNumber":"637","DisclosureBlock":"&nbsp;<b>J. Lee, <\/b> None..<br><b>M. Kang, <\/b> None..<br><b>F. Jiang, <\/b> None..<br><b>K. Ryu, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>Y. Park, <\/b> None..<br><b>S. Koh, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8405","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2903","PresenterBiography":"","PresenterDisplayName":"Jin Gyeong Lee, PhD","PresenterKey":"16010a54-8dee-4783-8b52-d7337cc6b665","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2903. CTHRC1 induces PSCs (pancreatic stellate cells) into myCAFs (myofibroblast-like cancer-associated fibroblasts)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CTHRC1 induces PSCs (pancreatic stellate cells) into myCAFs (myofibroblast-like cancer-associated fibroblasts)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Pancreatic ductal adenocarcinoma (PDAC) is ranked as the second leading cause of cancer-related mortality with a 5-year survival rate of merely 12%. The complexity of PDAC lies in its intrinsic resistance to treatment, attributable to the desmoplastic tumor microenvironment, characterized by an abundance of tumor-promoting extracellular matrix (ECM) and stromal cells. We hypothesize that Discoidin Domain Receptors (DDR), members of the receptor tyrosine kinase family known for their affinity to fibrillar collagens within the ECM, play an important role in promoting PDAC growth and progression. While several drugs targeting DDR proteins have been developed, no inhibitors to DDR proteins are specific or approved for PDAC treatment, thus necessitating the development of novel therapeutic interventions.<br \/><b>Methods<\/b>. A comprehensive high-throughput screening approach employing small molecule inhibitors was executed to identify authentic inhibitors targeting DDR. Subsequently, a rigorous evaluation of specificity of these small molecules was conducted through structural activity relationship (SAR) analyses and reference-based assessments. The efficacy of candidate inhibitors was assessed through functional assays, while mechanistic insights were gleaned using a multifaceted approach, including RNA-seq, real-time PCR, western blot analysis, in vivo experimentation, and Phospho-Receptor Tyrosine Kinase (RTK) profiling to discern any unintended off-target effects.<br \/><b>Results<\/b>: Using an unbiased screening approach, we identified 13 inhibitors that specifically target DDR. SAR studies and cellular thermal shift assay validated CIDD-0108633 (8633) as a bona fide DDR2 inhibitor. Functional assays and RNA-seq analyses demonstrated 8633's capacity to inhibit PDAC growth, metastatic potential, and expression of DNA replication, cell-cycle, and DNA damage repair genes. Combination therapy of 8633 with gemcitabine synergistically reduced PDAC cell viability and metastatic potential. Mechanistic studies revealed the role of ABC transporters in mediating gemcitabine resistance. RTK profiling shows moderate kinase selectivity. <i>In vivo<\/i> studies affirmed its antitumor effects.<br \/><b>Conclusions<\/b>: The results indicate that the selective inhibition of DDR with small molecule inhibitors suppresses PDAC cell growth and progression, implying that DDR inhibitors have the potential to be developed as safe and efficacious therapeutics for the treatment of pancreatic cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Small molecule inhibitor,Tyrosine kinase inhibitor,Collagen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Do<\/b><sup>1<\/sup>, J. Prochnau<sup>1<\/sup>, P. P. Venkata<sup>1<\/sup>, S. Khan<sup>1<\/sup>, S. Timilsina<sup>1<\/sup>, D. Singh<sup>1<\/sup>, D. Medina<sup>1<\/sup>, R. Amaradhi<sup>2<\/sup>, D. Zhou<sup>1<\/sup>, M. Hart<sup>3<\/sup>, S. McHardy<sup>2<\/sup>, M. Rao<sup>1<\/sup>; <br\/><sup>1<\/sup>UT Health Science Center at San Antonio, San Antonio, TX, <sup>2<\/sup>UT San Antonio, San Antonio, TX, <sup>3<\/sup>University of Oklahoma Health Sciences Center, Oklahoma City, OK","CSlideId":"","ControlKey":"d208f7e2-c4bf-4843-a361-74fd8b454924","ControlNumber":"8001","DisclosureBlock":"&nbsp;<b>T. Do, <\/b> None..<br><b>J. Prochnau, <\/b> None..<br><b>P. P. Venkata, <\/b> None..<br><b>S. Khan, <\/b> None..<br><b>S. Timilsina, <\/b> None..<br><b>D. Singh, <\/b> None..<br><b>D. Medina, <\/b> None..<br><b>R. Amaradhi, <\/b> None..<br><b>D. Zhou, <\/b> None..<br><b>M. Hart, <\/b> None..<br><b>S. McHardy, <\/b> None..<br><b>M. Rao, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8406","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2904","PresenterBiography":null,"PresenterDisplayName":"Trong Do, BS","PresenterKey":"10c96a8c-db0a-4848-a528-a9c13de45ae2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2904. Small molecule inhibitor targeting DDR represents a novel therapeutic strategy for the treatment of pancreatic ductal adenocarcinoma (PDAC)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Small molecule inhibitor targeting DDR represents a novel therapeutic strategy for the treatment of pancreatic ductal adenocarcinoma (PDAC)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Neuropilin 2 (NRP2) is a co-receptor that enhances signaling of growth factor and cytokine receptors and is expressed in tumor and microenvironment (TME) cells in melanoma and other tumors. Neuropilin 2 expression in tumor cells is associated with more aggressive tumors. Expression in tumor associated macrophages enhances efferocytosis and immunologically silent tumor cell death.<br \/><b>Methods:<\/b> Whole excisional lymph node biopsies were obtained from 10 treatment na&#239;ve patients with metastatic cutaneous melanoma who subsequently received anti-PD1 treatment. A single 5mm formalin-fixed paraffin embedded tissue section was used to assess a panel of 39 analytes by cyclic multiplex immunofluorescence (MxIF). Fields of view (~1mm2, n=288) were selected from pathologist-annotated regions of the tumor core, tumor-immune interface and adjacent lymphoid tissue. Pixel-based single cell segmentation and a supervised classifier approach was applied to resolve 12 distinct tumor, stromal and immune cell phenotypes and functional states (NRP2 positive or negative) in 1.5 million cells.<br \/><b>Results:<\/b> Tumor recurrence was observed in 6 patients (relapsed) , whereas 4 patients were recurrence-free (non-relapsed) during follow up. Among the different cell types, NRP2 expression was more frequent in macrophages (44%), tumor cells (40%), dendritic cells (40%), followed by Tregs (31%) and T helper cells (29%), and less frequent in neutrophils (24%), cytotoxic T cells (23%) and B cells (15%). In colocalization permutation analysis, NRP2 expressing macrophages clustered away from tumor cells in non-relapsed patients while a random spatial distribution of NRP2 expressing macrophages with respect to tumor cells was observed in relapsed patients. In comparing the odds of tumor cell interactions with NRP2-expressing macrophages to those with NRP2 non-expressing macrophages, we found in the tumor:stromal interface (10% tumor cells) that cells from both non-relapsed and relapsed patients were more likely to interact with NRP2 non-expressing macrophages (OR = 0.73, 95% CI = [0.71, 0.75] and OR = 0.56, 95% CI = [0.55, 0.58] for non-relapsed and relapsed patients, respectively). However, in the tumor core (90% tumor cells), tumor cells from relapsed patients had significantly higher odds of interacting with NRP2 expressing macrophages, (OR = 1.15, 95% CI = [1.12, 1.18]), and this was not seen for non-relapsed patients (OR = 0.68, 95% CI = [0.66, 0.71]). In FOVs dominated by tumor cells (75% tumor), tumor cells from relapsed patients had 4.97 times the odds of expressing NRP2 compared to tumor cells from non-relapsed patients (95% CI = [2.23, 11.09], p = 0.0001).<br \/><b>Conclusions:<\/b> These spatial analytics suggest complex interactions among NRP2 expression in tumor and TME of melanoma determining risk for relapse with anti-PD1 treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Microenvironment,Macrophages,Malignant melanoma,neuropilin 2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Dimou<\/b><sup>1<\/sup>, R. M. Moore<sup>1<\/sup>, C. Ward<sup>2<\/sup>, A. Leontovich<sup>1<\/sup>, R. Guo<sup>1<\/sup>, C. Wang<sup>1<\/sup>, S. Suman<sup>1<\/sup>, B. Dicke<sup>1<\/sup>, J. M. Schimke<sup>1<\/sup>, N. A. Stueven<sup>1<\/sup>, C. A. Atherton<sup>1<\/sup>, W. Nevala<sup>1<\/sup>, S. N. Markovic<sup>1<\/sup>; <br\/><sup>1<\/sup>Mayo Clinic, Rochester, MN, <sup>2<\/sup>University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"65683b3c-b168-466e-9c5e-82797c046aca","ControlNumber":"8388","DisclosureBlock":"<b>&nbsp;A. Dimou, <\/b> <br><b>TP Therapeutics<\/b> Other, Advisory board. <br><b>Guardant Health<\/b> Other, Advisory board. <br><b>AnHeart Therapeutics<\/b> Other, Advisory Board. <br><b>ChromaCode<\/b> Other, Advisory Board. <br><b>Syntrix Pharmaceuticals<\/b> Other, Clinical trial support. <br><b>Novartis<\/b> Other, Clinical trial support. <br><b>Merck<\/b> Other, Clinical trial support. <br><b>AnHeart Therapeutics<\/b> Other, Clinical trial support. <br><b>Sorrento Therapeutics<\/b> Other, Clinical trial support. <br><b>Guardant Health<\/b> Other, Clinical trial support. <br><b>Philogen<\/b> Other, Clinical trial support. <br><b>AstraZeneca<\/b> Other, Clinical trial support.<br><b>R. M. Moore, <\/b> None..<br><b>C. Ward, <\/b> None..<br><b>A. Leontovich, <\/b> None..<br><b>R. Guo, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>S. Suman, <\/b> None..<br><b>B. Dicke, <\/b> None..<br><b>J. M. Schimke, <\/b> None..<br><b>N. A. Stueven, <\/b> None..<br><b>C. A. Atherton, <\/b> None..<br><b>W. Nevala, <\/b> None.&nbsp;<br><b>S. N. Markovic, <\/b> <br><b>Bristol Myers Squibb<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8407","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2905","PresenterBiography":null,"PresenterDisplayName":"Anastasios Dimou, MD","PresenterKey":"0fa87027-00a0-4d60-b9cc-bc346082104d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2905. Spatial analysis of neuropilin 2 expression in the microenvironment of melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial analysis of neuropilin 2 expression in the microenvironment of melanoma","Topics":null,"cSlideId":""},{"Abstract":"<i>Background<\/i>: We aim to assess the effect of S-nitrosylation of COX-2 on tumor attributes in models of early breast cancer. COX-2 is involved in tumor progression in many solid cancers. It is a known oncogene in murine breast cancer models, and targetable by NSAIDs. In women, its clinical correlation to breast cancer progression as well as its efficacy as a therapeutic target have yielded mixed results. These incongruities may be due, in part, to a post-translational modification, as COX-2 undergoes S-nitrosylation on Cys-526. Commercially-available antibodies selectively bind to either the S-nitrosylated (SNO-COX-2) or non-nitrosylated (nCOX-2) forms, and immunohistochemical staining of human tissue reveals that the two forms of COX-2 localize to different cellular sites in normal breast tissue and have opposite associations with breast cancer progression (PMID 33298921).<br \/><i>Hypothesis<\/i>: S-Nitrosylated and non-nitrosylated COX-2 have distinct roles in cancer progression.<br \/><i>Approach<\/i>: MCF10DCIS.com is a human breast cancer cell line chosen due to its ability to form DCIS-like (&#8220;stage 0&#8221;) lesions in culture and xenografting, which can progress to invasion when induced by signals from the tumor microenvironment (TME).<br \/><i>Approach 1<\/i>: Detect extracellular matrix (ECM) and ligand factors that upregulate SNO-COX-2, independently or in ECM\/ligand pairs. We utilized a 2D microenvironment microarray (MEMA) and tested 357 TME conditions.<br \/><i>Approach 2<\/i>: Validate TME conditions in 3D culture.<br \/><i>Approach 3<\/i>: Develop a mutant MCF10DCIS.com line in which COX-2 cannot be S-nitrosylated by inducing a single disabling missense mutation at Cys-526 via CRISPR.<br \/><i>Results:<\/i> The MEMA revealed several conditions in which SNO-COX-2 was upregulated, including fibular collagens and SSP1. In 3D culture, increased SNO-COX-2 was associated with the presence of markers for EMT and an invasive growth phenotype, whereas nCOX-2 was not. Following CRISPR transformation, 59 individual MCF10DCIS.com clones were isolated and the target site of each sequenced. We identified 10 heterozygotic clones with the desired mutation, including a classical heterozygote that also retained the WT allele.<br \/><i>Ongoing<\/i>: Current studies include a second round of CRISPR to produce a homozygous mutant cell line as well as validation of the mutant protein. The resulting cell lines will model the loss of COX-2 S-nitrosylation in breast cancer cells while retaining otherwise-functional COX-2.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Breast cancer,COX-2,Post-translational regulation,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. J. Hoffmann<\/b>, A. Bensen, E. de Wilde, J. E. Korkola, P. Schedin; <br\/>OHSU, Portland, OR","CSlideId":"","ControlKey":"a355c37a-f84a-4242-890c-90a6b5e3e792","ControlNumber":"8632","DisclosureBlock":"&nbsp;<b>R. J. Hoffmann, <\/b> None..<br><b>A. Bensen, <\/b> None..<br><b>E. de Wilde, <\/b> None..<br><b>J. E. Korkola, <\/b> None..<br><b>P. Schedin, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8408","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2906","PresenterBiography":null,"PresenterDisplayName":"Reuben Hoffmann, PhD,BS","PresenterKey":"a7b1b750-e8d5-4fe3-9e51-32a137591578","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2906. Inducing and disabling COX-2 S-nitrosylation to investigate its role in breast cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inducing and disabling COX-2 S-nitrosylation to investigate its role in breast cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Large cell transformation of mycosis fungoides (LCT-MF) occurs in 20-50% of advanced MF and is associated with an aggressive clinical course and poor survival not to overcome by any standard treatment regimen. We have previously identified a distinct miRNA expression profile in LCT-MF from that of non-transformed MF with significant upregulation of miR-21 and miR-146a. Our analyses demonstrated the involvement of genes for immune checkpoint pathways such as ICOS-ICOSL and PD1-PDL1 signaling (Di Raimondo C et al. Cancers 2021). Here, we aimed to investigate the efficacy of antagomiR-146a and -21 (amiR-146a, and -21) on the tumor growth and CD8<sup>+<\/sup> tumor infiltrating lymphocyte exhaustion in LCT-MF. The amiR-146a, and -21 were synthesized in our DNA\/RNA Synthesis Core by linking CpG-D19. <i>In vitro<\/i>, CTCL cell lines (Myla and HH) were treated with amiR-146a and -21, the cell viability was assessed by the 2,5-diphenyl-2H-tetrazolium bromide assay and cell apoptosis was evaluated using apoptosis assay. We found that<br \/>amiR-146a, and -21 synergistically inhibited the proliferation of MyLa and HH cells due to the activation of apoptosis through Caspase3\/7 pathways and inducing cell cycle arrest by blocking STAT3\/ CDK1\/Cyclin B1 pathway. Our RNA-seq data indicated that the exhausted CD8<sup>+<\/sup> T cells express elevated amounts of STAT3, IRF4, and BATF in LCT-MF compared with non-LCT MF. To evaluate the functional importance of amiR-146a, and -21 on CD8<sup>+<\/sup> T cell exhaustion, we induced an exhausted state of CD8<sup>+<\/sup> T cells with high level of immune checkpoints and dysfunctional cytokine production by continues anti-CD3\/DC28 beads and culture supernatant (MyLa or HH cell) exposure. Our data revealed that amiR-146a and -21 attenuated the CD8<sup>+<\/sup> T cell exhaustion by blockade of immune checkpoints and STAT3\/IRF4\/BATF pathway to trigger the cytotoxic immune response. Collectively, the findings of our study suggest that targeting miR-146a and -21 is a promising and novel therapeutic strategy for LCT-MF.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,Immune checkpoint blockade,MicroRNA,T lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Z. Han<\/b>, P. Swiderski, X. Wu, Y.-C. Yuan, J. Wu, C. Su, H. Qin, S. T. Rosen, C. Querfeld; <br\/>City of Hope, Duarte, CA","CSlideId":"","ControlKey":"b9c631b6-de75-4219-abb6-976c1df983c6","ControlNumber":"2006","DisclosureBlock":"&nbsp;<b>Z. Han, <\/b> None..<br><b>P. Swiderski, <\/b> None..<br><b>X. Wu, <\/b> None..<br><b>Y. Yuan, <\/b> None..<br><b>J. Wu, <\/b> None..<br><b>C. Su, <\/b> None..<br><b>H. Qin, <\/b> None..<br><b>S. T. Rosen, <\/b> None..<br><b>C. Querfeld, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8409","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2907","PresenterBiography":null,"PresenterDisplayName":"Zhen Han, PhD","PresenterKey":"3292954b-d7ab-4982-b6a4-909bc6feb732","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2907. Therapeutic targeting miR-146a and miR-21 induce malignant cell death and regulate CD8<sup>+<\/sup> T-cell function in mycosis fungoides with large-cell transformation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic targeting miR-146a and miR-21 induce malignant cell death and regulate CD8<sup>+<\/sup> T-cell function in mycosis fungoides with large-cell transformation","Topics":null,"cSlideId":""},{"Abstract":"Stroma plays a major role in the initiation, growth, survival, and drug-resistance of solid tumors, yet few therapeutics specifically target tumor-associated stroma. Extra-domain-B fibronectin (EDB<sup>+<\/sup>FN) is an oncofetal splice variant of fibronectin upregulated in solid tumor stroma, which is associated with tumor growth, angiogenesis, and metastases. Here we developed an immunohistochemistry (IHC) assay to assess EDB<sup>+<\/sup>FN protein expression in the stroma of tumor and normal tissues to characterize the potential of EDB<sup>+<\/sup>FN as a therapeutic target for solid tumors with high unmet need. We validated a primary detection antibody and titrated assay conditions to achieve specificity and a broad dynamic range of EDB<sup>+<\/sup>FN expression levels across indications, including thyroid cancer, head and neck squamous cell carcinoma, hepatocellular carcinoma, soft tissue sarcoma, pancreatic cancer, non-small cell lung cancer, ovarian cancer, and renal cancer. Considering the stroma-specific expression pattern of EDB<sup>+<\/sup>FN, we developed a scoring algorithm weighting both the intensity and distribution of EDB<sup>+<\/sup>FN expression specifically in the stroma compartment and separately in tumor cells. Using this assay and scoring approach, we screened more than 200 tumor samples from 10 solid tumor indications and found EDB<sup>+<\/sup>FN to be highly differentially expressed in tumor-associated stroma with little to no expression on tumor cells and trace to undetectable levels in healthy tissue. EDB<sup>+<\/sup>FN was expressed across the indications evaluated with a wide range of expression both within and between indications. Stromal EDB<sup>+<\/sup>FN expression was not correlated with stromal density, which also varied widely within and across indications. In parallel, we developed an algorithm using digital pathology to approximate pathologist scoring of stromal density and EDB<sup>+<\/sup>FN expression, allowing streamlined screening of preclinical samples for in vivo studies and indication selection. The disease-specific expression pattern of EDB<sup>+<\/sup>FN and high incidence of expression across indications make EDB<sup>+<\/sup>FN an ideal target for high-unmet-need solid tumors. The specificity and dynamic range of our IHC assay for detection of EDB<sup>+<\/sup>FN protein expression position it as a robust potential biomarker assay for EDB<sup>+<\/sup>FN-targeting therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Stroma,Immunohistochemistry,Therapeutic target,Extracellular matrix,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Lewandowski<\/b>, L. Diao, A. Quigley, M. Crochiere, J. Pinkas; <br\/>Pyxis Oncology, Boston, MA","CSlideId":"","ControlKey":"bc4f3fab-f667-4657-aae7-9eccb29b7abb","ControlNumber":"4763","DisclosureBlock":"<b>&nbsp;S. Lewandowski, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option. <br><b>L. Diao, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option. <br><b>A. Quigley, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option. <br><b>M. Crochiere, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option. <br><b>Vigeo Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. Pinkas, <\/b> <br><b>Pyxis Oncology<\/b> Employment, Stock, Stock Option.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8410","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2908","PresenterBiography":null,"PresenterDisplayName":"Sara Lewandowski","PresenterKey":"86942806-e59f-4fd2-a30c-220c8d55ae68","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2908. EDB<sup>+<\/sup>FN is an attractive therapeutic target in oncology: Insights from protein expression analysis of solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EDB<sup>+<\/sup>FN is an attractive therapeutic target in oncology: Insights from protein expression analysis of solid tumors","Topics":null,"cSlideId":""},{"Abstract":"CCAAT\/Enhancer Binding Protein &#946; (C\/EBP&#946;) is a transcription factor that is an established driver of cellular transformation in several cancer types with poor prognosis, including glioblastoma (GBM), triple negative breast cancer (TNBC) and non-small cell lung cancer (NSCLC). These cancers&#8217; growth is often supported by an immunosuppressive (IS) tumor microenvironment (TME), characterized by high expression of TAMs, MDSCs, Tregs, and in the case of GBM, IS microglia. In addition to its cell-autonomous role of promoting survival and proliferation in cancer cells, C\/EBP&#946; is also critical for IS M2 macrophage polarization, while its role in other TME populations is less understood. ST101 is a peptide antagonist of C\/EBP&#946; that is being evaluated in a Phase 2 clinical study in patients with recurrent and newly diagnosed glioblastoma (NCT04478279). Here we explored the impact of ST101 on IS TME cell populations and on activation of cytotoxic T-cells in macrophage co-culture systems. ST101 increased the M1:M2 ratio up to 40-fold in hPBMC-derived macrophages cultured under conditions that typically drive M2 polarization. Further, ST101 promoted M2 repolarization to the M1 cell type, demonstrating that C\/EBP&#946; is required for maintenance of the M2 program. When added to co-cultures of T cells with M2 macrophages, ST101 induced a 3-4-fold increase in intracellular IFN-&#947; staining indicating enhanced T cell activation. Notably, in M1 cultures ST101 further enhanced expression of the immune activity marker CD80 and T cell activation. Similar to its effect on M2 repolarization, ST101 induced activation of iPs-derived IS human microglia cultures toward an M1-like program. ST101 also impacted IS cell populations in vivo, as demonstrated in an orthotopic TNBC model in which ST101 exposure was associated with a reduction of the TAM fraction, increased intratumoral M1\/M2 ratios, reduction of Tregs, increase of CD8:Treg fraction, and enhanced activity in combination with anti-PD-1. Similar observations were observed in clinical samples, where following ST101 exposure a significant decrease in expression of factors involved in M2 polarization, including CD209, SIGLEC5, and IL-24, and T cell suppression, including FoxP3 and inhibitory KIR proteins, were observed. Gene expression analysis suggests that ST101 induced a decrease in the intratumoral Treg:TIL ratio, indicating a shift towards a more immune-active TME. Overall, these results provide novel evidence for the contribution of C\/EBP&#946; to the expression of multiple IS cancer-associated cell types and support the use of ST101 to antagonize C\/EBP&#946; and promote an immune-active TME. Further, these data provide rational for evaluating the clinical impact of ST101 in combinations with immune checkpoint inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,ST101,TAMs,C\/EBP&#946;,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"C. Scuoppo, J. Diehl, R. Ramirez, M. Koester, E. Gallagher, S. Leong, J. Gonzales, K. Mendelson, Z. Mattes, L. Ghamsari, G. Merutka, A. Vainstein-Haras, B. J. Kappel, <b>J. A. Rotolo<\/b>; <br\/>Sapience Therapeutics, Inc., Tarrytown, NY","CSlideId":"","ControlKey":"93d13c8d-9405-4ef6-bae0-abd20241a2d7","ControlNumber":"5072","DisclosureBlock":"<b>&nbsp;C. Scuoppo, <\/b> <br><b>Sapience Therapeutics<\/b> Employment. <br><b>J. Diehl, <\/b> <br><b>Sapience Therapeutics<\/b> Employment. <br><b>R. Ramirez, <\/b> <br><b>Sapience Therapeutics<\/b> Employment. <br><b>M. Koester, <\/b> <br><b>Sapience Therapeutics<\/b> Employment. <br><b>E. Gallagher, <\/b> <br><b>Sapience Therapeutics<\/b> Employment. <br><b>S. Leong, <\/b> <br><b>Sapience Therapeutics<\/b> Employment. <br><b>J. Gonzales, <\/b> <br><b>Sapience Therapeutics<\/b> Employment. <br><b>K. Mendelson, <\/b> <br><b>Sapience Therapeutics<\/b> Employment. <br><b>Z. Mattes, <\/b> <br><b>Sapience Therapeutics<\/b> Employment. <br><b>L. Ghamsari, <\/b> <br><b>Sapience Therapeutics<\/b> Employment. <br><b>G. Merutka, <\/b> <br><b>Sapience Therapeutics<\/b> Employment. <br><b>A. Vainstein-Haras, <\/b> <br><b>Sapience Therapeutics<\/b> Employment. <br><b>B. J. Kappel, <\/b> <br><b>Sapience Therapeutics<\/b> Employment. <br><b>J. A. Rotolo, <\/b> <br><b>Sapience Therapeutics<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8411","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2909","PresenterBiography":null,"PresenterDisplayName":"Jim Rotolo, PhD","PresenterKey":"c9a3c70b-6854-41b3-9325-0e35a760d073","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2909. ST101, a clinical CEBP&#946; antagonist peptide, promotes an immune-active tumor microenvironment by multiple cellular mechanisms","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ST101, a clinical CEBP&#946; antagonist peptide, promotes an immune-active tumor microenvironment by multiple cellular mechanisms","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is the most common and aggressive primary brain malignancy in adults. Poor outcomes for traditional treatments demand targeted therapies based on identified mechanisms that drive tumor development and sustain its malignancy. Molecular pathology studies have classified GBM into subtypes differing in treatment responses and survival rates. Among these subtypes, the mesenchymal (MES) group is associated with the worst prognosis. The Hippo pathway transcriptional co-activator with PDZ-binding motif (TAZ) is one of the three transcriptional regulators that drive the GBM MES gene expression program. Studies from our lab and others have previously shown that TAZ activation is able to promote GBM MES differentiation and progression. Therefore, finding vulnerabilities of TAZ-driven tumors may help to develop targeted therapeutic methods for MES GBM. In an orthotopic GBM mouse model, we found that TAZ-driven tumors show increased expression of thioredoxin reductase 1 (TrxR1), which is responsible for catalyzing the reduction of thioredoxin and maintaining the cellular redox balance. In searching for the cause of increased expression of TrxR1, we found that glucose deprivation can induce TrxR1 expression, suggesting TrxR1 may be an adaptive mechanism for tumor cells to survive in glucose deprivation conditions. Indeed, either depleting TrxR1 genetically or inhibiting TrxR1 pharmacologically can promote tumor cell death under glucose deprivation. Furthermore, knockout TrxR1 in a TAZ-driven mouse GBM model significantly decelerated tumor progression. Collectively, our studies revealed that inhibition of the Trx redox system under glucose deprivation conditions leads to a synergistic cell death induction in GBM cells, therefore making targeting TrxR1 a potential therapeutic strategy for TAZ-driven MES GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Glioblastoma,Glucose metabolism,Redox,Mesenchymal,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Tang<\/b><sup>1<\/sup>, K. Dirks<sup>2<\/sup>, S. Kim<sup>1<\/sup>, J. Thorpe<sup>1<\/sup>, W. Li<sup>1<\/sup>; <br\/><sup>1<\/sup>Penn State College of Medicine, Hershey, PA, <sup>2<\/sup>Colorado State University, Fort Collins, CO","CSlideId":"","ControlKey":"35a3a3a9-f7e0-4f6d-b035-b4f8e2936f45","ControlNumber":"5909","DisclosureBlock":"&nbsp;<b>M. Tang, <\/b> None..<br><b>K. Dirks, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>J. Thorpe, <\/b> None..<br><b>W. Li, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8412","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2910","PresenterBiography":null,"PresenterDisplayName":"Miaolu Tang, MS,BA","PresenterKey":"1bfc4334-14b1-4f90-a2a9-c934ee878484","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2910. Targeting thioredoxin reductase 1 (TrxR1) suppresses TAZ-driven glioblastoma progression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting thioredoxin reductase 1 (TrxR1) suppresses TAZ-driven glioblastoma progression","Topics":null,"cSlideId":""},{"Abstract":"Breast and non-small cell lung cancer (NSCLC) are two of the most important diseases for antibody drug conjugate (ADC) development. ADCs targeting HER2 and TROP2 are currently approved in select breast and lung subgroups with ADC&#8217;s to many other tumor targets currently in clinical development. Based on TCGA mRNA expression data, ADC tumor targets currently under investigation for treatment of solid tumors have variable overlap in breast and lung cancers, however little is known about the overlap of ADC targets with PD-L1 which is a predictive biomarker in TNBC and for pembrolizumab monotherapy. In the current study, the prevalence and co-expression of ADC targets (HER2, TROP2, Nectin-4, B7-H3, B7-H4, HER3, FOLR1) were investigated in the context of PD-L1 status and clinical response data for standard-of-care (SOC) and immunotherapy, in breast and NSCLC cancer subtypes. Tissue microarrays (TMAs) comprising treatment na&#239;ve tumor samples (1mm cores) and including TNBC (26 patients), ER+ BC (90 patients), and NSCLC (adeno &#38; squamous subtypes; 146 patients), all with full clinical follow-up information, were examined by immunohistochemistry (IHC) in serial sections for each ADC target and PD-L1, applying widely used and well optimized IHC assays on the Ventana and Dako Link 48 platforms. Established scoring methods were employed for analysis of PD-L1 and HER2, except for the addition of an exploratory ultra-low score for HER2. All other ADC targets were scored by digital image analysis to deliver percentage positive tumor expression at high (3+), moderate (2+), weak (1+) and negative (0) intensities. Taken together, this analysis revealed variable prevalence for each target in breast and lung cancer histologies by subtype, including differing overlap between ADC targets within tumor indications. In addition, prevalence of each ADC target in breast cancer characterized by HR status and HER2 subgroups (HER2-positive, low, ultra-low, negative) indicated potential opportunities for ADC clinical development in these subgroups. Co-prevalence of the selected ADC targets with PD-L1 CPS&#62;10 (predictive for Pembrolizumab response in TNBC) and PD-L1 CPS categories of interest for NSCLC revealed patterns of expression in support of combination therapies. Furthermore, expression and co-prevalence data for each ADC target +\/- PD-L1 was characterized in association with response to immunotherapy or other SOC. In summary, these data provide better understanding of which breast and lung cancer subtypes express the selected ADC targets uniquely and competitively which may be key to future clinical and diagnostic development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Expression analysis,Breast cancer,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Cumberbatch<\/b><sup>1<\/sup>, W. Kim<sup>2<\/sup>, M. Bhagat<sup>1<\/sup>, J. Cogswell<sup>1<\/sup>; <br\/><sup>1<\/sup>TriStar Technology Group LLC, Washington DC, DC, <sup>2<\/sup>Seoul National University Medical College, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"971519f7-3a8f-454d-8451-b9004a46cd5d","ControlNumber":"4434","DisclosureBlock":"&nbsp;<b>M. Cumberbatch, <\/b> None..<br><b>W. Kim, <\/b> None..<br><b>M. Bhagat, <\/b> None..<br><b>J. Cogswell, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8413","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2911","PresenterBiography":null,"PresenterDisplayName":"Marie Cumberbatch, BS;MS","PresenterKey":"185cdbda-6914-44b3-aa6f-e1d439eab619","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2911. Prevalence of potential antibody drug conjugate targets and co-expression with PD-L1 in breast cancer and lung cancer patients with clinical response information","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prevalence of potential antibody drug conjugate targets and co-expression with PD-L1 in breast cancer and lung cancer patients with clinical response information","Topics":null,"cSlideId":""},{"Abstract":"<u>Introduction:<\/u> A promising target for breast cancer is secreted frizzled-related protein 2 (SFRP2), and a humanized monoclonal antibody to SFRP2 (hSFRP2 mAb) inhibits primary triple negative breast cancer (TNBC) in vivo. CD38 is a known cause of PD-1 inhibitor resistance in some tumors, and in metastatic osteosarcoma hSFRP2 mAb overcomes PD-1 mAb resistance by reducing CD38 in tumor infiltrating lymphocytes (TILs). Could this phenomenon be replicated in TNBC? This is unknown as the expression of CD38 in TNBC has not been studied. This study will establish the presence of SFRP2 and CD38 in the TNBC microenvironment.<br \/><u>Methods:<\/u> Immunohistochemistry (IHC) was performed on an 88 core human TNBC tissue microarray (TMA) with antibodies to SFRP2 and CD38. Spatial analysis software was used to determine percent positivity. Each core was categorized using the scoring system for the estrogen receptor in breast cancer (&#60;1% negative, 1-10% low positive, and &#62;10% positive). Multiplex IHC was performed on 4 human triple TNBCs sections. Tissues were stained with antibodies to CD38, CD68 (macrophage), CD3 (T-cell), CD19 (B-cell), CytoKeratin (tumor), and SFRP2. Percent positivity of each marker was analyzed with a software package. For flow cytometry of tumor associated macrophages (TAMs), 1 million EO771 cells were injected into the mammary fat pad of female C57\/BL6 mice. After 4 weeks tumors were extracted and a cell suspension was incubated in a mastermix with antibodies to SFRP2, CD38, PD1, CD11B and F480. Cells were fixed and conjugated to a fluorochrome secondary antibody. TAM gated cells were analyzed for the presence of SFRP2 and CD38.<br \/><u>Results:<\/u> For the TNBC TMA, 83 cores were positive and 4 cores were low positive for SFRP2, 1 not evaluable; 87 cores were positive and 1 low positive for CD38. For multiplex IHC there was a total of 1,753,544 individual cells in all 4 human TNBC tumors that were stained. 94% of cells stained positive for SFRP2, and 65% stained positive for CD38. Of the cells that were positive for SFRP2, 70% were also positive for CD38, 15% were positive for CD68, 1% were positive for CD19, 77% were positive for CytoKeratin, and 10% were positive for CD3. Of the cells that were CD38 positive, 99% were also positive for SFRP2, 15% were positive for CD68, 1% were positive for CD19, 81% were positive for CytoKeratin, and 9% were positive for CD3. Flow cytometry analysis of TAMs confirmed the presence of SFRP2, CD38 on TAMs. TAMs that were negative for PD1 and CD38 (pro-inflammatory) had a 56% reduction in SFRP2 compared to TAMs that were double positive for PD1 and CD38 (anti-inflammatory).<br \/><u>Conclusion:<\/u> SFRP2 and CD38 are prevalent in human TNBC and colocalize in the TNBC microenvironment in tumor cells, TAMs and TILs, but not B-cells. The presence and co-localization of SFRP2 and CD38 in TAMs was confirmed with flow cytometry. This confirms that SFRP2 is a therapeutic target in TNBC and provides a mechanistic rational for combination therapy with PD-1 inhibitor.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Breast cancer,Biomarkers,Macrophages,Immunohistochemistry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Hsu<\/b>, P. Nasarre, R. Mukherjee, E. Hilliard, M. Romeo, E. O'Quinn, W. Christians, N. Klauber DeMore; <br\/>The Medical University of South Carolina, Charleston, SC","CSlideId":"","ControlKey":"ba0816c5-5a4c-4ff4-b7bd-bce960ee6ccd","ControlNumber":"7076","DisclosureBlock":"&nbsp;<b>L. Hsu, <\/b> None..<br><b>P. Nasarre, <\/b> None..<br><b>R. Mukherjee, <\/b> None..<br><b>E. Hilliard, <\/b> None..<br><b>M. Romeo, <\/b> None..<br><b>E. O'Quinn, <\/b> None..<br><b>W. Christians, <\/b> None..<br><b>N. Klauber DeMore, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8415","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2912","PresenterBiography":null,"PresenterDisplayName":"Lillian Hsu, MD","PresenterKey":"ec32e7fb-5d1e-4626-948f-8571e760b38f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2912. SFRP2 and CD38 colocalize in triple negative breast cancer microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SFRP2 and CD38 colocalize in triple negative breast cancer microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The tumor extracellular matrix (ECM) is a physical barrier which obstructs trafficking of CAR T cells to tumors. We hypothesize that co-expressing ECM remodeling\/degrading enzymes heparanase (HPSE) or PH-20 with a CAR directed against folate receptor 1 (FolR1) will overcome the physical tumor microenvironment barrier and improve anti-tumor efficacy of anti-FolR1 CAR in a human ovarian cancer model.<br \/>Methods: ECM CARs were constructed by combining anti-FolR1 ScFv with a CD8 hinge and transmembrane domain, 4-1BB, and CD3&#950; endodomains, followed by a P2A element and full-length HPSE or GPI-anchored PH-20 sequence. CAR T cells were prepared from CD4+ and CD8+ T cells of healthy donors by lentiviral transduction. CAR expression was evaluated by flow cytometry; HPSE and PH-20 expression were measured via ELISA and Western blotting, respectively. CAR-mediated killing and cytokine release were observed in overnight co-culture assays with FolR1-expressing tumor cells. ECM CARs&#8217; migration through Cultrex<sup>TM<\/sup> and sodium hyaluronate matrices were assessed for HPSE and PH-20 function, respectively. ECM CARs&#8217; efficacy was evaluated <i>in vivo<\/i> using a FolR1-expressing subcutaneous OV90 ovarian cancer xenograft model in NOD SCID Gamma (NSG) mice, and representative OV90 tumors were harvested at day 7 post-CAR T treatment for immunohistochemical staining.<br \/>Results: FolR1 expression was confirmed in ovarian cancer cell lines and substrates targeted by HPSE (perlecan, glypican 3, CD138) and PH-20 (hyaluronan) were detected by immunofluorescence in human ovarian tumors&#8217; sections. Lentiviral transduced primary T cells yielded robust expression of FolR1 CAR and ECM enzymes. Anti-FolR1 CAR and ECM CARs secreted pro-inflammatory cytokines IL-2, TNF&#945;, IFN&#435; and lysed OVCAR3 tumor cells with similar efficacy. ECM CARs with HPSE or PH-20 exhibited enhanced migration through ECM-rich matrices as compared to anti-FolR1 CAR alone. <i>In vivo<\/i>, all anti-FolR1 CAR T cells rejected OV90 tumors and extended survival compared to tumor alone or untransduced T cells (UTD). However, ECM CARs co-expressing HPSE or PH-20 accelerated tumor regression as compared to anti-FolR1 CAR alone. Tumor histology revealed CAR T cell infiltration (CD3+, CD8+) in mice treated with anti-FolR1 CARs but not UTD, indicating that anti-FolR1 CARs can effectively infiltrate OV90 tumors. Imaging studies are underway to evaluate the function of ECM CARs in the tumor microenvironment.<br \/>Conclusions: The anti-FolR1 CARs boosted with ECM enzymes HPSE or PH-20 demonstrated specific lysis of FolR1-expressing cell lines, improved penetration through ECM-rich matrices <i>in vitro<\/i>, and accelerated<b> <\/b>tumor regression in an ovarian cancer model <i>in vivo<\/i>. Therefore, ECM CARs may help improve<b> <\/b>clinical outcomes in patients with ovarian tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"CAR T cells,Extracellular matrix,Ovarian cancer,Folate receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. L. Steimle<\/b>, P. Hu, N. Tran, J.-J. Lee, K. Baysac, K. Luo, X. Wang, G. Liang, S. Nurmukhambetova, T. Tran, P. Dash, D. Schneider; <br\/>Lentigen Technology Inc., a Miltenyi Biotec Company, Gaithersburg, MD","CSlideId":"","ControlKey":"cc6b3e25-b326-4aa2-a22f-bf831008ebf0","ControlNumber":"2766","DisclosureBlock":"<b>&nbsp;B. L. Steimle, <\/b> <br><b>Lentigen Technology Inc., a Miltenyi Biotec Company<\/b> Employment. <br><b>P. Hu, <\/b> <br><b>Lentigen Technology Inc., a Miltenyi Biotec Company<\/b> Employment. <br><b>N. Tran, <\/b> <br><b>Lentigen Technology Inc., a Miltenyi Biotec Company<\/b> Employment. <br><b>J. Lee, <\/b> <br><b>Lentigen Technology Inc., a Miltenyi Biotec Company<\/b> Employment. <br><b>K. Baysac, <\/b> <br><b>Lentigen Technology Inc., a Miltenyi Biotec Company<\/b> Employment. <br><b>K. Luo, <\/b> <br><b>Lentigen Technology Inc., a Miltenyi Biotec Company<\/b> Employment. <br><b>X. Wang, <\/b> <br><b>Lentigen Technology Inc., a Miltenyi Biotec Company<\/b> Employment. <br><b>G. Liang, <\/b> <br><b>Lentigen Technology Inc., a Miltenyi Biotec Company<\/b> Employment. <br><b>S. Nurmukhambetova, <\/b> <br><b>Lentigen Technology Inc., a Miltenyi Biotec Company<\/b> Employment. <br><b>T. Tran, <\/b> <br><b>Lentigen Technology Inc., a Miltenyi Biotec Company<\/b> Employment. <br><b>P. Dash, <\/b> <br><b>Lentigen Technology Inc., a Miltenyi Biotec Company<\/b> Employment. <br><b>D. Schneider, <\/b> <br><b>Lentigen Technology Inc., a Miltenyi Biotec Company<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8416","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2913","PresenterBiography":null,"PresenterDisplayName":"Brittany Steimle, PhD","PresenterKey":"d3f365fd-2ab5-4a12-b139-c45175102bf5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2913. Co-expression of extracellular matrix enzymes heparanase or PH-20 augments the anti-tumor efficacy of folate receptor 1-targeting CAR T cells in an ovarian cancer model","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Co-expression of extracellular matrix enzymes heparanase or PH-20 augments the anti-tumor efficacy of folate receptor 1-targeting CAR T cells in an ovarian cancer model","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: While checkpoint inhibitors have demonstrated efficacy in a number of solid tumor indications, those with high stromal presence have been difficult to treat with minimal objective responses observed. Phenomic has developed a proprietary machine learning\/artificial intelligence platform to identify novel stromal targets with superior expression profiles that enable selective targeting of immune activating agents that will relieve these immunosuppressive barriers in difficult to treat indications.<br \/><b>Methods<\/b>: Using our single cell RNA Atlas, we assessed cancer-associated fibroblasts (CAFs) in several solid tumor indications for identification of novel targets, including proteoglycans. Our Atlas was also used to identify immune activating payloads whose cognate receptors were present in indications of interest. Antibodies were generated, and lead clones who demonstrated potent ligand binding and cell staining were used to generate fusion proteins to immune activating ligands. Efficacy and PD were assessed in multiple syngeneic tumor models.<br \/><b>Results<\/b>: Bioinformatic analysis identified a unique subset of pathogenic CAFs, which are TGF beta responsive, secrete several ECM proteins, and their presence tracks with poor outcome and resistance to immunotherapy in several solid tumor types. CTHRC1 was identified as a novel matrix protein highly expressed in this CAF subtype as well as tumor epithelium and is highly selective in a range of tumor types such as ovarian cancer, triple negative breast cancer, and pancreatic ductal adenocarcinoma. While secreted, CTHRC1 is complexed on the cell surface and affords the opportunity to drug this target in a variety of ways. We identified an absence of 4-1BBL expression across indications of interest, and fusion proteins were generated to deliver 4-1BBL via CTHRC1 targeting. In checkpoint-resistant tumor models, we observed significant increases in CD8 T cells and robust anti-tumor activity with anti-CTHRC1-targeted 4-1BBL. Biodistribution studies were conducted using our targeting mAb and demonstrate uptake only in sites of primary and metastatic tumors, even at doses 20-fold higher than those that achieve maximal therapeutic activity, suggesting the potential to minimize the toxicity that has been observed with other 4-1BB agonists.<br \/><b>Conclusions<\/b>: We have identified CTHRC1 as a novel proteoglycan expressed by both pathogenic CAFs and tumor cells that is highly selective for tumors, enabling the therapeutic targeting of immune activating payloads with the potential for safely delivering payloads while limiting toxicity. Given the specificity and selectivity afforded by CTHRC1 expression, ADC and CD3 engager approaches are also being pursued. These data represent novel approaches aimed at breaking down stromal barriers in tumors previously unresponsive to immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Immunotherapy,Cancer associated fibroblasts,Targeted drug delivery,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Christopher Harvey<sup>1<\/sup>, Elizabeth Koch<sup>2<\/sup>, Amanda Hanson<sup>1<\/sup>, Lindsey Rice<sup>1<\/sup>, Amy Berkley<sup>2<\/sup>, Kerry White<sup>1<\/sup>, Reza Saberianfar<sup>2<\/sup>, Nikolai Suslov<sup>1<\/sup>, Sam Cooper<sup>2<\/sup>, <b>Michael Briskin<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Phenomic AI, Waltham, MA,<sup>2<\/sup>Phenomic AI, Toronto, ON, Canada","CSlideId":"","ControlKey":"674fe7aa-ab7f-4880-a964-c352346ce8f5","ControlNumber":"7648","DisclosureBlock":"&nbsp;<b>C. Harvey, <\/b> None..<br><b>E. Koch, <\/b> None..<br><b>A. Hanson, <\/b> None..<br><b>L. Rice, <\/b> None..<br><b>A. Berkley, <\/b> None..<br><b>K. White, <\/b> None..<br><b>R. Saberianfar, <\/b> None..<br><b>N. Suslov, <\/b> None..<br><b>S. Cooper, <\/b> None.&nbsp;<br><b>M. Briskin, <\/b> <br><b>Phenomic AI<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8417","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2914","PresenterBiography":null,"PresenterDisplayName":"Michael Briskin, PhD","PresenterKey":"c8fb9d86-d40d-4166-a68b-4361e5b9ee23","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2914. AI\/ML-driven discovery of CTHRC1, collagen triple helix repeat-containing 1, a novel proteoglycan for stroma + tumor targeting and delivery of 4-1BB costimulation","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AI\/ML-driven discovery of CTHRC1, collagen triple helix repeat-containing 1, a novel proteoglycan for stroma + tumor targeting and delivery of 4-1BB costimulation","Topics":null,"cSlideId":""},{"Abstract":"STK11 mutations occurs in 15-20% of lung adenocarcinoma (LUAD) and is associated with KRAS mutations, poor survival and resistance to immune checkpoint inhibitors (ICI). We observed tumor cell lines and primary human STK11-mutant LUAD upregulates of expression of C3 and complement factor H (FH). Deletion of C3 in STK11 knock-out tumor cells resulted in reduced FH expression. FH is a co-factor of Factor I, which converts C3b to proteolytically inactive iC3b thereby limiting activation of the alternative pathway (AP) C3 convertase. FH binds to proteoaminoglycans on the cell membrane and protects cells from AP complement-dependent cytotoxicity. With increased C3 generation by STK11-mutant tumor cells, we reasoned that systemic or tumor-derived FH protects tumor cells from complement attack. We hypothesized that tumor-derived C3 would promote STK11-mutant LUAD growth in immune intact mice by promoting immune evasion and would drive ICI resistance. Based on the expected tumor-protective effects of FH, we also hypothesized that anti-FH antibodies would control tumor growth and render tumor more sensitive to ICI. We evaluated growth of subcutaneously administered CMT167-STK11KO with and without C3 deletion (CMT167-STK11KO is murine KRAS<sup>G12V<\/sup> LUAD with CRISPR\/Cas9 deletion of STK11). Deletion of C3 in CMT167-STK11KO (CMT167-STK11KO\/C3KO) resulted in dramatic inhibition of tumor growth and in sensitivity to anti-PD-1 therapy <i>in vivo<\/i>. In contrast, deletion of C3 in STK11-KO tumors had no effect on tumor growth in nude mice or following CD8 depletion in WT mice. These findings support a role of tumor-derived C3 in evasion of T cell anti-tumor immunity and as an obstacle to anti-PD-1 therapy. GT103 is a therapeutic antibody that binds tumor cell-attached CFH, causes complement activation, kills tumor cells, initiates a shift from a pro- to an anti-tumor immune microenvironment, and is currently being evaluated in a Phase 1b-2 clinical trial in combination with pembrolizumab (NCT05617313). We observed that single agent GT103 or anti-PD-1 has limited efficacy in CMT167-STK11KO tumor in WT mice. However, the combination of GT103 and anti-PD-1 was very effective in limiting tumor growth. Our results support a role of tumor-derived C3 in suppressing CD8 T-cell immunity and in driving ICI resistance and that the addition of GT103 renders STK11-KO tumors sensitive to anti-PD-1 in mice. These studies establish rationale for evaluating this combination in patients with STK11-mutant LUAD.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"LKB1,Innate immunity,Immuno-oncology,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Sora Suzuki<\/b><sup>1<\/sup>, Anm Nazmul Khan<sup>2<\/sup>, Thejaswini Giridharan<sup>2<\/sup>, Catrina Ting<sup>2<\/sup>, Ryan Bushey<sup>3<\/sup>, Elizabeth Gottlin<sup>3<\/sup>, Michael Campa<sup>3<\/sup>, Edward  F.  Patz<sup>3<\/sup>, Edwin H. Yau<sup>2<\/sup>, Brahm Segal<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Immunology, Roswell Park Comprehensive Cancer Center, Buffalo, NY,<sup>2<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY,<sup>3<\/sup>Duke University Medical Center, Durham, NC","CSlideId":"","ControlKey":"c0ba140d-6980-4989-a10e-c8a408812216","ControlNumber":"7937","DisclosureBlock":"&nbsp;<b>S. Suzuki, <\/b> None..<br><b>A. Khan, <\/b> None..<br><b>T. Giridharan, <\/b> None..<br><b>C. Ting, <\/b> None..<br><b>R. Bushey, <\/b> None.&nbsp;<br><b>E. Gottlin, <\/b> <br><b>Grid Therapeutics<\/b> Other, Founder. <br><b>M. Campa, <\/b> <br><b>Grid Therapeutics<\/b> Other, Founder. <br><b>E. F. Patz, <\/b> <br><b>Grid Therapeutics<\/b> Employment, Other, Founder and CEO. <br><b>E. H. Yau, <\/b> <br><b>Nextcure Inc<\/b> Grant\/Contract. <br><b>Apellis<\/b> Grant\/Contract. <br><b>B. Segal, <\/b> <br><b>Apellis<\/b> Grant\/Contract. <br><b>Nextcure<\/b> Grant\/Contract, Other, Scientific Advisory Board.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8418","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2915","PresenterBiography":null,"PresenterDisplayName":"Sora Suzuki","PresenterKey":"da01fd17-6ecf-47d2-a9e5-1fbda727fa42","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2915. Targeting complement factor H renders STK11-mutant lung adenocarcinoma sensitive to anti-PD-1 therapy in mice","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting complement factor H renders STK11-mutant lung adenocarcinoma sensitive to anti-PD-1 therapy in mice","Topics":null,"cSlideId":""},{"Abstract":"Background: Discoidin domain receptor 1 (DDR1) is highly expressed in epithelial cancers and has been implicated in tumor growth, invasion, and lack of response to therapy. DDR1 contributes to immune exclusion by promoting tumor collagen alignment in <i>in vivo<\/i> models. However, it is unclear how DDR1 expression impacts immune cell infiltration in human tumors. A first-in-human trial of PRTH-101, a DDR1-targeted therapeutic antibody, is underway. Establishing a correlation between DDR1 expression and immune infiltration in the tumor microenvironment (TME) will shed light on the role of DDR1 in the TME and inform indication and patient selection strategies for DDR1-targeted therapies.<br \/>Methods: Adjacent formalin fixed paraffin embedded slides from colorectal (CRC), non-small cell lung (NSCLC), ovarian (OC), pancreatic (PDAC), and triple-negative breast cancers (TNBC) were stained by H&#38;E and a multiplex immunofluorescence (mIF) panel containing DDR1 and immune cell markers CD8 and CD45. Tumor-stromal segmentation and cell identification was done from H&#38;E using AI-powered models developed by PathAI (PathExplore&#8482;) or from mIF by image analysis using QuPath. <i>DDR1<\/i> mRNA expression was measured by bulk RNA-sequencing, while DDR1 protein expression was measured by mIF. Immune Exclusion Scores (IESs) were calculated for each tumor based on lymphocyte density (from H&#38;E), CD8+ T cell density (from mIF), or CD45+ cell density (from mIF). Each IES is the orthogonal distance between the coordinate of immune cell density in tumor epithelium and stroma, and the regression line representing equal density in epithelium and stroma. Correlations between lymphocyte, CD8, and CD45 IESs and DDR1 mRNA or protein expression levels were evaluated.<br \/>Results: Both DDR1 mRNA and protein expression levels were significantly correlated with all Immune Exclusion Scores (IESs) measured by the distribution of lymphocytes (H&#38;E), CD8+, or CD45+ cells (mIF) in tumor epithelium and stroma (R: 0.31-0.55, adjusted p: &#60;0.001-0.01) at a pan-cancer level. While the degree of the correlation varied between tumor indications by IES immune cell type, pancreatic cancer exhibited the strongest correlation between the lymphocyte-based IES and DDR1 mRNA and protein expression (R: 0.48-0.54, adjusted p: 0.04-0.07). <i>DDR1<\/i> mRNA was also moderately correlated with lymphocyte IES in NSCLC and TNBC (R: 0.37-0.48, adjusted p: 0.12-0.14).<br \/>Conclusions: We developed a continuous scoring method to quantify the degree of immune exclusion in tumors based on the spatial distributions of lymphocytes, CD8+ T cells, and CD45+ immune cells from H&#38;E and mIF images. DDR1 mRNA and protein expression are correlated with immune exclusion at both the pan-cancer and specific indication level. This adds additional insight into the role of DDR1 in human cancers and may be useful in selecting indications and stratifying patients for DDR1-targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Stromal-epithelial interactions,Immune exclusion,DDR1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"X. Sher<sup>1<\/sup>, F. D. Gootkind<sup>1<\/sup>, T. Schürpf<sup>1<\/sup>, F. Peyraud<sup>2<\/sup>, J.-P. Guégan<sup>3<\/sup>, A. Italiano<sup>2<\/sup>, G. T. Clifton<sup>1<\/sup>, <b>L. A. Dillon<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Incendia Therapeutics, Boston, MA, <sup>2<\/sup>Institut Bergonié, Bordeaux, France, <sup>3<\/sup>Explicyte Immuno-Oncology, Bordeaux, France","CSlideId":"","ControlKey":"6cf64cab-49a5-446b-905e-ec187e299ef6","ControlNumber":"5161","DisclosureBlock":"<b>&nbsp;X. Sher, <\/b> <br><b>Incendia Therapeutics<\/b> Employment, Stock Option. <br><b>F. D. Gootkind, <\/b> <br><b>Incendia Therapeutics<\/b> Employment, Stock Option. <br><b>T. Schürpf, <\/b> <br><b>Incendia Therapeutics<\/b> Employment, Stock Option. <br><b>F. Peyraud, <\/b> <br><b>Explicyte Immuno-Oncology<\/b> Other Intellectual Property. <br><b>J. Guégan, <\/b> <br><b>Explicyte Immuno-Oncology<\/b> Employment. <br><b>A. Italiano, <\/b> <br><b>Incendia Therapeutics<\/b> Grant\/Contract, Other, Advisory Board. <br><b>Bayer<\/b> Other, Advisory Board. <br><b>BMS<\/b> Other, Advisory Board. <br><b>MSD<\/b> Other, Advisory Board. <br><b>Merck<\/b> Other, Advisory Board. <br><b>Roche<\/b> Other, Advisory Board. <br><b>AstraZeneca<\/b> Other, Advisory Board. <br><b>Novartis<\/b> Other, Advisory Board. <br><b>Chugai<\/b> Other, Advisory Board. <br><b>Daiichi Sankyo<\/b> Other, Advisory Board. <br><b>G. T. Clifton, <\/b> <br><b>Incendia Therapeutics<\/b> Employment, Stock Option. <br><b>L. A. Dillon, <\/b> <br><b>Incendia Therapeutics<\/b> Employment, Stock Option.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8419","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2916","PresenterBiography":"","PresenterDisplayName":"Laura Dillon, PhD","PresenterKey":"0376acad-a0e2-4d78-9d49-60e9204b7fc0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2916. Discoidin domain receptor 1 (DDR1) expression is associated with degree of immune exclusion across epithelial tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discoidin domain receptor 1 (DDR1) expression is associated with degree of immune exclusion across epithelial tumors","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM), a challenging brain tumor, necessitates the development of new therapies due to poor patient prognoses, with a median survival of 14-16 months. Standard of care, as established almost 20 years ago, remains to be surgical resection followed by chemotherapy and radiation and till date there is no defined standard of care for recurrent GBM, highlighting the urgent need for the development of novel therapies. Recent studies have implicated the tumor microenvironment in these poor prognoses. While cancer associated fibroblasts (CAFs) are a key cellular component of the microenvironment of many systemic tumors, their presence in GBM had been doubted until we recently developed intriguing data identifying cells in GBM that express fibroblast markers, have fibroblast-like morphology, and, most importantly, transcriptomically resemble CAFs from systemic cancers rather than other stromal cells that express similar surface markers such as pericytes (Jain et al. 2023). Similar to other solid cancers, GBM CAFs increase tumor growth and drive immunosuppression. The role of CAFs in regulating these processes could have significant implications in response to standard of care therapy as well as novel immunotherapies. While our initial CAF isolation had just 50% purity, we have developed a novel flow-sorting algorithm for CAF enrichment driven by our bioinformatic data. Through this protocol, we have successfully established, the first of its kind, a biobank of patient derived GBM CAFs with greater than 90% purity. These CAFs are now being utilized to investigate their contribution in conferring resistance to chemotherapy (Temozolomide) and radiotherapy. The CAFs are also being assessed for their role in suppressing T cell function and resistance to immunotherapies. In parallel, the origin of GBM CAFs and their development trajectory is being analyzed to find molecular markers to specifically target CAFs in the GBM microenvironment. The work put together will provide insight on mechanisms employed by CAFs in altering the GBM microenvironment and a basis for developing novel combination approaches, alleviating therapeutic resistance caused due to the presence of CAFs in the GBM microenvironment. The results of this study have the potential to significantly attenuate therapeutic resistance in GBM and provide much needed treatment options and improvement in survival, for what remains one of the most dismal diagnoses in the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Microenvironment,Cancer associated fibroblasts,Therapy resistance,Glioblastoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Sati<\/b>, A. Mathur, M. Lad, A. Saha, M. K. Aghi; <br\/>University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"54ef894f-7cef-45b9-adf2-f253b6dc9386","ControlNumber":"5394","DisclosureBlock":"&nbsp;<b>A. Sati, <\/b> None..<br><b>A. Mathur, <\/b> None..<br><b>M. Lad, <\/b> None..<br><b>A. Saha, <\/b> None..<br><b>M. K. Aghi, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8420","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2917","PresenterBiography":null,"PresenterDisplayName":"Ankita Sati","PresenterKey":"c2ddd2be-836b-4c5c-bb95-5066a4dc82b8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2917. Purifying cancer-associated fibroblasts (CAFs) from glioblastoma and defining their role in therapeutic resistance","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Purifying cancer-associated fibroblasts (CAFs) from glioblastoma and defining their role in therapeutic resistance","Topics":null,"cSlideId":""},{"Abstract":"The purpose of our study is to investigate the immunologic, metastatic, and gene regulation effects of lactate in the context of cancer in normoxic and hypoxic conditions to identify novel biomarkers and potential therapeutic targets. We aim to modify the in-vitro cancer microenvironment to show how lactate and lactylation can be exploited using existing cancer treatments. While hyperlactatemia is defined as lactate levels between 2 mmol\/L and 4 mmol\/L (Foucher et al 2023), tumor biopsies have demonstrated extracellular concentrations as high as 40 mM (P&#233;rez-Tom&#225;s et al 2020). Through CTG viability assays we identified lactate concentrations that PANC1 cells can survive, which are in agreement with the in-vivo findings of Brizel et al (2001). We observed pancreatic cancer cells achieving over 50% viability for 5 days at 50 mM lactate concentrations while at 30 mM on day 5 they proliferated past their initial plating numbers. Furthermore, Brizel et al (2001) found that patients with high tumor lactate concentrations had a significantly higher incidence of metastatic relapse. Through our scratch assay, we show qualitative evidence of increased mobility and inferred migration potential of PANC1 at 7.5mM [lactate] compared to the absence of lactate. We have also observed increased migration at higher lactate concentrations for which we are pursuing quantitative measurements to evaluate significance. Migration experiments will be followed by the investigation of gene regulation (eg. mRNA seq, lactylation profile) involved in the observed increased mobility. Lactate has been shown to affect immune regulation, namely suppression of iNKT (Fu et al, 2020), macrophages (Yang et al, 2020), dendritic cell differentiation and antigen recognition\/presentation (Wang et al, 2022), however not much is known about its effect on NK cells and their cytokine expression. Through NK92MI\/PANC1 cocultures we show the effects of lactate concentration on the killing ability of NK cells (in the works). And plan on investigating the cytokine profile leading to the phenotypic killing differences. Lastly, via lactate-titrated incubation of PANC1 cells in normoxia we have demonstrated a positive correlation of HIF1a expression, pan-lactyllysine lactylation, and microenvironment lactate concentration. We speculate HIF1a inhibition post-lactate-sensitization may induce cancer killing and we will investigate this theory in normoxia and hypoxia using existing treatment options.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-13 Other,,"},{"Key":"Keywords","Value":"Warburg effect,Pancreatic cancer,Metastasis,Natural killer cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Christos  P.  Costeas<\/b><sup>1<\/sup>, Connor Purcell<sup>2<\/sup>, Wafik  S.  El-Deiry<sup>3<\/sup><br><br\/><sup>1<\/sup>Warren Alpert Medical School, Legorreta Cancer Center at Brown University, Providence, RI,<sup>2<\/sup>Legorreta Cancer Center at Brown University, Providence, RI,<sup>3<\/sup>Pathology and Laboratory Medicine, Legorreta Cancer Center at Brown University, Warren Alpert Medical School, Providence, RI","CSlideId":"","ControlKey":"944c5d4c-c10b-4245-94fb-09af09a7b9cb","ControlNumber":"8091","DisclosureBlock":"&nbsp;<b>C. P. Costeas, <\/b> None..<br><b>C. Purcell, <\/b> None.&nbsp;<br><b>W. S. El-Deiry, <\/b> <br><b>Oncoceutics\/Chimerix: Founder (Oncoceutics), Shareholder (no research funding)<\/b> Stock. <br><b>P53-Therapeutics\/ELOS Oncology: Founder, Shareholder (no research funding)<\/b> Stock. <br><b>SMURF-Therapeutics<\/b> Other, Founder, Shareholder (no research funding).","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8685","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2918","PresenterBiography":null,"PresenterDisplayName":"Christos Costeas, BS","PresenterKey":"b79992f1-f8df-4b22-bcf5-454025a101cb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2918. Potential for a novel therapeutic target: Effects of lactate &#38; lactylation in expression of key regulatory cancer proteins","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Potential for a novel therapeutic target: Effects of lactate &#38; lactylation in expression of key regulatory cancer proteins","Topics":null,"cSlideId":""},{"Abstract":"Tumor-infiltrated regulatory T-cells (Treg) restrict the function of effector T-cells and thereby promote tumor growth. Disrupting the immunosuppression of Treg cells presents an attractive strategy for cancer immunotherapy; However, the risk of autoimmunity, resulting from systemic Treg depletion, limits its therapeutic effectiveness. Here, we show that genetic depletion of Ube2n in Treg cells inhibits tumor growth which is correlated with a markedly enhanced infiltration of cytotoxic immune cells. Notably, the deletion of Ube2n in a fraction of Treg cells was sufficient to produce a long-lasting anti-tumor effect, without apparent systemic autoimmune responses. The antitumor effect persists following adoptive T-cell transfer to an otherwise immunodeficient mouse tumor model. Through flow cytometry, immunostaining and T-cell targeted single-cell sequencing analyses, we demonstrate that the loss of Ube2n dampens Treg suppressive function, as indicated by markedly increased numbers of cytotoxic CD8 T-cells in the tumor microenvironment (TME). Further, differentially expressed genes analyses show a downregulation of Mki67 and an upregulation of Ifng in Ube2n deficient Tregs, concomitant with amplification and activation of effector T-cells. Our findings uncover a hitherto unexplored role of Ube2n in orchestrating the differentiation and functions of Treg in TME, highlighting the therapeutic potential of targeting this pathway to enhance and reprogram anti-tumor immunity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Regulatory T cells,Tumor microenvironment,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. Miao<\/b><sup>1<\/sup>, Y. J. Jin<sup>1<\/sup>, V. Jain<sup>2<\/sup>, S. Gregory<sup>2<\/sup>, J. Y. Zhang<sup>1<\/sup>; <br\/><sup>1<\/sup>Duke University Medical Center, Durham, NC, <sup>2<\/sup>Duke university, Durham, NC","CSlideId":"","ControlKey":"eb41f6f5-1c21-42ef-a8ac-aad224194408","ControlNumber":"7783","DisclosureBlock":"&nbsp;<b>W. Miao, <\/b> None..<br><b>Y. J. Jin, <\/b> None..<br><b>V. Jain, <\/b> None..<br><b>S. Gregory, <\/b> None..<br><b>J. Y. Zhang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8686","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2919","PresenterBiography":null,"PresenterDisplayName":"Wanying Miao","PresenterKey":"93b25c08-cfc8-402e-97a3-ba3178599561","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2919. Targeting regulatory T cells to boost immunity against melanoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting regulatory T cells to boost immunity against melanoma","Topics":null,"cSlideId":""},{"Abstract":"Bone microenvironment is an important factor in regulating bone metastasis. When cancer cells home to bone they secrete factors that stimulate osteoclast activity leading to increased bone resorption. Stimulatory factors released from the resorbed bone matrix in turn promote proliferation of cancer cells and this process, referred as the vicious cycle, often leads to osteolytic lesions in bone when osteoclastic bone resorption exceeds osteoblastic bone formation. The vicious cycle observed in osteolytic disease occurs also in osteoblastic metastases, and in addition cancer cells produce osteoblast-stimulating factors. Cancers with bone metastases often include both osteolytic and osteoblastic lesions. Our aim was to establish <i>in vitro<\/i> cell culture models to study the effects of cancer therapeutics on osteoblast and osteoclast differentiation and activity. In the osteoclast differentiation assay, human osteoclast precursor cells (Lonza) were cultured on bovine bone slices for 7 days. Denosumab was added in the cultures at day 0, and tartrate-resistant acid phosphatase isoform 5b (TRACP 5b) activity was measured from the culture medium collected at day 7. Osteoclast activity was studied by allowing osteoclasts resorb bone after 7 days&#8217; maturation period for additional 3 days in the presence of odanacatib. The amount of C-terminal cross-linked telopeptides of type I collagen (CTX-I) was measured in the culture medium collected at day 10 to quantitate osteoclast activity. Denosumab and odanacatib showed strong concentration dependent inhibition of osteoclast differentiation and activity, respectively. A mouse osteoblast progenitor cell line KS483 (Pharmatest Services) was used to study differentiation and activity of osteoblasts with test compounds bone morphogenetic protein 2 (BMP-2) and estradiol (E2). In the osteoblast differentiation assay, the activity of cellular alkaline phosphatase (ALP), a marker of osteoblast differentiation, was measured at day 8. In the osteoblast activity assay, the cells were cultured for 13 days. N-terminal propeptide of type I procollagen (PINP) secreted into the culture medium was determined at day 11 to indicate the effects on organic bone formation and calcium deposition was determined at the end of the study as a marker of inorganic bone formation. BMP-2 and E2 stimulated osteoblast differentiation and activity indicated by the increase in ALP activity, PINP and calcium levels. We conclude that these culture systems can be used for studying the effects of cancer therapeutics and identifying new potential compounds affecting the disease process of bone metastases with different mechanisms of action.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-13 Other,,"},{"Key":"Keywords","Value":"Osteoblast,Osteoclast,Bone metastasis,Estrogen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. H. E. Mäki-Jouppila, M. Ristola, J. Rissanen, <b>K. Fagerlund<\/b>; <br\/>Pharmatest Services Ltd., Turku, Finland","CSlideId":"","ControlKey":"ecea3ba2-3a6d-4a0a-b855-925f0a838a53","ControlNumber":"6356","DisclosureBlock":"&nbsp;<b>J. H. E. Mäki-Jouppila, <\/b> None..<br><b>M. Ristola, <\/b> None..<br><b>J. Rissanen, <\/b> None..<br><b>K. Fagerlund, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8692","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2920","PresenterBiography":null,"PresenterDisplayName":"Katja Fagerlund, PhD","PresenterKey":"b861b3bb-13fd-4af5-ab20-fef407b15956","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2920. <i>In vitro<\/i> assays for investigating the effects of cancer therapeutics on bone","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vitro<\/i> assays for investigating the effects of cancer therapeutics on bone","Topics":null,"cSlideId":""},{"Abstract":"Background: Xevinapant is a first-in-class, oral IAP (inhibitor of apoptosis protein) inhibitor designed to restore cancer cell sensitivity to apoptosis induced by radiotherapy (RT) and chemotherapy. In a randomized phase 2 study of patients with unresected locally advanced squamous cell carcinoma of the head and neck, xevinapant + chemoradiotherapy (CRT) significantly improved locoregional control at 18 months, 3-year progression-free survival and nearly doubled 5-year overall survival vs. placebo + CRT (53% vs. 28%). Two phase 3 trials, in which patients receive 6 cycles of xevinapant or placebo monotherapy (3 cycles in combination with standard-of-care (C)RT followed by 3 cycles of monotherapy), are ongoing. Based on the roles of IAPs in apoptosis and tumor immunity, continual dosing of xevinapant post RT may deliver additional therapeutic benefit through modulation of multiple tumor microenvironment (TME) compartments.<br \/>Methods: The impact on antitumor efficacy of xevinapant dosing duration was evaluated in A1419 (head and neck), LLC (lung) and MC38 (colorectal) syngeneic tumor-bearing mice treated with vehicle control, RT alone (3.6Gy, QD, 5 days), or RT + xevinapant (100 mg\/kg, QD, 1, 2, or 4 weeks). To assess treatment-mediated TME modulation in MC38 tumors, RNAseq and FACS-based immune profiling was performed, followed by functional validation with ex vivo ELISpot assays, in vitro immunogenic cell death assays, T cell activation assays, and macrophage polarization and viability assays. To evaluate the effect of xevinapant on RT-induced cancer associated fibroblast (CAF) activation and CAF-modulated immune phenotype, activation assay and cytokine profiling was performed.<br \/>Results: In the tumor models tested, RT in combination with extended xevinapant dosing markedly improved efficacy and prolonged survival compared to treatment arms of RT with shorter xevinapant dosing durations, RT alone, and vehicle control. RNAseq and FACS analyses suggested a TME with enhanced antitumor immunity, while ELISpot and in vitro T cell assays confirmed that extended xevinapant dosing promoted antigen-specific T cell response and T cell activation. Furthermore, macrophage polarization and viability assays suggested that xevinapant reduced the viability of M2 macrophages which may have contributed to the increased M1:M2 macrophage ratio and the improved antitumor immune response observed in vivo. In addition, via the suppression of RT-mediated CAF activation, xevinapant may promote M1 polarization of macrophages and recruitment of T cells by upregulating GM-CSF and CXCL10 in CAFs.<br \/>Conclusions: Extended dosing of xevinapant post concurrent RT improved antitumor efficacy and prolonged survival of tumor-bearing mice. Mechanistic investigation suggested that such benefit may be, in part, modulated by xevinapant enhanced antitumor immunity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"IAP,Tumor microenvironment,Tumor immunity,xevinapant,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T.-L. Yeung<\/b><sup>1<\/sup>, F. Jiang<sup>1<\/sup>, H. Huang<sup>1<\/sup>, H. Yu<sup>1<\/sup>, L.-Y. Chiu<sup>1<\/sup>, M. Bonnemaison<sup>1<\/sup>, B. Marelli<sup>1<\/sup>, R. Ferretti<sup>1<\/sup>, R. Lindemann<sup>2<\/sup>, C. Esdar<sup>2<\/sup>; <br\/><sup>1<\/sup>EMD Serono, Billerica, MA, <sup>2<\/sup>The Healthcare Business of Merck KGaA, Darmstadt, Germany","CSlideId":"","ControlKey":"5de8fddc-bbdc-43bf-9911-9ae17d463a26","ControlNumber":"2017","DisclosureBlock":"<b>&nbsp;T. Yeung, <\/b> <br><b>EMD Serono<\/b> Employment. <br><b>F. Jiang, <\/b> <br><b>EMD Serono<\/b> Employment. <br><b>H. Huang, <\/b> <br><b>EMD Serono<\/b> Employment. <br><b>H. Yu, <\/b> <br><b>EMD Serono<\/b> Employment. <br><b>L. Chiu, <\/b> <br><b>EMD Serono<\/b> Employment. <br><b>M. Bonnemaison, <\/b> <br><b>EMD Serono<\/b> Employment. <br><b>B. Marelli, <\/b> <br><b>EMD Serono<\/b> Employment. <br><b>R. Ferretti, <\/b> <br><b>EMD Serono<\/b> Employment. <br><b>R. Lindemann, <\/b> <br><b>The healthcare business of Merck KGaA<\/b> Employment. <br><b>C. Esdar, <\/b> <br><b>The healthcare business of Merck KGaA<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8693","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2921","PresenterBiography":null,"PresenterDisplayName":"Tsu-Lun Yeung, PhD","PresenterKey":"67977e3a-71b9-46e7-9015-44da7ba7c4fb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2921. Extended treatment with IAP inhibitor xevinapant post radiotherapy improves therapeutic efficacy and promotes antitumor immunity in preclinical models","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extended treatment with IAP inhibitor xevinapant post radiotherapy improves therapeutic efficacy and promotes antitumor immunity in preclinical models","Topics":null,"cSlideId":""},{"Abstract":"One of the main challenges currently faced in ovarian cancer treatment is that the primary platinum\/taxane therapy used to treat patients does not meaningfully extend survival. The overall survival for ovarian cancer patients with advanced disease is less than 30% with most patients recurring within 5 years of initial therapy. Once resistant disease develops there are few second line therapy options, which inevitably leads to disease progression. Thus, there is a critical need to identify new therapies that can overcome ovarian cancer chemoresistance and produce meaningful increases in patient survival. In recent years, new efforts have focused on targeting the tumor microenvironment (TME), the complex mixture of non-cancer cells that surround and support the cancer cells within the tumor. Different strategies have evolved to target the TME, such as immune checkpoint inhibitors or angiogenesis inhibitors. However, these TME targeting therapies have limited effect when used to treat ovarian cancer patients. Most ovarian tumors have a microenvironment that is highly immunosuppressive and do not respond or are resistant to angiogenesis inhibitors. Thus, new TME targeting therapies must be developed that can induce a therapeutic effect in ovarian tumors and can be used to treat most ovarian cancer patients. A novel TME component ripe for therapeutic targeting are the nerve fibers that infiltrate tumors in a process termed tumor innervation. Recent studies in several cancers have shown that tumor innervation can promote tumor growth\/metastasis. However, in ovarian cancer the role of innervation in promoting cancer progression remains undefined. Here we show that Transient Receptor Potential cation channel subfamily V member 1 (TRPV1)+ sensory innervation plays a significant role in driving ovarian cancer growth and metastasis. Analysis of patient samples shows that sensory nerve fiber innervation is much higher in ovarian tumors vs benign reproductive tissue. In addition, ablation of TRPV1 sensory nerve fibers in vivo causes reduced tumor burden and prolongs survival in a syngeneic mouse model of ovarian cancer metastasis. Taken together, our results establish TRPV1+ sensory innervation as a novel driver of ovarian cancer growth\/metastasis and a potential therapeutic target for ovarian cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor stromal interactions,,"},{"Key":"Keywords","Value":"Ovarian cancer,tumor innervation,Tumor microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Knarr<\/b><sup>1<\/sup>, K. Cummins<sup>1<\/sup>, D. Racordon<sup>1<\/sup>, H. Reavis<sup>1<\/sup>, T. Lippert<sup>1<\/sup>, R. Hausler<sup>1<\/sup>, P. Rawat<sup>1<\/sup>, S. Ryu<sup>2<\/sup>, J. Moon<sup>2<\/sup>, D. Hoon<sup>2<\/sup>, R. Greenberg<sup>1<\/sup>, P. Vermeer<sup>3<\/sup>, R. Drapkin<sup>1<\/sup>; <br\/><sup>1<\/sup>Perelman School of Med. Univ. of Pennsylvania, Philadelphia, PA, <sup>2<\/sup>Saint John's Cancer Institute, Santa Monica, CA, <sup>3<\/sup>Sanford Research Institute, Sioux Falls, SD","CSlideId":"","ControlKey":"74e2cd68-a1d2-446e-8bb3-6b4a774abb50","ControlNumber":"6012","DisclosureBlock":"&nbsp;<b>M. Knarr, <\/b> None..<br><b>K. Cummins, <\/b> None..<br><b>D. Racordon, <\/b> None..<br><b>H. Reavis, <\/b> None..<br><b>T. Lippert, <\/b> None..<br><b>R. Hausler, <\/b> None..<br><b>P. Rawat, <\/b> None..<br><b>S. Ryu, <\/b> None..<br><b>J. Moon, <\/b> None..<br><b>D. Hoon, <\/b> None..<br><b>R. Greenberg, <\/b> None..<br><b>P. Vermeer, <\/b> None..<br><b>R. Drapkin, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8814","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2922","PresenterBiography":null,"PresenterDisplayName":"Matthew Knarr, AAS;BS;PhD","PresenterKey":"d3860743-3d39-42ea-acf6-3eb2a614c37c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2922. Sensory innervation as a novel driver of ovarian cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"451","SessionOnDemand":"False","SessionTitle":"The Tumor Microenvironment as a Drug Target","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sensory innervation as a novel driver of ovarian cancer progression","Topics":null,"cSlideId":""}]