[{"Abstract":"<b>Background: <\/b>Hepatocellular carcinoma (HCC) is frequently diagnosed in advanced stages, with limited options available for systemic treatment. Given the significant investment of time, the high costs, and the notable failure rates involved in developing new drugs, it is crucial to identify appropriate cancer-specific surface targets, especially aiming at antibody drug conjugates and radioligand therapy. This study aims to propose a pipeline utilizing spatial transcriptomics (ST) to prioritize potential cancer-specific surface targets for HCC.<br \/><b>Methods:<\/b> Visium ST samples were collected from fresh-frozen tissues of HCC patients undergoing hepatectomy. The spots with over 500 expressed genes and a mitochondrial gene percentage below 20% were selected. Counts were normalized with sctransform, and the tumor cell proportion in each spot was predicted using CellDART. Cancer region-specific genes were identified based on three criteria: high topological overlap with tumor cell distribution (using STopover), a high correlation coefficient with tumor cell proportion, or significantly higher expression in the tumor cell cluster compared to others in single-cell RNA-sequencing dataset. Genes identified through these methods were pooled and filtered based on average expression in the whole tissue using human normal cell atlas data and surface proteins. To select drug candidates with low normal organ toxcity, Tabula Sapiens datasets were used. Genes expressed in over 50% of cells and with an average expression above 1 in any critical organs were excluded.<br \/><b>Results:<\/b> One ST sample was obtained from each of the 7 HCC patients. The topology, correlation, and single-cell-based criteria resulted in 42, 15, and 7 genes, respectively, with only 1 gene (<i>P4HB<\/i>) overlapping across all three methods. After filtering genes with high expression in normal organs based on Tabula Sapiens, 25 genes remained. In the GEPIA databases, <i>GPC3<\/i> exhibited the highest log fold change in RNA expression between HCC and normal liver (6.280), followed by <i>TM4SF4<\/i> (2.156), <i>EFNA1<\/i> (0.581), <i>GJB1<\/i> (0.498), and <i>IRS1<\/i> (0.391). To externally validate the results, 17 ST datasets from 5 patients provided by HCCDB were used. Among the selected genes, only <i>GPC3<\/i> and <i>EFNA1<\/i> had higher average expression in the tumor compared to other compartments (normal, stromal, and immune) in at least 3 out of 5 patients.<br \/><b>Conclusion:<\/b> The proposed platform prioritizes cancer-specific surface targets for HCC, focusing primarily on spatial gene expression profiles obtained from ST and gene expression data from external databases. This analytical tool can be further utilized to identify molecular targets for developing antibody drug conjugates or radioligand therapies, which are designed to specifically deliver therapeutic agents to the tumor.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Target discovery,Hepatocellular carcinoma,Transcription,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Bae<\/b><sup>1<\/sup>, D. Lee<sup>2<\/sup>, D. Lee<sup>2<\/sup>, K. Na<sup>2<\/sup>, S. Hong<sup>3<\/sup>, Y. Choi<sup>3<\/sup>, N.-J. Yi<sup>3<\/sup>, K.-W. Lee<sup>3<\/sup>, K.-S. Suh<sup>3<\/sup>, H. Choi<sup>2<\/sup>; <br\/><sup>1<\/sup>Institute of Radiation Medicine, Medical Research Center, Seoul National University, Seoul, Korea, Republic of, <sup>2<\/sup>Portrai, Inc., 78-18, Dongsulla-gil, Jongno-gu, Seoul, Korea, Republic of, <sup>3<\/sup>Department of Surgery, Seoul National University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"b4665ca0-0adc-472c-bf26-538fb90b96ba","ControlNumber":"5939","DisclosureBlock":"<b>&nbsp;S. Bae, <\/b> <br><b>Portrai, Inc.<\/b> Other, Scientific advisior. <br><b>D. Lee, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>D. Lee, <\/b> <br><b>Portrai, Inc.<\/b> Stock, Other, Co-founder. <br><b>K. Na, <\/b> <br><b>Portrai, Inc.<\/b> Stock, Other, Co-founder.<br><b>S. Hong, <\/b> None..<br><b>Y. Choi, <\/b> None..<br><b>N. Yi, <\/b> None..<br><b>K. Lee, <\/b> None..<br><b>K. Suh, <\/b> None.&nbsp;<br><b>H. Choi, <\/b> <br><b>Portrai, Inc.<\/b> Stock, Other, Co-founder.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9284","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4876","PresenterBiography":null,"PresenterDisplayName":"Sungwoo Bae, MD;PhD","PresenterKey":"d97dd866-eeec-4102-bdb4-db15392829f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4876. Data-driven discovery of cancer-specific targets for hepatocellular carcinoma using spatial transcriptomics","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Data-driven discovery of cancer-specific targets for hepatocellular carcinoma using spatial transcriptomics","Topics":null,"cSlideId":""},{"Abstract":"Chemoresistance can develop during the course of treatment of many cancers, which can limit the utility of standard therapeutics and lead to poor outcomes. The mechanism by which resistance arises is not well understood, and developing models to study resistance can be challenging. Resistance can spontaneously arise in cell lines, however, it is difficult to separate resistant from sensitive cells using traditional biomarkers, hampering their utility for studying mechanisms. Morphology presents another modality to examine resistance, independently of protein markers, and may solve a previously intractable problem of separating resistant from sensitive cells for further study.<br \/>Here we sought to study the mechanism of chemoresistance in cell lines using multi-parameter morphology in combination with gene expression and other standard molecular approaches. We induced resistance to specific chemotherapeutic drugs in parent cancer cell lines from lung, ovarian, and melanoma cancers. IC-50s of each drug increased by &#8805;1 order of magnitude in the resistant cells. Whole exome sequencing and bulk RNAseq were performed to examine differentially expressed genes and pathways between the parent and resistant cell lines.<br \/>Each cell line was analyzed using multi-dimensional morphology using the Deepcell platform, which extracts &#62;100 morphological features from images of unlabeled single cells using artificial intelligence (AI), advanced imaging, and microfluidics. The morphology features represent both Deep Learning (DL)-derived features and human-interpretable morphometric features, such as size and shape. Unique morphotypes were observed differentiating each combination of parent and resistant cell lines, with notable changes in granularity distinguishing them. A subset of images was used to train a random forest classifier to predict the resistant state of each cell image, which performed with up to 85% accuracy on independent cell images. Strikingly, the combination of DL plus morphometric features outperformed the use of morphometric features alone, demonstrating the increased utility of combined analysis. The top gene pathways and top morphological features were examined to infer potential mechanisms underlying chemoresistance.<br \/>This work demonstrates that morphology alone can be used to distinguish drug resistant vs. parent populations without the use of markers. Morphology analysis can be applied to understanding complex phenotypes, and future platform improvements will enable sorting of these resistant populations to better identify molecular pathways in both cell lines and in primary tumor samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Chemoresistance,Machine learning,Deep learning,Cell lines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Jovic<\/b><sup>1<\/sup>, M. Ray<sup>1<\/sup>, R. Carelli<sup>1<\/sup>, K. Saini<sup>1<\/sup>, T. Pham<sup>1<\/sup>, C. Corona<sup>1<\/sup>, S. C. Boutet<sup>1<\/sup>, C. Johnson<sup>1<\/sup>, M. Salek<sup>1<\/sup>, M. Masaeli<sup>1<\/sup>, M. Barnes<sup>2<\/sup>, C. Y. Ramathal<sup>2<\/sup>; <br\/><sup>1<\/sup>Deepcell Inc., Menlo Park, CA, <sup>2<\/sup>Abbvie, Chicago, IL","CSlideId":"","ControlKey":"ab9c0599-4011-4240-b6b7-b761f2cca119","ControlNumber":"5966","DisclosureBlock":"<b>&nbsp;A. Jovic, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>M. Ray, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>R. Carelli, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>Replit<\/b> Employment. <br><b>K. Saini, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>T. Pham, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>C. Corona, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>S. C. Boutet, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>C. Johnson, <\/b> <br><b>Deepcell (former)<\/b> Employment. <br><b>BioView<\/b> Employment. <br><b>M. Salek, <\/b> <br><b>Deepcell<\/b> Employment, Fiduciary Officer. <br><b>M. Masaeli, <\/b> <br><b>Deepcell<\/b> Employment, Fiduciary Officer. <br><b>M. Barnes, <\/b> <br><b>Abbvie<\/b> Employment. <br><b>C. Y. Ramathal, <\/b> <br><b>Abbvie<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9285","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4877","PresenterBiography":null,"PresenterDisplayName":"Andreja Jovic, PhD","PresenterKey":"19c1e3a5-7747-47df-98d2-5a4cf4b56082","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4877. Morphological detection of chemotherapy resistance in cancer cell lines using AI-based analysis","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Morphological detection of chemotherapy resistance in cancer cell lines using AI-based analysis","Topics":null,"cSlideId":""},{"Abstract":"Detection of urothelial carcinoma (UC) faces a significant challenge in sensitivity due to the limitations of existing methodologies such as cytology. Identifying tumors through epigenetics pattern presents a promising advancement in diagnostic precision. This study aims to explore a non-invasive and more sensitive strategy by analyzing urinary cell-free DNA (ucfDNA) methylation profiles in conjunction with traditional urine cytology. The cohort for this study were collected from 20 patients with UC and 17 patients with benign or non-tumor lesions which histopathologic and cytopathologic results were reviewed by pathologist. Additional 16 cancer samples and 40 healthy donor samples were collected from independent research centers. We employed PredicineEPIC, a comprehensive whole-genome methylation assay, to investigate the DNA methylation characteristics in urine samples. The dataset was splited into 1:2 proportions for modeling and validation. The methylation signals were fed to three machine learning algorithms for determining the most effective classification model. Differentiating cancer and benign samples through urinary cytology has high specificity (1.0) but low sensitivity (0.3). Then we examined differentially methylated regions and implemented four most abnormally methylated regions as classify features. We found that the Gradient Boosting Machine (GBM) model achieved optimal performance in the validation set, with an AUC of 0.93, sensitivity of 0.81 (21\/26), and specificity of 1.0 (36\/36). The combination of methylation- and urine cytology-based models raised 2% prediction accuracy without reducing precision, suggesting that this assay could be applied to augment the cytology testing for UC detection. This study proposes a new and promising approach, leveraging cytology combined with epigenetic profiles of urinary cell-free DNA, for the precise diagnosis of urothelial carcinoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Epigenetics,Urine,Cell-free DNA,Cancer detection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"H. Zhao<sup>1<\/sup>, <b>H. Dong<\/b><sup>2<\/sup>, H. Tang<sup>2<\/sup>, Z. Zhang<sup>1<\/sup>, N. Wei<sup>3<\/sup>, J. Xu<sup>3<\/sup>, P. Du<sup>2<\/sup>, S. Jia<sup>2<\/sup>, T. Xiao<sup>4<\/sup>, H. Guo<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Center\/National Clinical Research Center for Cancer \/Cancer Hospital, Chinese Academy of Medical sciences and Peking Union Medical college, Beijing, China, <sup>2<\/sup>Huidu (Shanghai) Medical Sciences, Ltd., Shanghai, China, <sup>3<\/sup>the First Affiliated Hospital of Zhengzhou University, Zhengzhou, China, <sup>4<\/sup>National Cancer Center\/National Clinical Research Center for Cancer\/Cancer Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China","CSlideId":"","ControlKey":"56f2b0aa-0c50-4c22-9ce4-59514257ee21","ControlNumber":"5987","DisclosureBlock":"&nbsp;<b>H. Zhao, <\/b> None.&nbsp;<br><b>H. Dong, <\/b> <br><b>Huidu (Shanghai) Medical Sciences<\/b> Employment. <br><b>H. Tang, <\/b> <br><b>Huidu Shanghai Medical Sciences<\/b> Employment.<br><b>Z. Zhang, <\/b> None..<br><b>N. Wei, <\/b> None..<br><b>J. Xu, <\/b> None.&nbsp;<br><b>P. Du, <\/b> <br><b>Predicine, Inc.<\/b> Other, Co-Founder. <br><b>S. Jia, <\/b> <br><b>Predicine, Inc.<\/b> Other, Founder.<br><b>T. Xiao, <\/b> None..<br><b>H. Guo, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9286","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4878","PresenterBiography":null,"PresenterDisplayName":"Hang Dong, D Phil","PresenterKey":"b2401cef-caa3-4029-a890-37eb09c6ad82","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4878. Enhancing non-invasive detection of urothelial carcinoma through combined cytology and methylation profiling of urinary cell-free DNA","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing non-invasive detection of urothelial carcinoma through combined cytology and methylation profiling of urinary cell-free DNA","Topics":null,"cSlideId":""},{"Abstract":"Tertiary Lymphoid Structures (TLSs) are ectopic lymphoid structures that form in chronically inflamed non-lymphoid tissue. The presence of TLSs in tumors is largely associated with favorable outcomes among patients and also exhibit positive associations with response to immune checkpoint blockade. Although mainly comprised of lymphocytes (B cells and T cells), they are considered a separate entity from lymphocyte aggregates within tissue. Lymphocyte aggregates are fairly routine to identify in H&#38;E stained tissue sections, but delineating TLSs from simple lymphocyte aggregates is subjective and not clearly defined. Additionally, the definition of TLSs is only recently being elucidated, so a clear molecular definition of both TLSs and lymphocyte aggregates is needed. To address this problem, we leveraged open-source spatial transcriptomics (ST) data from 17 samples across 7 cancer types. High resolution H&#38;E images were manually evaluated for lymphocyte aggregates by identifying dense pockets of lymphocytic-appearing nuclei. Suspected aggregates were detected in 10 of 17 samples. We then applied a visium spot-level signature scoring method for 4 well published TLS signatures. Of the spots identified, 62% had enhanced signature expression for at least 2 of the signatures, although most of the incorrect annotations came from the lone gastric cancer sample. Differential expression between a TLS-sig- suspected lymphoid aggregate and a TLS-sig+ region not identified by H&#38;E enriched primarily for B cell identity genes, suggesting B-cell-rich TLSs may not always appear as lymphoid aggregates in histology. [AG1] Strikingly, ST revealed strongly positive enhancements in the TLS signatures, where no annotations were made, and no obvious lymphoid aggregation was present, suggesting manual annotation from H&#38;E is inadequate for identifying TLSs. Together, these results demonstrate that literature derived TLS signatures can correctly identify lymphoid aggregates as TLSs and that cellular and molecular differences between standard lymphoid aggregates and TLSs may be smaller than is currently accepted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Lymph nodes,Bioinformatics,B cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Krull<\/b>, A. Byappanahalli, Y. Jiang, A. Gunderson, Q. Ma; <br\/>The Ohio State University, Columbus, OH","CSlideId":"","ControlKey":"58e2a191-c78c-46fb-8b20-6609a5140f55","ControlNumber":"6117","DisclosureBlock":"&nbsp;<b>J. Krull, <\/b> None..<br><b>A. Byappanahalli, <\/b> None..<br><b>Y. Jiang, <\/b> None..<br><b>A. Gunderson, <\/b> None.&nbsp;<br><b>Q. Ma, <\/b> <br><b>Merck<\/b> Travel.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9287","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4879","PresenterBiography":"","PresenterDisplayName":"Jordan Krull, BS;PhD","PresenterKey":"fa63af99-3cc8-4d21-8e3b-e51e9df85315","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4879. Delineating lymphocyte aggregates from tertiary lymphoid structures using spatial transcriptomics","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Delineating lymphocyte aggregates from tertiary lymphoid structures using spatial transcriptomics","Topics":null,"cSlideId":""},{"Abstract":"This work aims to decipher p73-regulated biomarkers for a prompt diagnosis of colorectal cancer (CRC) by employing a combination of integrative bioinformatics and expression profiling technologies. Transcriptome profile of HCT116 cell line p53&#8722;\/&#8722; p73+\/+ and p53&#8722;\/&#8722; p73 knockdown was performed to identify differentially expressed genes (DEGs) followed by cross-checking with three CRC tissue expression datasets available in Gene Expression Omnibus. KEGG and Gene ontology were performed on differentially expressed transcripts obtained via the transcriptome profile and intersected genes. The PPI network was constructed via Cytoscape to extract hub genes. KM plots assisted in investigating the prognostic significance of the hub genes. The clinicopathological relevance was explored using the GEPIA and UALCAN databases. Finally, machine\/deep learning algorithms were employed to perform TNM-stage classification. Transcriptome profiling revealed 1,289 upregulated and 1,897 downregulated genes. When intersected with employed CRC datasets, 284 DEGs were obtained. The analysis of gene ontology and KEGG showed enrichment of the DEGs in metabolic process, fatty acid biosynthesis, etc. The PPI network constructed using these 284 genes assisted in identifying 20 hub genes. Kaplan Meier, GEPIA, and UALCAN analyses uncovered the prognostic and diagnostic relevance of these hub genes. Conclusively, the deep learning model achieved TNM-stage classification accuracy of 0.78 and 0.75 using 284 DEGs and 20 hub genes, respectively. This is a novel study utilizing transcriptomics, publicly available tissue datasets, and machine learning to unveil key CRC-relevant genes. These genes are found relevant regarding the patients&#8217; prognosis and diagnosis. The unveiled biomarkers are also found robust in TNM-stage prediction. This is the first study where transcriptomics, publicly available tissue datasets, and machine learning are altogether employed to reveal key genes in CRC pathogenesis. Our research highlights the robust analysis of four independent data sets to find the key hub genes, further predicting the performance of the key genes in stage-wise classification.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"p73,The Cancer Genome Atlas (TCGA),p53,Colorectal,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Bareja<\/b>, K. Dwivedi, A. Uboveja, A. Mathur, N. Kumar, D. Saluja; <br\/>University of Delhi, New Delhi, India","CSlideId":"","ControlKey":"b0ac60f9-7193-42d7-b134-c151a8bbccf5","ControlNumber":"6166","DisclosureBlock":"&nbsp;<b>C. Bareja, <\/b> None..<br><b>K. Dwivedi, <\/b> None..<br><b>A. Uboveja, <\/b> None..<br><b>A. Mathur, <\/b> None..<br><b>N. Kumar, <\/b> None..<br><b>D. Saluja, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9288","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4880","PresenterBiography":"","PresenterDisplayName":"Chanchal Bareja, MS","PresenterKey":"ea6a5c37-c59d-4532-a7a0-8c69fd40319a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4880. Identification and clinicopathological analysis of potential p73-regulated biomarkers in colorectal cancer via integrative bioinformatics","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification and clinicopathological analysis of potential p73-regulated biomarkers in colorectal cancer via integrative bioinformatics","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Recently, the study of microbiota has emerged as a novel area in cancer research. While next-generation sequencing (NGS) technologies are becoming more prevalent in the area, the acquisition of spatial information in microbiota is still challenging. Despite the possibility of detecting microbial RNAs on Visium (10X genomic, USA), methods depending on predefined host and microbial references cannot reliably capture microbial RNA reads, since Visium inherently lacks the ability to capture RNAs that are missing poly-A tails. Therefore, a reference-independent microbial RNA detection method needs to be developed for more trustworthy research on cancer microbiota on Visium.<br \/><b>Methods:<\/b> Initially, we reconstructed Visium data from a public raw dataset (Project: PRJNA811533, European Nucleotide Archive) derived from colorectal cancer (CRC) and oral squamous cell carcinoma (OSCC). BAM files were obtained by running Space Ranger on a human reference, GRCh38. These BAM files were firstly separated according to spatial barcodes with samtools and xargs. Then, microbial scores for each barcode were obtained using PathSeq. On the other hand, barcode-wise unmapped reads were extracted from the original BAM files simply by remaining unmapped reads, sorting them by spatial barcodes, and counting the number of reads. Then, the unmapped reads originating from host RNA reads were eliminated by regression analysis, remaining the microbial RNA reads. Subsequently, we conducted a comparison of microbial RNA reads from two different techniques.<br \/><b>Results:<\/b> By filtering out the unmapped reads associated with the host, microbial reads could be isolated. While these remaining microbial RNA reads show a significant correlation with the PathSeq scores, the unmapped reads were significantly higher than the PathSeq scores, increasing the statistical power for the downstream analysis with unmapped reads. Additionally, tissue regions with low PathSeq scores and high volumes of non-human unmapped reads were identified. These regions may indicate the presence of microbial sequences or RNA species that were not detected in the PathSeq analysis.<br \/><b>Conclusion:<\/b> The use of unmapped reads enables us to capture a greater number of RNA transcripts compared to PathSeq to indirectly analyze cancer microbiota. This means that we can observe hard-to-identify RNA variants, such as unstable RNAs or new species originating from the interaction between microbial RNAs and host RNAs. Our methods can provide plausible explanations for the existence of microbial RNAs on Visium, and we suggest a reference-independent detection of cancer microbota reads by utilizing unmapped reads.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Microbiome,Bioinformatics,Next-generation sequencing (NGS),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Park<\/b><sup>1<\/sup>, S. Park<sup>1<\/sup>, D. Lee<sup>1<\/sup>, J. Lee<sup>1<\/sup>, D. Lee<sup>1<\/sup>, K. Na<sup>2<\/sup>, H. Choi<sup>2<\/sup>, H.-J. Im<sup>3<\/sup>; <br\/><sup>1<\/sup>Portrai, Inc., Seoul, Korea, Republic of, <sup>2<\/sup>Seoul National University Hospital, Seoul, Korea, Republic of, <sup>3<\/sup>Graduate School of Convergence Science and Technology, Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"3e218eaf-c431-4cbd-be44-e1a5360f4201","ControlNumber":"6437","DisclosureBlock":"<b>&nbsp;J. Park, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>S. Park, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>D. Lee, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>J. Lee, <\/b> <br><b>Portrai, Inc.<\/b> Employment. <br><b>D. Lee, <\/b> <br><b>Portrai, Inc.<\/b> Stock. <br><b>K. Na, <\/b> <br><b>Portrai, Inc.<\/b> Stock. <br><b>H. Choi, <\/b> <br><b>Portrai, Inc.<\/b> Stock. <br><b>H. Im, <\/b> <br><b>Portrai, Inc.<\/b> Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9289","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4881","PresenterBiography":null,"PresenterDisplayName":"Jeongbin Park","PresenterKey":"cb517d09-235e-469b-92b6-709fecb70788","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4881. Detecting cancer microbiota using unmapped RNA reads on spatial transcriptomics","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detecting cancer microbiota using unmapped RNA reads on spatial transcriptomics","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Breast Cancer (BrCA) is one of the most common cancers, causing mortality in women worldwide. Among the subtypes of breast cancer, triple-negative breast cancer (TNBC) is the most aggressive due to the absence of three major receptors: estrogen receptor (ER), progesterone receptor (PR), and human epidermal growth factor receptor-2 (HER-2). Treatment options for TNBC are limited because of the lack of these molecular targets. We hypothesized that the identification and characterization of novel transcriptional regulatory relationships in TNBC will provide etiologic insights, enhance therapeutic outcomes, and improve patient survival. Overexpression of <i>NFE2L3<\/i> in BrCA has inhibited cell proliferation and metastasis while overexpression of <i>BHLHE40<\/i> has produced an inverse effect. This study aims to characterize the relationship between <i>NFE2L3<\/i> and <i>BHLHE40<\/i> in TNBC cells.<br \/>Methods: Patient data from the two groups of our focus from the Cancer Genome Atlas BrCA RNAseq gene expression dataset were examined: triple-positive breast cancer (TPBC) and TNBC. Differentially expressed genes (DEGs) between these groups were identified using DESeq2. Pathways over-represented among the DEGs were determined using enrichR. For their impact on biological interactions, those DEGs were mapped to curate protein-protein interactions - the STRING database. Additionally, DEGs were superposed on two network inference algorithm-generated transcriptional regulatory networks (TRNs). Virtual Inference of protein activity by Enriched Regulon analysis was applied to the generated TRN to identify master regulators driving gene expression differences between TPBC and TNBC. Of the master regulators observed, the activity of NFE2L3 was explored in TNBC cells. The TRNs indicate that NFE2L3 regulates the expression of BHLHE40. This regulatory relationship was explored in TNBC cells by RNA interference, qRT-PCR, immunoblotting, and co-immunoprecipitation assays to investigate <i>NFE2L3<\/i> and <i>BHLHE40<\/i> gene and protein expression and interaction.<br \/>Results: Among 12,000 DEGs (5% FDR), over-represented pathways included &#8220;<i>mitotic signaling&#8221; <\/i>and<i> &#8220;G1\/S transition<\/i>&#8221;. Master regulators with higher expression in TNBC included NFE2L3, HMGA1, TP53, FOXC1, and SOX9; those with lower expression included FOXA1, BHLHE40, AR, XBP1, and ESR1. On silencing the cells of <i>NFE2L3 <\/i>and performing qRTPCR analysis, the expression of <i>BHLHE40<\/i> was decreased in the TNBC cells. The protein-protein interaction between NFE2L3 and BHLHE40 was also validated.<br \/>Conclusion: DEGs up-regulated in TNBC participate in cell cycle signaling. And there is a novel transcriptional regulatory relationship between <i>NFE2L3<\/i> and <i>BHLHE40<\/i> in TNBC cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"The Cancer Genome Atlas (TCGA),Master regulators,Triple-negative breast cancer (TNBC),Molecular targets,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Modi<\/b>, T. Andey, G. Acquaah-Mensah; <br\/>Massachusetts Col. of Pharmacy & Health Sci., Worcester, MA","CSlideId":"","ControlKey":"715503b9-1d32-45f8-8316-d011f593b86c","ControlNumber":"6546","DisclosureBlock":"&nbsp;<b>S. Modi, <\/b> None..<br><b>T. Andey, <\/b> None..<br><b>G. Acquaah-Mensah, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9291","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4883","PresenterBiography":null,"PresenterDisplayName":"Shail Rakesh Modi, M Pharm;PhD","PresenterKey":"c3fde9c6-2cde-4dcd-a3d5-0da979d564cb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4883. <i>NFE2L3<\/i> regulates the expression of <i>BHLHE40 <\/i>in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>NFE2L3<\/i> regulates the expression of <i>BHLHE40 <\/i>in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"In cancer genomics, precise variant annotation is crucial for clinical decisions, drug development, and research. The burgeoning genomic data offers an opportunity to use data-driven approaches to generate knowledge that supports clinical decisions. Particularly machine learning (ML) and Deep learning (DL), are becoming essential, as their application is fast, scalable, simple to implement, and generates reproducible results. The methods ranging from simple sequence-based alignment scoring to advanced algorithms like Logistic regression, Support vector machine, and Recurrent neural networks, have been employed by multiple variant annotation tools. This study compares <i>in-silico<\/i> methods available in Ensembl's Variant Effect Predictor (VEP) using a test dataset with COSMIC annotations.<br \/>ML\/DL success relies on robust training sets with comprehensive genomic variants features, including effects on transcription\/translation, genomic context, annotation resources, <i>in silico<\/i> pathogenicity predictions, and population allele frequency. The training set, composed of known benign or pathogenic variants, serves as a reference for these algorithms to classify new and unseen variants. Our analysis reveals a limited concordance between the prediction algorithms. Despite comparable true\/false positives\/negatives, discrepancies persist in variant classification. Certain algorithms exhibit a propensity to over or under-call deleterious mutations. Some demonstrate a tendency to classify random variants in non-cancer genes as deleterious. Challenges include the absence of consensus on informative features, diverse training datasets, and restriction to well annotated proteins\/transcripts.<br \/>Balancing the sensitivity and false positives in detecting cancer drivers is crucial. Integrating individual prediction scores with ML algorithms enhances tool performance but comes with risk of error propagation, and limited accuracy. The study emphasises the need for context-specific variant classification tools, as many variants' impacts are cancer-type specific, and some may drive disease synergistically. Existing tools, designed for a \"one variant - one score approach,\" struggle to capture complex associations, especially those dependent on changes in the tumour microenvironment.<br \/>Highlighting areas for improvement, the study addresses the \"black box\" problem in decision processes. While limited interpretability might not hinder practical applications, tools should evolve to assess more complex associations guided by biology. Formal consensus, reference training datasets, and standards are deemed essential for developing next-generation tools. The envisioned context-dependent tools aim to streamline feature complexity, thereby mitigating the black box problem and advancing the accuracy and interpretability of cancer variant annotation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Machine learning,Cancer genomics,Variant annotation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Madhumita<\/b>, Z. Sondka, J. Teague; <br\/>Wellcome Sanger Institute, Cambridge, United Kingdom","CSlideId":"","ControlKey":"a7528d22-c489-4b82-a24f-03054ab25a65","ControlNumber":"6550","DisclosureBlock":"&nbsp;<b>M. Madhumita, <\/b> None..<br><b>Z. Sondka, <\/b> None..<br><b>J. Teague, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9292","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4884","PresenterBiography":null,"PresenterDisplayName":"Madhumita Madhumita, PhD","PresenterKey":"5662e58d-4dc1-4f61-9fc6-18a5857cd115","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4884. Evaluating the utility of <i>in silico<\/i> variant annotation tools for cancer driver detection","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluating the utility of <i>in silico<\/i> variant annotation tools for cancer driver detection","Topics":null,"cSlideId":""},{"Abstract":"Cancer is a highly heterogeneous disease characterized by genomic and phenotypic changes that differ among tumor subtypes. A comprehensive understanding of the molecular heterogeneity is crucial for identifying molecular biomarkers and developing targeted therapies. While recent years have seen significant progress in genomic studies and advancements in next-generation sequencing technologies, elucidate the impact of individual genomic alterations on the transcriptome landscape of cancer cells remains essential. This knowledge is crucial for developing personalized therapies. To integrate mutational profiles and transcriptional data, we have developed a novel computational framework named ASTUTE (<u>A<\/u>ssociation of <u>S<\/u>oma<u>T<\/u>ic m<u>U<\/u>ta<u>T<\/u>ions to <u>E<\/u>xpression). ASTUTE establishes associations between somatic mutations and gene expression profiles, quantifying the results as fold changes and comparing the effects of individual mutations. In particular, ASTUTE leverages LASSO regularized regression for feature selection, identifying the most relevant mutated genes that exhibit a strong association with expression levels. Our goal is to create a valuable resource for identifying diagnostic markers and advancing the development of targeted therapies in cancer. To this end, we applied ASTUTE to two published bulk RNA-seq datasets of adult acute myeloid leukemia (AML) patients from the Beat AML program and the TCGA study to verify the capacity of our approach to identify genes whose expression correlates with the presence of specific somatic mutations. The first dataset comprises 585 samples, while the second one includes 173 specimens, both of them contain mutations and RNA-seq data. We executed ASTUTE on the two datasets independently, considering all genes for RNA-seq data and the alterations in the top 10 most mutated genes. We considered the associations consistently discovered in both cohorts. Our analysis revealed a strong association between NPM1 mutations and the expression of HOX genes. Specifically, HOXB6, HOXB5, HOXB3, HOXA5, HOXB2, and HOXA10 exhibited a log2 fold change higher than 1.5. The upregulation of these genes has been reported in association with NPM1 mutations in AML adult patients. Additionally, ASTUTE identified HOXA6, HOXA7, HOXA4, and HOXA9, whose expression has been described to be upregulated in the presence of NPM1 mutations in AML pediatric samples. Finally, we identified a robust relationship between NPM1 mutations and the expression of PBX3, MEIS, and ITM2A. The first two genes are upregulated in the presence of NPM1 mutations, while the third one is downregulated. Our analysis showcases ASTUTE's capability to identify potential markers and underscores the possibility to apply ASTUTE to different tumors datasets, with the aim to better characterize cancer heterogeneity and develop targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Cancer,Multiomics,Precision medicine,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Crippa<\/b>, D. Fontana, I. Civettini, L. Mologni, R. Piazza, C. Gambacorti-Passerini, D. Ramazzotti; <br\/>University of Milano-Bicocca, Monza, Italy","CSlideId":"","ControlKey":"1cd70d84-978a-4d68-b64c-bc3cf4b1e61b","ControlNumber":"6551","DisclosureBlock":"&nbsp;<b>V. Crippa, <\/b> None..<br><b>D. Fontana, <\/b> None..<br><b>I. Civettini, <\/b> None..<br><b>L. Mologni, <\/b> None..<br><b>R. Piazza, <\/b> None..<br><b>C. Gambacorti-Passerini, <\/b> None..<br><b>D. Ramazzotti, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9293","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4885","PresenterBiography":null,"PresenterDisplayName":"Valentina Crippa, MS","PresenterKey":"5f6d8bc5-c0a2-47af-82bf-38451f1d97bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4885. Integrating mutational profiles and transcriptional data with <i>ASTUTE<\/i> to elucidate the key molecular functions involved in the pathogenesis of cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrating mutational profiles and transcriptional data with <i>ASTUTE<\/i> to elucidate the key molecular functions involved in the pathogenesis of cancer","Topics":null,"cSlideId":""},{"Abstract":"Inflammatory Breast Cancer (IBC) has increasingly been recognised as a distinct form of breast cancer, that is characterised by its distinctive clinical presentation, as well as its fast onset and poor prognosis. Despite previous efforts, the underlying molecular heterogeneity of IBC remains poorly understood. We used single-cell transcriptomics to dissect the transcriptional landscape of IBC at single-cell resolution, and elucidate differences to non-inflammatory breast cancer (non-IBC), of which we created and curated a subtype-matched comparison dataset. Our analysis revealed a previously underappreciated role of the microenvironment in driving the immune suppressive and angiogenic phenotype of IBC. Furthermore, we identified key transcriptional signatures associated with IBC aggressiveness, including dysregulated pathways across all major cell compartments. Within each compartment, we used a combination of approaches to assign functional roles to subsets of cells, including expression of marker genes, gene programmes and projection onto thoroughly annotated reference-spaces. We thus identify cell populations present in significantly different proportions between IBC and non-IBC. Interestingly, among the populations enriched in IBC we identified iCAFs, pro-inflammatory M1-like myeloid cells as well as regulatory T cells. In non-IBC on the other hand, enriched cell types include myCAFs, M2-like myeloid cells and cytotoxic T cells.In addition to differences in the cell composition, we also find differences in the expression of certain markers and gene programmes. A pseudo-time analysis of T cells reveals a shift towards an exhausted T cell phenotype in IBC, in line with a lower expression of HLA genes in its epithelial compartment. In agreement with the known angiogenic phenotype, we also see an enrichment in mitogenic signatures in IBC-associated endothelial cells. In summary, our data describe an immunosuppressive environment, highlighted by the presence of cell types with an inflammation-like phenotype, signs of immune evasion and exhaustion and angiogenesis. Our comprehensive and unique single-cell transcriptomic dataset of this rare form of breast cancer provides valuable insights into the complex cellular composition of IBC, offering a foundation for further functional exploration of involved pathways, and finally development of new targeted therapy approaches. Our study contributes to a deeper understanding of IBC biology and pathology, enabling future identification of direly needed biomarkers and therapeutic approaches for this hard-to-treat breast cancer type.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Breast cancer,Inflammatory breast cancer,Single cell,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>P. Schwerd-Kleine<\/b><sup>1<\/sup>, T. Cheytan<sup>1<\/sup>, R. Wrth<sup>1<\/sup>, E. Gutjahr<sup>2<\/sup>, L. Michel<sup>3<\/sup>, V. Thewes<sup>4<\/sup>, P. Lichter<sup>4<\/sup>, A. Schneeweiss<sup>3<\/sup>, A. Trumpp<sup>1<\/sup>, M. Sprick<sup>1<\/sup>; <br\/><sup>1<\/sup>German Cancer Research Center (DKFZ), Heidelberg Institute for Stem Cell Technology and Experimental Medicine (HI-STEM gGmbH), German Cancer Consortium (DKTK), Heidelberg, Germany, <sup>2<\/sup>Institute of Pathology, University of Heidelberg, German Cancer Research Center (DKFZ), Heidelberg Institute for Stem Cell Technology and Experimental Medicine (HI-STEM gGmbH), German Cancer Consortium (DKTK), Heidelberg, Germany, <sup>3<\/sup>Division of Gynecological Oncology, National Center for Tumor Diseases (NCT), Heidelberg, Germany, Heidelberg, Germany, <sup>4<\/sup>Division of Molecular Genetics, German Cancer Research Center (DKFZ), National Center for Tumor Diseases (NCT) Heidelberg, Germany, Heidelberg, Germany","CSlideId":"","ControlKey":"77afa238-8f84-4a4c-882d-9f5bd4d03b9e","ControlNumber":"6577","DisclosureBlock":"&nbsp;<b>P. Schwerd-Kleine, <\/b> None..<br><b>T. Cheytan, <\/b> None..<br><b>R. Wrth, <\/b> None..<br><b>E. Gutjahr, <\/b> None..<br><b>L. Michel, <\/b> None..<br><b>V. Thewes, <\/b> None..<br><b>P. Lichter, <\/b> None..<br><b>A. Schneeweiss, <\/b> None..<br><b>A. Trumpp, <\/b> None..<br><b>M. Sprick, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9294","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4886","PresenterBiography":null,"PresenterDisplayName":"Paul Schwerd-Kleine, MS","PresenterKey":"7cff0d67-32ac-4800-9779-2f826fe0ca66","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4886. An in-depth single-cell map of inflammatory breast cancer reveals wide-scaled restructuring associated to an immunosuppressive and inflammation-like microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An in-depth single-cell map of inflammatory breast cancer reveals wide-scaled restructuring associated to an immunosuppressive and inflammation-like microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Efforts to identify the risk for developing gliomas through Genome-Wide Association Studies (GWAS) face relevant challenges, such as accurately pinpointing the genomic positions of germline variants, primarily found in non-coding regions, with unclear functional implications in glioma development. In this context, the GET method, a large language model designed to unveil regulatory grammars across 213 human cell types, emerges as a valuable tool for elucidating the mechanisms of non-coding mutations.<br \/>Our aims include: I) Validate the efficacy of the GET method using a well-documented case and prioritize relevant variants for analysis; II) Refine the genomic positions of these variants and exploring their linkage disequilibrium (LD); III) Identify potential motifs and genes that might be influenced by these high-impact variants.<br \/>After examining published GWAS, 39 non-coding SNPs in gliomas were found. Adding 316 variants in high LD (R2 &#62; 0.8) expanded the dataset to 355 variants for analysis. Using the GET method, we calculated impact scores (ISs) for each variant, considering changes in motif binding score (&#916;BM) and motif gradient (GM) across human astrocytes. We focused on rare variants (risk allele frequency &#60;0.25) with the higher odds ratios (OR).<br \/>The table presents GET results for a well-known case-control, showing its role in increasing glioma risk through OCT4 motif disruption and enhanced MYC expression, as previously was confirmed experimentally. Moreover, it details results concerning the 5 rare germline variants exhibiting the highest ISs, including precise genomic positions and the most affected motifs and genes that could potentially be impacted by each variant.<br \/><table class=\"AbstractTable\" id=\"{F83AB52F-29CC-4A84-8F73-C45E5ADE0698}\"><caption class=\"AbstractTableCaption\"><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>Variant ID<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Genomic Position<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Altered Motif<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Affected Gene<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Ref allele<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Alt<\/b> <b>allele<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Case-control<\/td><td rowspan=\"1\" colspan=\"1\">rs55705857<\/td><td rowspan=\"1\" colspan=\"1\">Chr8:129633445<\/td><td rowspan=\"1\" colspan=\"1\">OCT4+SOX2:POU<\/td><td rowspan=\"1\" colspan=\"1\">MYC<\/td><td rowspan=\"1\" colspan=\"1\">A<\/td><td rowspan=\"1\" colspan=\"1\">G<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">H-I variant #1<\/td><td rowspan=\"1\" colspan=\"1\">rs78378222<\/td><td rowspan=\"1\" colspan=\"1\">Chr17:7668433<\/td><td rowspan=\"1\" colspan=\"1\">HD\/18<\/td><td rowspan=\"1\" colspan=\"1\">PER1<\/td><td rowspan=\"1\" colspan=\"1\">T<\/td><td rowspan=\"1\" colspan=\"1\">G<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">H-I variant #2<\/td><td rowspan=\"1\" colspan=\"1\">rs518394<\/td><td rowspan=\"1\" colspan=\"1\">Chr9:22019673<\/td><td rowspan=\"1\" colspan=\"1\">KLF\/SP\/2<\/td><td rowspan=\"1\" colspan=\"1\">CDKN2A<\/td><td rowspan=\"1\" colspan=\"1\">G<\/td><td rowspan=\"1\" colspan=\"1\">C<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">H-I variant #3<\/td><td rowspan=\"1\" colspan=\"1\">rs79495512<\/td><td rowspan=\"1\" colspan=\"1\">Chr15:76199995<\/td><td rowspan=\"1\" colspan=\"1\">KLF\/SP\/2<\/td><td rowspan=\"1\" colspan=\"1\">LINGO1<\/td><td rowspan=\"1\" colspan=\"1\">T<\/td><td rowspan=\"1\" colspan=\"1\">C<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">H-I variant #4<\/td><td rowspan=\"1\" colspan=\"1\">rs78185702<\/td><td rowspan=\"1\" colspan=\"1\">Chr15:76317893<\/td><td rowspan=\"1\" colspan=\"1\">SMAD<\/td><td rowspan=\"1\" colspan=\"1\">LINGO1<\/td><td rowspan=\"1\" colspan=\"1\">C<\/td><td rowspan=\"1\" colspan=\"1\">T<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">H-I variant #5<\/td><td rowspan=\"1\" colspan=\"1\">rs2538067<\/td><td rowspan=\"1\" colspan=\"1\">Chr7:54907724<\/td><td rowspan=\"1\" colspan=\"1\">CTCF<\/td><td rowspan=\"1\" colspan=\"1\">EGFR<\/td><td rowspan=\"1\" colspan=\"1\">G<\/td><td rowspan=\"1\" colspan=\"1\">A<\/td><\/tr><\/table><br \/>Using a large language model, this study overcomes the challenge of mere variant identification, aiming to establish a framework for uncovering the underlying mechanism of risk variants. While further validation is essential, this is a promising approach to explore the impact of germline mutations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Glioma,Genetic susceptibility,Large Language Model,Noncoding variants,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Alvarez-Torres<\/b>, X. Fu, R. Sagatelian, A. Buendia, R. Rabadan; <br\/>Columbia University, New York, NY","CSlideId":"","ControlKey":"588fae67-994d-44f6-9bab-3c054d6ce26e","ControlNumber":"6657","DisclosureBlock":"&nbsp;<b>M. Alvarez-Torres, <\/b> None..<br><b>X. Fu, <\/b> None..<br><b>R. Sagatelian, <\/b> None..<br><b>A. Buendia, <\/b> None..<br><b>R. Rabadan, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9295","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4887","PresenterBiography":null,"PresenterDisplayName":"Maria del Mar Alvarez-Torres, PhD","PresenterKey":"3cb8cb33-6d07-467c-a51a-a0bdff415370","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4887. Unveiling the functional impact of glioma non-coding germline variants using large language models","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unveiling the functional impact of glioma non-coding germline variants using large language models","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Multi-modal analysis is crucial for deeper understanding of disease subtypes and more meaningful patient selection. We developed a flexible Knowledge Graph (KG) framework that enables deep multi-omic analysis. It can be used to uncover the interrelationships between the layers of data in a population to inform patient selection or biomarker discovery. We present an application of our framework to non-small cell lung cancer (NSCLC) to identify and separate communities of patients based on their survival and identify the associated biomarkers. We identified potentially mislabeled patients that do not share all the characteristics of the cancer subtype to which they are assigned: either lung adenocarcinoma (LUAD) or lung squamous cell carcinoma (LUSC). Crucially, the community-based biomarkers for poor or long survivors were validated on the whole population.<br \/><b>Methods: <\/b>Our KG framework was leveraged by applying supervised community detection to NSCLC data from TCGA, specifically RNA expression and DNA methylation, with overall survival (OS) as the endpoint (n=999 subjects). Biomarkers associated to each community were ranked based on their prevalence inside against their prevalence outside the community.<br \/><b>Results: <\/b>We obtained 3 communities (391 + 229 + 379 patients) that are all significantly separated by their OS (p&#60;0.05). While KG-derived communities largely overlapped with histology-labelled LUAD or LUSC (concordant LUAD (n=330) \/ concordant LUSC (n=342)), a small number of patients did not (discordant LUAD (n=37) \/ discordant LUSC (n=61)). Discordant LUAD patients had significantly lower OS than concordant LUAD (p=0.0198), despite being both labeled as LUAD. Many of the discordant LUSC lacked the 3q26 amplification commonly seen in LUSC and other squamous cell carcinomas. The results from our KG framework highlight its increased sensitivity in relation to existing tools (Cline, <i>Sci Rep <\/i>3, 2652 (2013)) as we identified a discordant LUAD group in addition to a discordant LUSC group. Moreover, our tool can select the biomarkers most prevalent in each community, and these significantly separated long from poor survivors on the whole population (p=3.53e-5). Some of these KG-identified biomarkers are known regulators of progression and survival in NSCLC, whereas others are still not extensively studied. This highlights another advantage of our approach in prospective target discovery.<br \/><b>Conclusions: <\/b>Our KG framework allowed the observation of potential misclassifications of tumor subtypes in NSCLC (TCGA). This approach is a proof-of-concept of the value KGs have in identifying signals in muti-omic data that may improve patient stratification and uncover associated biomarker signatures. Our flexible end-to-end framework can take any type of &#8216;omic data and can be applied to any tumor type for such findings, which represents an alternative to pre-defined KG architectures with defined relationships.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Multiomics,Lung cancer: non-small cell,Knowledge graphs,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>M. Goncalves<\/b><sup>1<\/sup>, J. Cohen-Setton<sup>1<\/sup>, I. Kagiampakis<sup>2<\/sup>, B. Sidders<sup>1<\/sup>, K. Bulusu<sup>1<\/sup>; <br\/><sup>1<\/sup>AstraZeneca UK Limited, Cambridge, United Kingdom, <sup>2<\/sup>AstraZeneca, San Francisco, CA","CSlideId":"","ControlKey":"7cfd0ce9-ea0c-4f46-a3b8-c9f94d56eb2a","ControlNumber":"6686","DisclosureBlock":"<b>&nbsp;M. Goncalves, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>J. Cohen-Setton, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>I. Kagiampakis, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>B. Sidders, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>K. Bulusu, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9296","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4888","PresenterBiography":null,"PresenterDisplayName":"Miguel Goncalves","PresenterKey":"4005fc8b-21ea-4a44-ab6b-8733e21e31a7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4888. Multi-modal knowledge graphs enhance patient stratification &#38; biomarker discovery","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-modal knowledge graphs enhance patient stratification &#38; biomarker discovery","Topics":null,"cSlideId":""},{"Abstract":"Medulloblastoma is a cerebellar tumor for which relapses are associated with poor survival rates of less than 5%. Molecular heterogeneity and dose-limiting toxicities that occur with standard of care approaches, which include surgical resection, craniospinal irradiation, and chemotherapy, complicate the treatment of both primary and recurrent medulloblastoma due to adverse long-term sequela. While the integration of molecular analyses into the histopathology of pediatric medulloblastomas has changed the way these diseases are diagnosed, classified, and treated, there remains an unmet need to further understand the underpinnings of the disease to improve clinical outcomes and minimize neuronal, cognitive, and hormonal toxicities that occur with standard-of-care therapies. We therefore aimed to investigate novel subgroups of pediatric medulloblastoma as a basis for further defining biological properties and targets for the disease through multi-omic characterization. We derived single-nucleotide variant, copy number variant, expression, alternative splicing, and methylation array data from pediatric medulloblastomas profiled as part of the Children&#8217;s Brain Tumor Network (CBTN) and the Open Pediatric Cancer (OpenPedCan) projects. Using non-negative matrix factorization across the five datasets derived from genomic, transcriptomic, and epigenomic profiling, we identified 14 clusters found to be prognostically significant by Kaplan-Meier analysis of overall survival (p &#60; 0.0001). Our model further subdivided sonic hedgehog (SHH) and Group 3\/4 tumors, but not Wnt-driven tumors, suggesting that the latter forms a homogeneous molecular subgroup. Among our subgroups, we recapitulated the four classically defined medulloblastoma subtypes known to be associated with mutations in <i>KDM6A, KMT2C, CTNNB1, PTCH1, TP53, KBTBD4, MYC, <\/i>and <i>MYCN<\/i>. Cascading biological relationships across the copy number, methylation, and expression domains were observed among novel subgroups, potentially driving migratory, immuno-regulatory, GPCR-related, growth factor-related, and histone methylation biological programs. A comparison of subgroup expression profiles to transcriptional signatures from the Library of Integrated Network-Based Cellular Signatures (LINCS) program identified canonical oncogenic pathways unique to each subgroup as potentially targetable, including, but not limited to, MAPK, VEGFA, inflammatory, fatty acid metabolic, and PI3K\/AKT signaling. Our work uncovers novel biological entities in pediatric medulloblastoma potentially driven by higher order mechanisms across the genome, transcriptome, and epigenome, with the possibility of informing novel precision medicine approaches for the disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Medulloblastoma,Machine learning,Precision medicine,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"K. Rathi<sup>1<\/sup>, V. Kesherwani<sup>1<\/sup>, A. S. Naqvi<sup>1<\/sup>, Y. Zhu<sup>1<\/sup>, A. Sickler<sup>1<\/sup>, X. Huang<sup>1<\/sup>, B. Zhang<sup>1<\/sup>, B. Rood<sup>2<\/sup>, A. C. Resnick<sup>1<\/sup>, <b>A. A. Kraya<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Children's Hospital of Philadelphia, Philadelphia, PA, <sup>2<\/sup>Childrens National Hospital, Washington, DC, DC","CSlideId":"","ControlKey":"68037189-bb24-4b74-9336-782bdbe9258a","ControlNumber":"6688","DisclosureBlock":"&nbsp;<b>K. Rathi, <\/b> None..<br><b>V. Kesherwani, <\/b> None..<br><b>A. S. Naqvi, <\/b> None..<br><b>Y. Zhu, <\/b> None..<br><b>A. Sickler, <\/b> None..<br><b>X. Huang, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>B. Rood, <\/b> None..<br><b>A. C. Resnick, <\/b> None..<br><b>A. A. Kraya, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9297","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4889","PresenterBiography":null,"PresenterDisplayName":"Adam Kraya, PhD","PresenterKey":"92500b67-ae5d-43e6-a006-e82cb38c1dca","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4889. Integrative multi-omic analysis reveals novel prognostic biological entities in pediatric medulloblastoma","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrative multi-omic analysis reveals novel prognostic biological entities in pediatric medulloblastoma","Topics":null,"cSlideId":""},{"Abstract":"Some mammals such as elephants, bats, whales, and blind mole rats (<i>Spalax<\/i>) are resistant to cancer. One of the cancer protective mechanisms present in such species includes a reduced degradation of heparan sulfate (HS), an important component of the extracellular matrix (ECM), present in <i>Spalax<\/i>. Such effect occurs due to a splicing variant of heparanase, called variant 36, that lacks enzymatic activity. Consequently, both HS and ECM are very stable in Spalax&#8217;s tissues. If HS is stabilized, in cancer resistant mammals, due to the decrease of heparanase or other enzymes involved in HS catabolic process is unknown. We studied total of 9 enzymes (HPSE2, GusB, IDUA, IDS, NAGLU, SGSH, GNS, Sulf-2, HGSNAT) that regulate HS catabolism and homologs in 9 mammals. Multiple sequence alignments were done by MEGA to identify substitutions present in cancer resistant species in comparison with cancer susceptible animals. Such amino acid variants were further analyzed and both their energy stability and their functional effects were predicted by using online <i>in silico<\/i> tools including MAESTROweb, Condel, PANTHER, REVEL, and CADD. Finally, homologs with deleterious predicted variants were modelled with SWISSMODEL and their 3D structures were analyzed with Pymol and ChimeraX to identify structural features likely related to its loss of function. We found two loss of function missense variants, K264Q and W626L, in Alpha-L-iduronidase (IDUA) of <i>Spalax<\/i>. In addition, most of Brandt's bat enzymes and the N-sulphoglucosamine sulphohydrolase (SGSH) of the bowhead whale were very energy destabilizing enzymes with positive and higher &#916;&#916;G values compared to human homologs. In the other hand, although some catalytic residues in the study enzymes are conserved in cancer resistant animals, their spatial arrangement and conformation in the 3D structure are different compared to human homologs, including E182 of IDUA which is one of the catalytic residues. In general, the secondary structure is conserved across the 9 enzymes studied but some differences were observed in cancer resistant animals including one of the beta strands near the catalytic domain in human and mice IDUA that appears as a loop in <i>Spalax<\/i>. In summary, HS stabilization could raise in cancer resistant mammals through the existence of lack of enzymatic activity not only in heparanase but also in other enzymes that participate in HS catabolic process, via a set of loss of function variants and changes in secondary and tertiary structure as well as a reduction of energy stabilization. More interestingly, such mechanism could be present in other cancer resistant mammals such as bats and bowhead whales. This study demonstrates that computational approaches are useful to study biological mechanisms of cancer resistance present in some mammals. This knowledge could be translated to humans and HS catabolic process could offer a new source of therapeutic anticancer targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Extracellular matrix,Bioinformatics,Resistance,Animal models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"F. Oliveri Payet, <b>C. Machicado Rivero<\/b>; <br\/>Universidad Peruana Cayetano Heredia, Lima, Peru","CSlideId":"","ControlKey":"6ea42c36-d224-4587-84de-ea8b6880eaf3","ControlNumber":"6715","DisclosureBlock":"&nbsp;<b>F. Oliveri Payet, <\/b> None..<br><b>C. Machicado Rivero, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9298","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4890","PresenterBiography":null,"PresenterDisplayName":"Claudia Machicado Rivero, MS;PhD","PresenterKey":"34d1eea8-3ab2-4301-9bb5-f38b374a46d8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4890. <i>In silico<\/i> study of enzymes involved in heparan sulfate catabolic process in cancer resistant mammals","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In silico<\/i> study of enzymes involved in heparan sulfate catabolic process in cancer resistant mammals","Topics":null,"cSlideId":""},{"Abstract":"Biomolecular condensates play a crucial role in maintaining cellular homeostasis by regulating various cellular processes, such as signaling, gene expression, DNA repair, and stress response. Dysregulation of condensate function has been implicated in the onset and progression of several cancer types, highlighting the potential of targeting condensates as a therapeutic approach.<br \/>To establish a pipeline for discovering and prioritizing new oncology targets that function <i>via<\/i> biomolecular condensates, we developed <i>in silico <\/i>models that link protein condensate formation to its sequence. Leveraging publicly available data and neural network based protein language models, we built predictive models for protein phase separation and for their localization into heteromolecular condensates.<br \/>With these models, we mapped the condensation character of the full human proteome, including disease variants of genes\/proteins. Our results suggested that approximately half of the proteome has the potential to localize into condensate systems. We identified a broad array of chromosomal rearrangements that lead to pathological condensation (e.g., EML4-ALK fusions in lung cancer) and several instances where disease specific isoforms suppressed condensation (e.g., BARD1 mutations in breast cancer and DAXX mutations in melanoma). To identify cases where commonly occurring missense mutations lead to abnormal condensation we analyzed omics data from patients and healthy volunteers, focusing on two mechanisms: (i) condensation due to protein overexpression and (ii) altered condensation characteristics of disease variants compared to wild type protein. We investigated 18 TCGA oncology indications and identified several targets where mutations were predicted to cause aberrant condensation. The identified targets presented a wide range of biological classes, with transcription factors, co-activators, and epigenetic modulators being the most prominent. We prioritized CTNNB1 (&#946;catenin) for experimental validation and successfully demonstrated both the phase separation ability of the reconstituted protein and the presence of CTNNB1 condensates in colon carcinoma cells with mutated WNT pathway.<br \/>Notably, many of our predicted targets contain extended intrinsically disordered regions (IDRs), which have remained challenging to target using conventional drug discovery approaches due to their lack of a well-defined 3D structure. To identify compounds that modulate IDR containing proteins we are utilizing our PhaseScan&#8482; platform, which can screen tens of thousands of compounds against our predicted targets within condensates and measure their modulation potential. Subsequent cellular profiling of active compounds in the predicted disease models will allow us to validate the predictions made by our <i>in silico <\/i>models and ultimately unlock drugging novel targets within biomolecular condensate.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,&#946;-catenin,Fusion proteins,Target discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"K. L. Saar<sup>1<\/sup>, M. Rebmann<sup>1<\/sup>, M. Kanchwala<sup>2<\/sup>, S. Qamar<sup>1<\/sup>, P. Radhakrishnan<sup>2<\/sup>, J. Cornish<sup>1<\/sup>, J. Doh<sup>2<\/sup>, J. Cattin<sup>1<\/sup>, A. Rotem<sup>2<\/sup>, M. Ghandi<sup>2<\/sup>, A. Seeber<sup>2<\/sup>, R. C. Centore<sup>2<\/sup>, S. A. Teichmann<sup>3<\/sup>, T. Knowles<sup>1<\/sup>, <b>S. Arora<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>Transition Bio, Cambridge, United Kingdom, <sup>2<\/sup>Transition Bio, Watertown, MA, <sup>3<\/sup>Wellcome Sanger Institute,, Cambridge, United Kingdom","CSlideId":"","ControlKey":"46fb43f3-8498-4ce1-90dd-523f7e56b059","ControlNumber":"6774","DisclosureBlock":"<b>&nbsp;K. L. Saar, <\/b> <br><b>Transition Bio<\/b> Independent Contractor. <br><b>M. Rebmann, <\/b> <br><b>Transition Bio<\/b> Employment. <br><b>M. Kanchwala, <\/b> <br><b>Transition Bio<\/b> Employment. <br><b>S. Qamar, <\/b> <br><b>Transition Bio<\/b> Employment. <br><b>P. Radhakrishnan, <\/b> <br><b>Transition Bio<\/b> Employment. <br><b>J. Cornish, <\/b> <br><b>Transition Bio<\/b> Employment. <br><b>J. Doh, <\/b> <br><b>Transition Bio<\/b> Employment. <br><b>J. Cattin, <\/b> <br><b>Transition Bio<\/b> Employment. <br><b>A. Rotem, <\/b> <br><b>Transition Bio<\/b> Employment. <br><b>M. Ghandi, <\/b> <br><b>Transition Bio<\/b> Employment. <br><b>A. Seeber, <\/b> <br><b>Transition Bio<\/b> Employment. <br><b>R. C. Centore, <\/b> <br><b>Transition Bio<\/b> Employment. <br><b>Foghorn Therapeutics<\/b> Stock Option. <br><b>S. A. Teichmann, <\/b> <br><b>Foresite Labs<\/b> Grant\/Contract, Scientific Advisory Board member. <br><b>Qiagen<\/b> Grant\/Contract, Scientific Advisory Board member. <br><b>Element Biosciences<\/b> Grant\/Contract, Scientific Advisory Board member. <br><b>Transition Bio<\/b> Co-founder. <br><b>Ensocell Therapeutics<\/b> Co-founder. <br><b>T. Knowles, <\/b> <br><b>Transition Bio<\/b> Employment. <br><b>S. Arora, <\/b> <br><b>Transition Bio<\/b> Employment. <br><b>Exo Therapeutics<\/b> Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9299","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4891","PresenterBiography":"","PresenterDisplayName":"Shilpi Arora, PhD","PresenterKey":"0e5c3054-4543-4bb5-8afd-dae1dc8827f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4891. Discovery of novel biomolecular condensate drug targets in oncology using <i>in silico<\/i> predictive tools","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of novel biomolecular condensate drug targets in oncology using <i>in silico<\/i> predictive tools","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Kidney cancer ranks among the top 10 most prevalent cancers in the United States, clear cell renal cell carcinoma (ccRCC) has the worst disease specific survival histology. MicroRNAs (miRNAs) have emerged as potential prognostic indicators in various cancers, including kidney cancers. Telomerase, a biomarker associated with uncontrolled cancer cell growth, plays a crucial role in the human kidney cortex's telomere shortening over time. However, the link between miRNAs and telomeres in kidney cancer survival remains underexplored. Our study aims to uncover a miRNA signature capable of predicting 5-year survival in ccRCC patients and to investigate the biological relevance of this signature, particularly its shared pathway enrichment mechanisms with telomere genes.<br \/>Methods: We extracted miRNA expression profiles from The Cancer Genome Atlas database, comprising 166 patients with ccRCC. To identify a robust miRNA signature predicting 5-year survival in ccRCC, we established an Evolutionary Kidney Survival Estimator (EKSE) using an optimal feature selection algorithm and support vector regression. Additionally, we conducted bioinformatics analyses to uncover common biological pathways between miRNAs and telomere genes using Kyoto Encyclopedia of Genes and Genomes (KEGG) and Gene Ontology (GO) categories, encompassing biological processes, molecular functions, and cellular components.<br \/>Results: EKSE identified a robust signature consisting of 37 miRNAs, achieving a mean correlation coefficient and mean absolute error of 0.82&#177;0.01 and 0.65&#177;0.18, respectively between actual and estimated survival times. The top 10 ranked miRNAs in the signature, including hsa-miR-26a-1-3p, hsa-miR-28-5p, hsa-miR-3913-5p, hsa-miR-3170, hsa-miR-148a-5p, hsa-miR-671-3p, hsa-miR-224-3p, hsa-miR-10a-5p, hsa-miR-29b-1-5p, and hsa-miR-106b-5p, also showed promise in diagnosing ccRCC with AUC values ranging from 0.56 to 0.91. Furthermore, bioinformatics analysis revealed that the miRNA signature targeted well known telomere-associated genes such as TERT, DKC1, CTC1, and RTEL1. Notably, miRNA signature and telomere genes shared several common pathways, including cellular senescence (hsa04218) and proteoglycans in cancer (hsa05205). They also had overlapping GO-Molecular functions, such as DNA-binding transcription factor activity (GO:0003700), histone deacetylase binding (GO:0042826), and promoter-specific chromatin binding (GO:1990841).<br \/>Conclusions: Our findings suggest an association between microRNAs and telomere genes, potentially playing significant roles in the survival of patients with ccRCC. The identified miRNA signature robustly predicts 5-year survival in ccRCC. The shared biological pathways between these miRNAs and telomere genes offer new insights into the mechanisms driving ccRCC, signaling potential for therapeutic targets and improved prognostic markers in kidney cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Cancer genomics,Bioinformatics,MicroRNA,Telomeres,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Yerukala Sathipati<\/b>, R. Sharma, S. Hebbring; <br\/>Marshfield Clinic Research Institute, Marshfield, WI","CSlideId":"","ControlKey":"80e733e0-6796-4646-ba68-dba6f0e2bdc1","ControlNumber":"6859","DisclosureBlock":"&nbsp;<b>S. Yerukala Sathipati, <\/b> None..<br><b>R. Sharma, <\/b> None..<br><b>S. Hebbring, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9300","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4892","PresenterBiography":null,"PresenterDisplayName":"Srinivasulu Yerukala Sathipati, PhD","PresenterKey":"94974c5b-3b27-4281-be14-4baf82c6b7d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4892. MicroRNA signature and telomere genes in kidney cancer survival","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MicroRNA signature and telomere genes in kidney cancer survival","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Colorectal cancer (CRC) is second most common cause of cancer-related mortality in the USA and most patients with advanced tumors lack effective therapeutic options. Epigenetic silencing resulting in reduced expression of O<sup>6<\/sup>-methylguanine-DNA methyltransferase (<i>MGMT<\/i>) has been described in diverse tumor types including CRC and it is linked with reduced DNA repair capability and increased sensitivity to alkylating agents such as temozolomide. However, the potential role and clinical significance of MGMT overexpression in cancer cells has not been studied.<br \/><b>Methods:<\/b> We used spatially resolved multiplex quantitative immunofluorescence (mQIF) analysis to concurrently measure the levels of MGMT protein, &#947;H2AX and CD8+ tumor infiltrating lymphocytes (TILs) in a cohort of 111 CRCs and paired non-tumor colorectal mucosa from the same patient represented in tissue microarray format. To assess the genomic and immunologic context of MGMT expression, we studied the methylome, mutation profiling and mRNA expression of 526 CRCs from TCGA. The immunologic landscape of tumors was studied using GSEA and multiple transcriptomic-based tumor immune infiltration scores such as TIMER, CIBERSORT, etc. Finally, the genomic alterations and immunogenicity of SW620 human CRC cells (with baseline <i>MGMT<\/i> hypermethylation) with or without MGMT transfection were studied using <i>in vitro <\/i>co-culture preparations coupled to ultra-deep DNAseq and flow cytometry analysis.<br \/><b>Results:<\/b> On mQIF analysis, cancer-cell MGMT protein upregulation was identified in 73.9% of CRCs and was associated with reduced levels of &#947;H2Ax in malignant cells and lower CD8+ TILs. 26.1% of cases showed MGMT protein downregulation. The genomic analysis of the TCGA cohort revealed that the mean nonsynonymous mutational load was significantly lower in MGMT-high than low tumors with marked differences in the type of variants and frequency of oncogenic mutations. The transcriptomic analysis revealed that MGMT overexpressing tumors showed lower immune infiltration than the MGMT-low group and reduced representation of immune associated signatures including interferon gamma response and TNF-alpha signaling. In contrast, DNA repair,<i> TP53<\/i> pathways, were enriched. The exogenous expression of MGMT in<br \/>SW620 cells reduced the number of nonsynonymous mutations by 15.6% (141 vs 119 mean mutations) and was also associated with low T-cell activation (CD69+\/CD8+ T-cells) and cancer-cell elimination on allogenic co-cultures with human PBMCs.<br \/><b>Conclusion:<\/b> MGMT protein upregulation is common in human CRCs and is associated with reduced DNA damage response, distinct genomic features, and adaptive immune evasion. To our knowledge, this study is the first to report the biological and clinical characteristics of CRCs with <i>MGMT<\/i> overexpression that could support diagnostic and therapeutic developments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Colorectal cancer,Methylation,Sequencing,Gene expression analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Rajendran<\/b><sup>1<\/sup>, J. Zhang<sup>1<\/sup>, S. Desai<sup>1<\/sup>, J. Gibson<sup>1<\/sup>, J. DiPalermo<sup>1<\/sup>, P. LoRusso<sup>1<\/sup>, Y. Kong<sup>2<\/sup>, H. Zhao<sup>2<\/sup>, M. Cecchini<sup>1<\/sup>, K. A. Schalper<sup>1<\/sup>; <br\/><sup>1<\/sup>Yale University School of Medicine, New Haven, CT, <sup>2<\/sup>Yale School of Public Health, New Haven, CT","CSlideId":"","ControlKey":"c6ccdc12-eeed-48ae-86f0-219458cbe254","ControlNumber":"6979","DisclosureBlock":"&nbsp;<b>B. Rajendran, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>S. Desai, <\/b> None..<br><b>J. Gibson, <\/b> None..<br><b>J. DiPalermo, <\/b> None.&nbsp;<br><b>P. LoRusso, <\/b> <br><b>NCI<\/b> Grant\/Contract.<br><b>Y. Kong, <\/b> None..<br><b>H. Zhao, <\/b> None.&nbsp;<br><b>M. Cecchini, <\/b> <br><b>Received Honoraria<\/b> Other, Eisai Co., Agios Pharmaceuticals, DAVA Oncology, BAYER, Seattle Genetics, Macrogenics, Taiho, Daiichi Sankyo, Regeneron and AstraZeneca, Parthenon Therapeutics, and travel\/accommodation\/expenses from Genentech\/Roche. <br><b>research support from Yale Cancer Center Calabresi Immuno-oncology Training Program supported by the National Cancer Institute of the National Institute of Health under Award Number K12 CA215110<\/b> Grant\/Contract. <br><b>NCI Mentored Clinical Scientist Research Career Development Award (1K08CA255465-01A1).<\/b> Grant\/Contract. <br><b>K. A. Schalper, <\/b> <br><b>Consultant, advisor or speaker for<\/b> Other, Clinica Alemana Santiago, Shattuck Labs, AstraZeneca, EMD Serono, Takeda, Torque\/Repertoire Therapeutics, CSRlife, Agenus, Genmab, OnCusp, Parthenon Therapeutics, Bristol-Myers Squibb, Roche, Abbvie, Sanofi, Molecular Templates, Moderna Inc. and Merck.. <br><b>Research funding from<\/b> Other, Navigate BP, Tesaro\/GSK, Takeda, Surface Oncology, Merck, Bristol-Myers Squibb, AstraZeneca, Ribon Therapeutics, Eli Lilly, Boehringer-Ingelheim, Akoya Biosciences and Roche.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9302","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4893","PresenterBiography":null,"PresenterDisplayName":"Barani Kumar Rajendran, M Phil;PhD","PresenterKey":"ba5011c9-d397-48cc-8d9d-03e1bb02cfbf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4893. Role of MGMT expression in the genomic landscape and immunogenicity in human colorectal carcinomas","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of MGMT expression in the genomic landscape and immunogenicity in human colorectal carcinomas","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Colon cancer (CC) is one of the deadliest malignancy in developing countries. Key drivers considered for the clinical management are RAS, BRAF alterations together with TNM staging and microsatellite status (MS). With the advancement of sequencing technologies and bioinformatic approaches, various molecular classifications of CC have been proposed. Guinney et al. proposed a transcriptomic-based molecular subtyping, the so-called four Consensus Molecular Subtypes (CMS). CMS4 patients have the worst prognosis. Biologically, CMS4, also known as mesenchymal, shows high expression of genes related to EMT, matrix remodelling, TGFb signaling, and inflammatory-related system and a peculiar enrichment in stromal cells. Thus, in the present study we are focusing on CMS4 subgroup in order to identify drugs to be repurposed in such a clinical setting through a multi-omic approach.<br \/>Methods: Using <i>TCGAbiolinks <\/i>R package, we retrieved STAR Counts transcriptome profiling data, for COAD and READ. CMSclassifier was used to determine the CMS of the samples. We separated the coding genes from the long noncoding RNAs (lncRNAs) using annotation databases generated from Ensembl. We estimated the fraction of cell populations throughout the CIBERSORTx. Features selection approaches was performed both for coding genes and lncRNA. Data normalization has been carried out through variance stabilizing transformation for read count data. To identify CMS and potential biomarkers, we adopted <i>mixOmics<\/i><i> <\/i>N-integration<i> <\/i>method. Our independent validation cohort consists of 100 patients, locally enrolled, upon local Ethical Committee approval. Features contributing to CMS4 subtype have been extracted and use to construct drug-gene interaction network.<br \/>Results: To set-up the classification model the DIABLO approach was used, reaching a mean AUCROC of 0.9022. Contributing features related CMS4 subtypes included nine coding genes, six lncRNAs and, regarding CibersortX deconvolution, Macrophage M0 and M2.The drug-gene interaction network includes six subnetworks centered to ALOX5, KCNMA1, AQP9, TGFB3, THBS4 and DPYSL3. The role of TGFb pathway was confirmed, considering the contribution to classification. Interestingly, we found interactions with Non-Steroid Anti-Inflammatory Drugs (NSAIDs), such as Mesalazine. Moreover, THBSA gene, involved in cell-to-cell, cell-to-matrix and stromal response, could also be targeted.<br \/>Conclusions: The results of our drug repositioning approach have been biologically corroborated considering, as mentioned above, the peculiar enrichment of CMS4 subtype for TGFb pathway and stromal cells. The chance to modulate the macrophagic activity in the tumor microenvironment through NSAIDs could be evaluated. Experimental validation on patient-derived organoids (PDOs), related to samples included to local validation cohort, is ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Machine learning,Colon cancer,Molecular subtypes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"T. M. Marvulli, D. Traversa, R. Di Fonte, L. Maurmo, A. Azzariti, L. Porcelli, C. A. Coppola, C. Saponaro, E. Mattioli, F. A. Zito, R. Fasano, S. Serrat, D. Quaresmini, O. Brunetti, S. Tommasi, R. Massafra, <b>S. De Summa<\/b>; <br\/>IRCCS Istituto Tumori Giovanni Paolo II, Bari, Italy","CSlideId":"","ControlKey":"bdab63bc-94f8-40f0-b0c9-51ccf443fd62","ControlNumber":"6991","DisclosureBlock":"&nbsp;<b>T. M. Marvulli, <\/b> None..<br><b>D. Traversa, <\/b> None..<br><b>R. Di Fonte, <\/b> None..<br><b>L. Maurmo, <\/b> None..<br><b>A. Azzariti, <\/b> None..<br><b>L. Porcelli, <\/b> None..<br><b>C. A. Coppola, <\/b> None..<br><b>C. Saponaro, <\/b> None..<br><b>E. Mattioli, <\/b> None..<br><b>F. A. Zito, <\/b> None..<br><b>R. Fasano, <\/b> None..<br><b>S. Serrat, <\/b> None..<br><b>D. Quaresmini, <\/b> None..<br><b>O. Brunetti, <\/b> None..<br><b>S. Tommasi, <\/b> None..<br><b>R. Massafra, <\/b> None..<br><b>S. De Summa, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9303","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4894","PresenterBiography":null,"PresenterDisplayName":"Simona De Summa, BA;MD;MS","PresenterKey":"a1feb04f-eb63-4df6-be2a-bd99a1613144","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4894. Multi-omic approach for drug repurposing in the poor prognosis CMS4 subtype of colon cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-omic approach for drug repurposing in the poor prognosis CMS4 subtype of colon cancer","Topics":null,"cSlideId":""},{"Abstract":"Solid tumors can show highly complex somatic structural and copy number variants (CNVs) of multiple classes. These variants can reveal mechanisms behind carcinogenesis, including the amplification of oncogenes, deletion or inactivation of tumor suppressor genes, and fusions to create new oncogenes. High degrees of heterogeneity within solid tumors can complicate analysis.<br \/>Optical Genome Mapping (OGM) is a comprehensive technology which combines the resolution of molecular-level data with the scale of cytogenomic analysis. &#8776;5-15mg sections of freshly frozen tumor are homogenized in buffer to release ultra-high molecular weight DNA. Long fragments are then labeled at a regular 6mer, then linearized and imaged with native long-range structure (&#8805;150kbp) preserved. In silico molecules are assembled into maps and aligned to a reference genome to detect structural variants with sensitivity to &#8805;5% allele fraction. Bionano VIATM software provides tools for visualization and interpretation of structural variants detected with OGM. VIA also provides CNV calling and detection of Absence of Heterozygosity (AOH) and allelic imbalance using SNP-FASST3, a segmentation algorithm for detecting mosaic events in OGM and other types of data. VIA calculates a B-Allele frequency (BAF) distribution from OGM data and adds a genome-wide BAF track to the applications suite, enabling calling of allelic imbalance events such as AOH. Visualized together, the overlay of structural variant information on copy number data provides context for chromosome fusions underlying copy number change. Additionally, balanced fusions are revealed consistently in cases where the impact is copy neutral. To demonstrate the utility of integrative analysis of structural, copy number, and allelic imbalance variants in solid tumor datasets, we processed a pilot set of six diverse solid tumors through Bionano software. Brain, breast, kidney, lung, ovarian, and prostate tumor data which had undergone previous analysis in Bionano Solve 3.7 were freshly analyzed in Solve 3.8 and VIA 7.0. In the lung tumor dataset there are clear allelic imbalance segments spanning most of chromosome 4 with no concomitant copy number change. In VIA, these segments can be merged on examination, converted to AOH calls, and further specified to reflect mosaic copy neutral loss of heterozygosity (CN-LOH). In the complex kidney tumor dataset, it is difficult to resolve ploidy state based on copy number data alone. This ambiguity is resolvable with VIA, by leveraging the copy number and BAF-based allelic imbalance distributions and recentering probes to a manually defined diploid region. The comprehensive OGM data approach facilitated by VIA can streamline analysis in challenging solid tumor datasets. Structural variant visualization, CNV detection and AOH detection are available in VIA 7.0.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Solid tumors,Tumor,Tumor biology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. I. Al-Saffar<\/b>, B. Clifford, A. Raksi, A. Hastie, N. Miller, A. Chaubey; <br\/>Bionano Genomics, San Diego, CA","CSlideId":"","ControlKey":"c6f7aaa2-d3b5-4442-82ec-0cd33b08e93f","ControlNumber":"7043","DisclosureBlock":"&nbsp;<b>S. I. Al-Saffar, <\/b> None..<br><b>B. Clifford, <\/b> None..<br><b>A. Raksi, <\/b> None..<br><b>A. Hastie, <\/b> None..<br><b>N. Miller, <\/b> None..<br><b>A. Chaubey, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9304","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4895","PresenterBiography":null,"PresenterDisplayName":"Samer Al-Saffar","PresenterKey":"8ba46b7f-43db-4da8-bbdc-abef0d969b1c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4895. Optical genome mapping analysis across multiple solid tumor types in Bionano VIATM software","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Optical genome mapping analysis across multiple solid tumor types in Bionano VIATM software","Topics":null,"cSlideId":""},{"Abstract":"Cancer cells with increased genomic content have been associated with recurrence and poor patient outcomes. The current manual identification of these rare cells by pathologists is time-consuming and labor intensive, given their scarcity within tissue samples. This study introduces a robust methodology for the automated identification of cancer cells with increased genomic content within prostate cancer tissues. Leveraging Qupath software integrated with the Stardist extension, our approach combines precise nuclear segmentation with threshold setting using a Python script. This methodology enables the specific identification of noncancerous small cells, cancerous cells, and those exhibiting genomic content significantly surpassing the average cancer cell (3x to 5x), complemented by thresholds based on hematoxylin intensity for enhanced result accuracy. Thus, our methodology offers an efficient solution to streamline the identification processes for these challenging cells.<br \/>We have extensively validated our method across diverse models, including animal and human models, transgenic and subcutaneous models, and Human Tissue Microarrays (TMAs), to identify cancer cells with increased genomic content. The rarity of these cells within tissue samples underscores the practical significance of our research, providing a solution to the current difficulties faced by researchers and clinicians in their identification.<br \/>The integration of this methodology aims to improve efficiency in cancer tissue analysis. Ongoing efforts are directed towards the evaluation of this high-throughput methodology using animal models and TMAs with known outcomes, further substantiating its applicability and potential clinical relevance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Image analysis,Tissue microarrays,Bioinformatics,Prostate cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Priyadarsini Nair<\/b>, K. J. Pienta, S. R. Amend; <br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"c0a409bd-b78b-4e68-b923-1f2145c85205","ControlNumber":"7135","DisclosureBlock":"&nbsp;<b>S. Priyadarsini Nair, <\/b> None..<br><b>K. J. Pienta, <\/b> None..<br><b>S. R. Amend, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9305","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4896","PresenterBiography":null,"PresenterDisplayName":"Shilpa Priyadarsini Nair, BS","PresenterKey":"d7bb7223-cf31-423d-bd82-7ab7a7fb5278","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4896. A high throughput method of identifying cells with increased genomic content across diverse cancer tissues","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A high throughput method of identifying cells with increased genomic content across diverse cancer tissues","Topics":null,"cSlideId":""},{"Abstract":"In its third phase, the Clinical Proteomic Tumor Analysis Consortium (CPTAC) program collected pan-cancer data from 1,069 patients profiling the transcriptome, proteome, and phospho-proteome of tumors and adjacent tissues from ten cancer types. To identify potential immunotherapeutic candidates from this CPTAC cohort, we searched for cell-surface proteins that are highly expressed in tumor subtypes compared to their expression in normal tissues and cell types from ARCHS4 and the Genotype-Tissue Expression (GTEx) resources. For each cancer type, tumor samples were first clustered into subtypes based on RNA-seq data, and then cell surface targets were prioritized for each cluster. These targets were subsequently confirmed for high protein expression in the tumor subtypes. Tumor samples were also processed by their classification into immune subtypes to identify targets specific to hot (CD8+\/IFNG+) and cold (CD8-\/IFNG-) tumors of each cancer type. For each cancer type, the computational pipeline identified ~30 cell surface proteins that are highly expressed in the tumor and lowly expressed across tissues and cell types in both the ARCHS4 and GTEx backgrounds. Many of these targets are also robustly differentially expressed at the proteome level. Several targets were shared across tumor types, including VTCN1 and TMPRSS4. Altogether, this rational approach to identify potential targets demonstrates a pipeline that can be applied for personalized cancer diagnosis and therapeutic development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Target discovery,Bioinformatics,Biomarkers,Antibody-drug conjugate (ADC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>G. B. Marino<\/b><sup>1<\/sup>, E. Z. Deng<sup>1<\/sup>, D. J. Clarke<sup>1<\/sup>, W. Ma<sup>1<\/sup>, P. Wang<sup>1<\/sup>, A. C. Resnick<sup>2<\/sup>, A. Ma'ayan<sup>1<\/sup>; <br\/><sup>1<\/sup>Icahn School of Medicine at Mount Sinai, New York, NY, <sup>2<\/sup>The Children's Hospital of Philadelphia, Philadelphia, PA","CSlideId":"","ControlKey":"b38398a2-823a-4df6-951a-45fae2c4b26d","ControlNumber":"7160","DisclosureBlock":"&nbsp;<b>G. B. Marino, <\/b> None..<br><b>E. Z. Deng, <\/b> None..<br><b>D. J. Clarke, <\/b> None..<br><b>W. Ma, <\/b> None..<br><b>P. Wang, <\/b> None..<br><b>A. C. Resnick, <\/b> None..<br><b>A. Ma'ayan, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9306","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4897","PresenterBiography":null,"PresenterDisplayName":"Giacomo Marino, BA","PresenterKey":"7d36bf4e-98bf-4bfa-a610-3ac946eae0ed","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4897. Personalized cell surface target identification from pan-cancer RNA-seq and proteomics profiling of tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Personalized cell surface target identification from pan-cancer RNA-seq and proteomics profiling of tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Cell profiling methods such as flow\/mass cytometry and single-cell RNA-sequencing are powerful tools for quantifying immune composition from healthy and neoplastic tissues. However, only a modest number of markers can be interrogated by the former and the latter remains cost prohibitive for large-scale analysis. Here we demonstrate robust, accurate, and reproducible enumeration of immune cell subsets from 36 whole blood samples using SureSelect XT HS2 RNA sequencing combined with CiberMed&#8217;s iSortTM digital cytometry solution. Enrichment of genes in the LM22 signature matrix, a well-established collection of reference profiles for deconvolving 22 human immune subsets, was achieved with two new targeted sequencing panels&#8212;Agilent SureSelect CD CiberMed Heme and Agilent SureSelect CD CiberMed Heme + HiRes. Both panels were assessed for their ability to profile leukocyte subsets with CiberMed&#8217;s iSortTM Fractions software, an optimized and standardized version of CIBERSORTx with novel enhancements.<br \/><b>Methods: <\/b>Whole blood samples were freshly collected from 36 healthy donors and split into two fractions&#8212;one was immediately processed for complete blood count (CBC) and flow cytometric enumeration of major leukocyte populations; the other was stored in PAXgene Blood RNA tubes for subsequent RNA sequencing. A Sysmex system was employed for CBC quantification and a Becton Dickinson 6-color TBNK MultiTest in vitro diagnostic (IVD) assay was employed for enumerating B cells, CD8 T cells, CD4 T cells, NK cells. These data were used as ground truth to assess iSortTM deconvolution performance from targeted and whole-transcriptome bulk RNA sequencing data. RNA-seq expression values were used as input to iSortTM Fractions to deconvolve 22 immune subsets in each sample.<br \/><b>Results: <\/b>Across 7 major populations, cell type fractions determined by iSortTM Fractions were highly concordant with ground truth fractions determined by clinical grade standards (r&#61619;0.96) and exhibited strong reproducibility across technical replicates (r&#61619;0.98). Furthermore, targeted enrichment using the SureSelect CD CiberMed Heme panel reduced the sequencing requirement by nearly 50-fold compared to whole-transcriptome sequencing, while also improving accuracy.<br \/><b>Conclusion: <\/b>These new panels for digital cytometry are being released through the Agilent Community Design program to enable focused, reliable, and high-throughput analysis of cell type composition from peripheral blood samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"RNA sequencing (RNA-Seq),Cancer cell,Single cell,Immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"A. Nakao<sup>1<\/sup>, A. M. Newman<sup>2<\/sup>, A. A. Alizadeh<sup>2<\/sup>, M. Diehn<sup>2<\/sup>, M. Ghosh<sup>3<\/sup>, M. Aliminati<sup>3<\/sup>, J. Ghosh<sup>3<\/sup>, K. Stephenson<sup>3<\/sup>, <b>A. Ashutosh<\/b><sup>3<\/sup>; <br\/><sup>1<\/sup>CiberMed Inc., Saratoga, CA, <sup>2<\/sup>Stanford University, Stanford, CA, <sup>3<\/sup>Agilent Technologies, Inc., Santa Clara, CA","CSlideId":"","ControlKey":"4701ca88-5a71-47a2-87bc-80d09aa1ca3a","ControlNumber":"7167","DisclosureBlock":"<b>&nbsp;A. Nakao, <\/b> <br><b>CiberMed Inc.<\/b> Employment.<br><b>A. M. Newman, <\/b> None..<br><b>A. A. Alizadeh, <\/b> None..<br><b>M. Diehn, <\/b> None.&nbsp;<br><b>M. Ghosh, <\/b> <br><b>Agilent Technologies<\/b> Employment. <br><b>M. Aliminati, <\/b> <br><b>Agilent Technologies<\/b> Employment. <br><b>J. Ghosh, <\/b> <br><b>Agilent Technologies<\/b> Employment. <br><b>K. Stephenson, <\/b> <br><b>Agilent Technologies<\/b> Employment. <br><b>A. Ashutosh, <\/b> <br><b>Agilent Technologies<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9307","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4898","PresenterBiography":null,"PresenterDisplayName":"Ashutosh Ashutosh","PresenterKey":"fb93b848-61f1-4a65-b3a9-39d8d09e72b8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4898. Highly accurate profiling of leukocyte composition from bulk peripheral blood with targeted digital cytometry","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Highly accurate profiling of leukocyte composition from bulk peripheral blood with targeted digital cytometry","Topics":null,"cSlideId":""},{"Abstract":"Understanding the consequences of single amino acid substitutions in cancer driver genes remains an unmet need. Perturb-seq provides a tool to investigate the effects of individual mutations on cellular programs. Here we deploy SEUSS, a Perturb-seq like approach, to generate and assay mutations at physical interfaces of the RUNX1 Runt domain. We measured the impact of 115 mutations on RNA profiles in single myelogenous leukemia cells and used the profiles to categorize mutations into three functionally distinct groups: wild-type (WT)-like, loss-of-function (LOF)-like and hypomorphic. Notably, the largest concentration of functional mutations (non-WT-like) clustered at the DNA binding site and contained many of the more frequently observed mutations in human cancers. Hypomorphic variants shared characteristics with loss of function variants but had gene expression profiles indicative of response to neural growth factor and cytokine recruitment of neutrophils. Additionally, DNA accessibility changes upon perturbations were enriched for RUNX1 binding motifs, particularly near differentially expressed genes. Overall, our work demonstrates the potential of targeting protein interaction interfaces to better define the landscape of prospective phenotypes reachable by amino acid substitutions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Single cell,RNA-seq,Mutations,Transcription factor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>K. Ozturk<\/b><sup>1<\/sup>, R. Panwala<sup>1<\/sup>, J. Sheen<sup>1<\/sup>, K. Ford<sup>1<\/sup>, N. Jayne<sup>1<\/sup>, D.-E. Zhang<sup>1<\/sup>, S. Hutter<sup>2<\/sup>, T. Haferlach<sup>2<\/sup>, T. Ideker<sup>1<\/sup>, P. Mali<sup>1<\/sup>, H. Carter<sup>1<\/sup>; <br\/><sup>1<\/sup>UC San Diego, La Jolla, CA, <sup>2<\/sup>Munich Leukemia Laboratory GmbH, Munich, Germany","CSlideId":"","ControlKey":"66ee5d6a-1b23-46d6-aa51-524c0150cb2a","ControlNumber":"7440","DisclosureBlock":"&nbsp;<b>K. Ozturk, <\/b> None..<br><b>R. Panwala, <\/b> None..<br><b>J. Sheen, <\/b> None..<br><b>K. Ford, <\/b> None..<br><b>N. Jayne, <\/b> None..<br><b>D. Zhang, <\/b> None..<br><b>S. Hutter, <\/b> None..<br><b>T. Haferlach, <\/b> None..<br><b>T. Ideker, <\/b> None..<br><b>P. Mali, <\/b> None..<br><b>H. Carter, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9308","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4899","PresenterBiography":null,"PresenterDisplayName":"Kivilcim Ozturk, BS;MS;PhD","PresenterKey":"20e867ba-7783-4040-ab76-59a00130c83d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4899. Interface-guided phenotyping of coding variants in the transcription factor RUNX1","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Interface-guided phenotyping of coding variants in the transcription factor RUNX1","Topics":null,"cSlideId":""},{"Abstract":"The Spatial Atlas of Human Anatomy (SAHA) is a foundational effort to map 250 million cells and transcriptomes and proteomes of 30 non-diseased organs from healthy adults at two spatial scales: whole transcriptome of histological features (50 &#181;m to 2 mm), and 1,000-plex RNA and 64-plex protein panels at spatial subcellular resolution (50 nm across 1 cm2). The project aims to establish and validate best practices in experimental design, sample processing, data analysis, and data standards for high-content spatial analysis across multiple human organs at whole transcriptome and proteome levels. The profiled samples will capture variability across genders and ancestries. All results, including raw and processed data, will be made available to the scientific community through the SAHA data portal and AtoMxTM Spatial Informatics Platform.<br \/>Here we present the part of Phase I data collected specifically around immune (bone marrow and lymph node) and gastrointestinal tissues (ileum, appendix, colon, and liver), and compare these data to colon and liver cancer samples. On serial sections, we perform spatial whole transcriptome data (with GeoMx&#174; Digital Spatial Profiler) and 1,000-plex RNA profiles and 64-plex protein profiles collected by the CosMx&#8482; Spatial Molecular Imager (SMI) matched to the exact shape of functional histological organ features from H&#38;E and immunofluorescence stainings. Our data, which spans ~1.5 million cells collected across ~1,100 fields of view, enables the highest-ever subcellular resolution maps of cell types, lineage states, metabolic capacity, cellular neighborhoods, subcellular movements of organelles, and spatially resolved (and novel) ligand-receptor interactions across normal and cancer tissues. Through comparing these data to several cancer samples collected across multiple spatial platforms, we show how spatial organ atlasing at multiple scales can uncover unique insights into organ development, health, and cancer. We also show how the SAHA data can serve as a benchmark reference for spatial precision medicine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Cancer genomics,Multiomics,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>J. Park<\/b><sup>1<\/sup>, R. Gregorio<sup>1<\/sup>, E. Hissong<sup>1<\/sup>, S. Patel<sup>1<\/sup>, B. Robinson<sup>1<\/sup>, F. Socciarelli<sup>1<\/sup>, E. Metzger<sup>2<\/sup>, Y. Liang<sup>2<\/sup>, J. Reeves<sup>2<\/sup>, J. Beechem<sup>2<\/sup>, O. Elemento<sup>1<\/sup>, A. Alonso<sup>1<\/sup>, S. Houlihan<sup>1<\/sup>, R. Schwartz<sup>1<\/sup>, C. E. Mason<sup>1<\/sup>; <br\/><sup>1<\/sup>Weill Cornell Medicine, New York, NY, <sup>2<\/sup>NanoString Technologies, Seattle, WA","CSlideId":"","ControlKey":"e1f21e8e-881a-401e-9ba3-cad0e9136879","ControlNumber":"7484","DisclosureBlock":"&nbsp;<b>J. Park, <\/b> None..<br><b>R. Gregorio, <\/b> None..<br><b>E. Hissong, <\/b> None..<br><b>S. Patel, <\/b> None..<br><b>B. Robinson, <\/b> None..<br><b>F. Socciarelli, <\/b> None..<br><b>E. Metzger, <\/b> None..<br><b>Y. Liang, <\/b> None..<br><b>J. Reeves, <\/b> None..<br><b>J. Beechem, <\/b> None..<br><b>O. Elemento, <\/b> None..<br><b>A. Alonso, <\/b> None..<br><b>S. Houlihan, <\/b> None..<br><b>R. Schwartz, <\/b> None..<br><b>C. E. Mason, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9309","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4900","PresenterBiography":null,"PresenterDisplayName":"Jiwoon Park, PhD","PresenterKey":"f478cfaa-aa68-4b3c-be41-6b48ac0ca33c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4900. Spatial Atlas of Human Anatomy (SAHA): A subcellular, multiscale spatial odyssey of immune and gastrointestinal tissues and tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial Atlas of Human Anatomy (SAHA): A subcellular, multiscale spatial odyssey of immune and gastrointestinal tissues and tumors","Topics":null,"cSlideId":""},{"Abstract":"Perineural invasion (PNI), or the invasion of cancer to the space surrounding nerves, is associated with poor prognosis, but the underlying molecular factors that drive its initiation and progression are poorly understood. To explore this systematically, we applied a 6000-plex spatial transcriptomic panel with subcellular resolution to curated microarrays from 5 pancreatic ductal adenocarcinoma (PDAC) patients spanning different stages of tumor-nerve involvement. With this preliminary cohort, we explored malignant cell signatures associated with invasion and adaptation to the intraneural environment. Strikingly, we observed enrichment of a classical-like malignant transcriptional program marked by genes involved in glucose and lipid metabolism in nerve-invading malignant cells. Despite the known association of chemoresistance with serine dependence, these cells also exhibited upregulation of genes involved in serine biosynthesis, suggesting that intraneural invasion may offer an orthogonal path of treatment evasion. Overall, our findings indicate that nerve-invasive cancer cells adopt a unique transcriptomic signature within the neuronal microenvironment. Further studies will aim to uncover the relevance of these signatures to survival within the nerve environment and treatment resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Tumor microenvironment,Perineural invasion,Spatial transcriptomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. G. Olgun<\/b><sup>1<\/sup>, P. L. Wang<sup>2<\/sup>, R. Zhao<sup>2<\/sup>, D. H. Gong<sup>2<\/sup>, W. L. Hwang<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Virginia, Charlottesville, VA, <sup>2<\/sup>Massachusetts General Hospital and Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"2bb5b88f-a5ae-4c52-8cf2-ee65ba156839","ControlNumber":"7528","DisclosureBlock":"&nbsp;<b>D. G. Olgun, <\/b> None..<br><b>P. L. Wang, <\/b> None..<br><b>R. Zhao, <\/b> None..<br><b>D. H. Gong, <\/b> None..<br><b>W. L. Hwang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9310","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4901","PresenterBiography":null,"PresenterDisplayName":"Deniz Olgun, No Degree","PresenterKey":"c9a212e1-0007-48f5-9bbe-330275d505ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4901. High-resolution spatial transcriptomics identifies candidate genes facilitating perineural invasion","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"191","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 4","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High-resolution spatial transcriptomics identifies candidate genes facilitating perineural invasion","Topics":null,"cSlideId":""}]