[{"Abstract":"<b>Purpose: <\/b>Due to profound clinical successes observed with radioligand therapies (RLT) across multiple cancers coupled with advances in drug handling and delivery logistics recently, clinical trials investigating RLTs are on the rise. Ionizing radiation produced by radioisotopes linked to antibodies causes double-stranded breaks either directly or via generation of reactive oxygen species. This type of DNA damage is associated with an increase in proteins mediating cell cycle arrest (e.g., p21\/CIP1) and repairing damaged DNA (e.g., CHK2 and &#947;H2Ax). Additionally, proliferating cells (identifiable by Ki67) are most susceptible to ionizing radiation as DNA is exposed during the mitotic phase of the cell cycle. We incorporated these biologically verified markers into a multiplexed fluorescence immunohistochemistry (mFIHC) assay for robust quantitation of the pharmacodynamic activity of RLTs and gain insights into the DNA damage response in on-treatment tumor core biopsies.<br \/><b>Study Design: <\/b>We designed a novel mFIHC assay incorporating antibodies to p21, pCHK2, &#947;H2Ax, Ki67, CK to quantitatively characterize DNA damage across five tumor indications of commercially available ovarian cancer, colorectal cancer, gastric cancer, endometrial (uterine) cancer, and breast cancer formalin-fixed paraffin-embedded (FFPE) tissue blocks. We successfully validated this mFIHC assay using automated staining (Bond RX), imaging (PhenoImager HT), and combined with hypothesis-driven spatial profiling algorithms (e.g., AQUA Technology).<br \/><b>Results: <\/b>Sensitivity and specificity were confirmed on known positive and negative controls. Reproducibility and precision were observed across instruments, operators, and independent experiments for all markers The frequency of p21 ranged from 5% - 8%, pCHK2 from 3% - 36%, pH2Ax from 0% - 8%, Ki67 from 4% - 61%, and CK cells ranged from 25% to 87%. Over 56 unique parameters were evaluated. The prevalence of p21, pCHK2, and &#947;H2Ax ranged from 0% to &#62;30% across five tumor indications tested and were highly concordant.<br \/><b>Conclusion: <\/b>The validated mFIHC assay examines the expression of proteins mediating cell cycle arrest and DNA damage in tumor and stromal cells. This panel may be used to further understand the complexity of DNA damage response pathways in tumor and non-tumor areas in the context of RLT clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"DNA damage response,Biomarkers,Fluorescence imaging,Immunohistochemistry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"J. Santos<sup>1<\/sup>, V. Nyanchama<sup>1<\/sup>, V. Romanet<sup>2<\/sup>, E. Dammassa<sup>2<\/sup>, L. Kattenhorn<sup>3<\/sup>, Y. Huang<sup>3<\/sup>, J. Lim<sup>3<\/sup>, X. Li<sup>1<\/sup>, J. Deeds<sup>3<\/sup>, L. Iaconis<sup>3<\/sup>, E. Pacia<sup>1<\/sup>, M. McLaughlin<sup>3<\/sup>, N. Dakappagari<sup>1<\/sup>, <b>J. Bordeaux<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Navigate BioPharma Services, Inc., a Novartis subsidiary, Carlsbad, CA, <sup>2<\/sup>Novartis Biomedical Research, Basel, Switzerland, <sup>3<\/sup>Novartis Biomedical Research, Cambridge, MA","CSlideId":"","ControlKey":"d0dea935-0a15-4b76-bf9f-0852716293d7","ControlNumber":"5985","DisclosureBlock":"<b>&nbsp;J. Santos, <\/b> <br><b>Navigate BioPharma Services, Inc., a Novartis subsidiary<\/b> Employment. <br><b>V. Nyanchama, <\/b> <br><b>Navigate BioPharma Services, Inc., a Novartis subsidiary<\/b> Employment. <br><b>V. Romanet, <\/b> <br><b>Novartis<\/b> Employment. <br><b>E. Dammassa, <\/b> <br><b>Novartis<\/b> Employment. <br><b>L. Kattenhorn, <\/b> <br><b>Novartis<\/b> Employment, Stock. <br><b>Y. Huang, <\/b> <br><b>Novartis<\/b> Employment, Stock. <br><b>J. Lim, <\/b> <br><b>Novartis<\/b> Employment. <br><b>X. Li, <\/b> <br><b>Navigate BioPharma Services, Inc., a Novartis subsidiary<\/b> Employment. <br><b>J. Deeds, <\/b> <br><b>Novartis<\/b> Employment. <br><b>L. Iaconis, <\/b> <br><b>Novartis<\/b> Employment. <br><b>E. Pacia, <\/b> <br><b>Navigate BioPharma Services, Inc., a Novartis subsidiary<\/b> Employment. <br><b>Novartis<\/b> Stock. <br><b>M. McLaughlin, <\/b> <br><b>Novartis<\/b> Employment, Stock. <br><b>N. Dakappagari, <\/b> <br><b>Navigate BioPharma Services, Inc., a Novartis subsidiary<\/b> Employment. <br><b>Novartis<\/b> Stock. <br><b>J. Bordeaux, <\/b> <br><b>Navigate BioPharma Services, Inc., a Novartis subsidiary<\/b> Employment. <br><b>Novartis<\/b> Stock.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2004","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3623","PresenterBiography":null,"PresenterDisplayName":"Jennifer Bordeaux, PhD","PresenterKey":"51a70448-1ad1-4abb-973d-bac71ade03c8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3623. Quantifying pharmacodynamic markers of radioligand therapies in tumor by multiplex immunofluorescence and automated quantitative analysis (AQUA) algorithms","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Quantifying pharmacodynamic markers of radioligand therapies in tumor by multiplex immunofluorescence and automated quantitative analysis (AQUA) algorithms","Topics":null,"cSlideId":""},{"Abstract":"Extracellular vesicles (EVs) are cell fragments released by all cells, making them promising platforms for cancer biomarker development. Effective isolation of ultra-pure EVs for downstream analyses is key for EV-based liquid biopsy development. However, current EV isolation methods such as ultracentrifugation (UC) and other commercialized EV isolation kits are lackluster because of damage to EVs, length of time required, and low EV recovery rates. In response, we developed an &#8220;GET EV&#8221; kit which is based on the principles of lipid energy states, also known as the aqueous two-phase system (ATPS) to isolate EVs from any media. Nanoscale flow cytometry (nFC) analysis revealed that ATPS has greater EV enrichment capability (21.4&#215; vs. 10.9&#215; times fold enrichment) and higher EV recovery efficiency (97.6% vs. 69.3% recovery) than UC. Other EV isolation kits were tested and were inferior to ATPS in terms of EV recovery and EV-RNA recovery. EV subpopulations as determined by EV biomarkers (CD9, CD63, CD81, etc.) were confirmed by nFC. &#8220;Omics&#8221; studies (small RNA sequencing and proteomics) also confirmed the presence of expected EV markers. We developed an RNA-based liquid biopsy for Neuroendocrine Neoplasms (NENs) by quantitating the presence of EVs containing miR-375, an established biomarker for NENs. Using the GET EVs kit, we isolated EVs from healthy volunteer and patient plasma samples of NEN patients. RT-qPCR demonstrated enriched expression of miR-375 in EVs isolated from Lung and GI NEN patient plasma samples. Our study establishes the use of GET EV kits to efficiently, rapidly, and gently isolate EVs from small plasma samples (250 uL). This is a low-cost innovation that will finally enable the development of other RNA-based Liquid Biopsies for other disease sites with significant diagnostic and prognostic implications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Biomarkers,Liquid biopsies,Neuroendocrine tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. Su<\/b><sup>1<\/sup>, M. Jeyhani<sup>2<\/sup>, X. Yang<sup>3<\/sup>, J. Nanayakkara<sup>3<\/sup>, R. Wunsche<sup>4<\/sup>, N. Renwich<sup>3<\/sup>, S. Tsai<sup>2<\/sup>, H. Leong<sup>1<\/sup>; <br\/><sup>1<\/sup>Department of Medical Biophysics, University of Toronto, Biological Sciences Platform, Sunnybrook Research Institute, Toronto, ON, Canada, <sup>2<\/sup>Department of Mechanical and Industrial Engineering, Toronto Metropolitan University, Keenan Research Centre for Biomedical Science, St. Michael’s Hospital, Institute for Biomedical Engineering, Science and Technology (iBEST), Toronto, ON, Canada, <sup>3<\/sup>Laboratory of Translational RNA Biology, Department of Pathology and Molecular Medicine, Queen’s University, Kingston, ON, Canada, <sup>4<\/sup>Department of Mechanical and Industrial Engineering, Toronto Metropolitan University, Toronto, ON, Canada","CSlideId":"","ControlKey":"041dde56-f656-447d-98a5-2defb0ece38c","ControlNumber":"8661","DisclosureBlock":"&nbsp;<b>B. Su, <\/b> None..<br><b>M. Jeyhani, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>J. Nanayakkara, <\/b> None..<br><b>R. Wunsche, <\/b> None..<br><b>N. Renwich, <\/b> None..<br><b>S. Tsai, <\/b> None..<br><b>H. Leong, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2005","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3624","PresenterBiography":null,"PresenterDisplayName":"Boyang Su","PresenterKey":"24b819eb-9241-4787-8a38-51a42d899be2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3624. A low-cost kit for gentle, effective and timely extracellular vesicle (GET EVs) isolation: Accelerating development of RNA-based liquid biopsies for neuroendocrine neoplasms","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A low-cost kit for gentle, effective and timely extracellular vesicle (GET EVs) isolation: Accelerating development of RNA-based liquid biopsies for neuroendocrine neoplasms","Topics":null,"cSlideId":""},{"Abstract":"<b>Background. <\/b> Doxorubicin (DOX) is a highly effective chemotherapy agent that is commonly used in combination with other chemotherapy regimens to treat a wide range of cancers, including 32% of breast cancer (BC) cases. Although DOX has greatly increased the number of long-term cancer survivors, some DOX recipients have experienced DOX-induced cardiotoxicity (DIC). Currently, there are no validated markers that can predict the early development of DIC. Cardiac troponin released by cardiomyocytes has been used in non-clinical studies as a marker of myocardial injury; however, the false positive rates are high, and the predictive value on cardiotoxicity is limited. Therefore, novel biomarkers of DIC are urgently needed to identify patients who are at an increased risk, allowing early detection of the cardiotoxicity before it causes permanent cardiac damage.<br \/><b>Methods. <\/b>Untargeted metabolomics profiling was performed for plasma samples from a cohort of 28 breast cancer patients who developed abnormal cardiac function (ABN) and those who maintained normal cardiac function (NML). Blood samples were collected before, during, and after DOX-containing chemotherapy. Using both baseline observations and pre-post changes, machine-learning techniques were used to identify metabolite markers that can be used as early indicators of DIC in BC patients. Area under the receiver operating characteristic curve was reported to evaluate the performance of significant metabolites, and metabolite set enrichment analysis (MSEA) and network analysis were used to extrapolate known associations between metabolites and diseases.<br \/><b>Results.<\/b> Significant separation of plasma metabolomics profiles between ABN and NML patients at baseline was observed. From 1,124 metabolites, abundance of 59 metabolites were found to differ between ABN and NML patients at baseline. Across all patients, levels of 78 metabolites changed between baseline and after the 1<sup>st<\/sup> chemotherapy cycle. Of the 6 metabolites identified in both baseline and pre-post data, ABN patients had higher levels of dicarboxylic acids suberate and sebacate derived from &#969;-oxidation of fatty acids at baseline than NML patients. Enrichment analysis on the metabolites from the pre-post analysis suggested myocardio injury and carnitine palmitoyltransferase deficiency. Network analysis of metabolite-disease interactions further suggests potential impact on neurological health after chemotherapy.<br \/><b>Conclusion. <\/b>The metabolomics phenotype identified is indicative of impaired beta-oxidation at baseline for ABN patients. In addition, our findings suggest neurotoxic effect from DOX, implicating the potential brain-heart axis involved behind the cardiotoxicity phenotype.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Metabolomics,Cardiotoxicity,Chemotherapy,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S.-R. Jun<sup>1<\/sup>, K. Wallis<sup>1<\/sup>, R. D. Landes<sup>1<\/sup>, V. K. Todorova<sup>1<\/sup>, L. Su<sup>2<\/sup>, S. Makhoul<sup>3<\/sup>, <b>P.-C. Hsu<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>University of Arkansas for Medical Sciences, Little Rock, AR, <sup>2<\/sup>UT Southwestern Medical Center, Dallas, TX, <sup>3<\/sup>CARTI Cancer Center, Little Rock, AR","CSlideId":"","ControlKey":"3a5491fb-8843-4c27-9092-39791276e14f","ControlNumber":"7645","DisclosureBlock":"&nbsp;<b>S. Jun, <\/b> None..<br><b>K. Wallis, <\/b> None..<br><b>R. D. Landes, <\/b> None..<br><b>V. K. Todorova, <\/b> None..<br><b>L. Su, <\/b> None..<br><b>S. Makhoul, <\/b> None..<br><b>P. Hsu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2006","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3625","PresenterBiography":null,"PresenterDisplayName":"Ping-Ching Hsu, MS;PhD","PresenterKey":"046bb833-debe-4376-a756-11c1a6a6caf0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3625. Metabolic phenotypes of doxorubicin-induced cardiotoxicity in breast cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolic phenotypes of doxorubicin-induced cardiotoxicity in breast cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Day 14 early bone marrow biopsies are routinely initiated to determine need for reinduction chemotherapy, but poorly predict true response and risk overtreatment. Day 21 (D21) bone marrow biopsies have been performed in the context of trials utilizing <i>FLT3<\/i>-targeted therapies in combination with induction chemotherapy (Stone et al. NEJM 2017). However, the utility of D21 bone marrow responses is not well defined.<sup><\/sup><br \/>Methods: We retrospectively identified 26 newly diagnosed <i>FLT3<\/i> mutant AML patients who underwent induction chemotherapy with midostaurin and Next Generation Sequencing (NGS) of bone marrow aspirate within a week of diagnosis.<br \/>Results: 19\/26 (73%) of patients had both D21 and response bone marrow biopsy. Of the remaining 7 patients, 4 patients did not have D21 bone marrow, 2 died of unrelated complications prior to response bone marrow, and 1 did not have recovery marrow available for assessment. Our cohort included 13 (50%) men with a median age of 57 years (range, 21 - 73 years). All patients had ECOG of 0 - 1. 96% of cases were de novo AML and 81% had normal cytogenetics. FLT3 ITD mutations were detected in 17 (65%) patients with a median FLT3 ITD ratio of 0.305 (range, 0.03 - 1) and median FLT3 VAF of 23.8% (range, 3.2 - 80.6%). 7 patients (26.9%) underwent additional allogeneic stem cell transplant.<br \/>In the 19 patients evaluable for analysis, 13\/13 (100%) patients with blast % &#8804; 5 at D21 achieved a complete response (CR) based on recovery marrow. 4\/6 (67%) patients with blast % &#62; 5 at D21 which were considered to have residual disease based on pathology review (median blast % 11 (range, 6 - 17%) ultimately achieved a CR. The 2 patients that did not achieve a CR has a blast % of 29% and 9% on D21 marrow. Thus, the positive predictive value of D21 early bone marrow response corresponding with the response bone marrow was only 33% in our patient cohort. Of the 4 patients that did not have D21 marrow but had recovery marrows available for review, the CR rate was 100%.<br \/>No other significant differences in initial disease characteristics were seen. There were no differences proportion of co-mutations in <i>NPM1, DNMT3A, TP53, IDH2, <\/i>and <i>IDH1<\/i>, and higher FLT3 ITD ratio nor FLT3 VAF corresponded with ability to clear D21 bone marrow. Additionally, there were no differences in minimal residual disease (MRD) and overall survival (OS) between the groups.<br \/>Conclusions: Our study suggests early bone marrow response in the context of <i>FLT3<\/i>-mutant disease is not dependent on inherent disease characteristics and does not correspond to overall response to targeted induction chemotherapy. The utility of these marrows in is this population needs to be studied further in a larger cohort to better understand the clinical necessity to avoid unnecessary cost\/procedures to patients and even more importantly unnecessary reinductions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Bone marrow,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Lok<\/b><sup>1<\/sup>, S. Hahn<sup>1<\/sup>, N. N. Shah<sup>2<\/sup>, D. A. Kerr<sup>2<\/sup>, I. M. Borrello<sup>2<\/sup>, E. M. Sotomayor<sup>2<\/sup>, D. M. Swoboda<sup>2<\/sup>; <br\/><sup>1<\/sup>USF Health Morsani College of Medicine, Tampa, FL, <sup>2<\/sup>Tampa General Hospital Cancer Institute, Tampa, FL","CSlideId":"","ControlKey":"6e0384ee-9842-4d33-8f07-495744befdc8","ControlNumber":"4239","DisclosureBlock":"&nbsp;<b>V. Lok, <\/b> None..<br><b>S. Hahn, <\/b> None..<br><b>N. N. Shah, <\/b> None..<br><b>D. A. Kerr, <\/b> None..<br><b>I. M. Borrello, <\/b> None..<br><b>E. M. Sotomayor, <\/b> None..<br><b>D. M. Swoboda, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2007","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3626","PresenterBiography":null,"PresenterDisplayName":"Vincent Lok, BS","PresenterKey":"267470ea-672f-4348-ac0d-6612821d2b78","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3626. Day 21 early bone marrow response does not offer high concordance with response bone marrow in the induction chemotherapy setting of <i>FLT3<\/i> mutant acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Day 21 early bone marrow response does not offer high concordance with response bone marrow in the induction chemotherapy setting of <i>FLT3<\/i> mutant acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Volrustomig (MEDI5752) is designed to fully inhibit PD-1 while preferentially inhibiting CTLA-4 on activated PD-1+ T cells. In a FTiH trial, volrustomig demonstrated meaningful clinical activity in patients with solid tumors (including 1L RCC and NSCLC), acceptable safety profile, sustained PD-1 receptor occupancy, and T cell proliferation at levels greater than seen with clinically tolerable doses of CTLA-4 inhibitors with co-administration of anti-PD(L)-1. We sought to further characterize volrustomig pharmacodynamic effect in the periphery and tumor to demonstrate its biological activity and inform dose optimization.<b><\/b><i> <\/i><br \/><b>Methods: <\/b>Pre- and on-treatment blood samples from 86 patients enrolled in dose exploration were collected. Peripheral T cell profiling was assayed by flow cytometry, RNAseq<i>, <\/i>TCRSeq<i> <\/i>and serum proteomics. Paired tumor biopsies (N=17), pre- and at week 6 on-treatment, were analyzed for T cell infiltration and function using RNAseq and computational image analysis of immune cell marker density detected by histochemistry and multiplex immune fluorescence assays.<i><\/i><br \/><b>Results: <\/b>Volrustomig achieved dose-dependent peripheral pharmacodynamic changes of biomarkers specific to CTLA-4 blockade at &#8805; 225mg. At C1D8 with doses &#8805; 500mg, increases in CD4 T cell proliferation (ki67), activation (ICOS), and memory T cells (1516%, 321% and 88%, respectively) were seen, each greater than observed with historical controls of patients treated with tremelimumab 3mg\/kg (T3) in combination with durvalumab. Similarly, CD8 proliferation and activation were also higher than T3 at C1D8 with 300% and 161% increase respectively. Additional CD4 and CD8 T cell proliferation and activation was observed at C2D8 supporting the benefit of repeat dosing. Higher peripheral T cell clonal expansion at doses &#8805; 500mg was seen and associated with PFS and OS benefit. In patients with paired biopsies, volrustomig achieved robust T cell mediated anti-tumor activity including increases in T cell infiltration (CD8+, 2.3 fold, p=0.04), proliferation (CD8+ Ki67+, 2.1 fold, p=0.04) and, T cell cytotoxicity and activation (GrB+, 2.2 fold, p=0.01; T cell effector and IFNg gene signatures, &#62; 2-fold, p&#60; 0.01). Additionally, volrustomig increased CD8 proliferation in tumor compared to historical control durvalumab alone (&#62;2-fold increase in 70% vs 50% patients).<br \/><b>Conclusion: <\/b>Voltrustomig demonstrated robust peripheral and intra-tumoral T cell activation and proliferation, broadening the pool of antigen experienced T cells, at levels greater than seen with dual checkpoint blockade currently used in the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Biomarkers,Bispecific antibody,Tumor microenvironment,Pharmacodynamics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>I. Achour<\/b><sup>1<\/sup>, M. Kuziora<sup>1<\/sup>, F. Song<sup>1<\/sup>, S. Eck<sup>1<\/sup>, L. Meinecke<sup>1<\/sup>, J. Blando<sup>1<\/sup>, J. Pearson<sup>1<\/sup>, M. Saraiya<sup>1<\/sup>, C. Eisen<sup>1<\/sup>, F. Segerer<sup>1<\/sup>, M. Schick<sup>1<\/sup>, N. Triltsch<sup>1<\/sup>, M. Surace<sup>1<\/sup>, G. Silva Boos<sup>1<\/sup>, H. Hessel<sup>1<\/sup>, M. Bui<sup>1<\/sup>, K. Pratsch<sup>1<\/sup>, A. Andoni<sup>1<\/sup>, S. D. Gainer<sup>1<\/sup>, D. Freeman<sup>1<\/sup>, D. Subramaniam<sup>1<\/sup>, B. Tran<sup>2<\/sup>; <br\/><sup>1<\/sup>AstraZeneca US, Gaithersburg, MD, <sup>2<\/sup>Peter MacCallum Cancer Centre,, Melbourne, Australia","CSlideId":"","ControlKey":"c6f113e6-1acc-4972-83cf-4fe8fbf91ae9","ControlNumber":"7082","DisclosureBlock":"<b>&nbsp;I. Achour, <\/b> <br><b>Astrazeneca<\/b> Employment, Stock, Patent. <br><b>M. Kuziora, <\/b> <br><b>Astrazeneca<\/b> Employment, Stock. <br><b>F. Song, <\/b> <br><b>Astrazeneca<\/b> Employment. <br><b>S. Eck, <\/b> <br><b>Astrazeneca<\/b> Employment, Stock. <br><b>L. Meinecke, <\/b> <br><b>Astrazeneca<\/b> Employment. <br><b>J. Blando, <\/b> <br><b>Astrazeneca<\/b> Employment, Stock. <br><b>J. Pearson, <\/b> <br><b>Astrazeneca<\/b> Employment, Stock. <br><b>M. Saraiya, <\/b> <br><b>Astrazeneca<\/b> Employment. <br><b>C. Eisen, <\/b> <br><b>Astrazeneca<\/b> Employment. <br><b>F. Segerer, <\/b> <br><b>Astrazeneca<\/b> Employment. <br><b>M. Schick, <\/b> <br><b>Astrazeneca<\/b> Employment. <br><b>N. Triltsch, <\/b> <br><b>Astrazeneca<\/b> Employment. <br><b>M. Surace, <\/b> <br><b>Astrazeneca<\/b> Employment, Stock. <br><b>G. Silva Boos, <\/b> <br><b>Astrazeneca<\/b> Employment. <br><b>H. Hessel, <\/b> <br><b>Astrazeneca<\/b> Employment. <br><b>M. Bui, <\/b> <br><b>Astrazeneca<\/b> Employment. <br><b>K. Pratsch, <\/b> <br><b>Astrazeneca<\/b> Employment. <br><b>A. Andoni, <\/b> <br><b>Astrazeneca<\/b> Employment. <br><b>S. D. Gainer, <\/b> <br><b>Astrazeneca<\/b> Employment, Stock, Patent. <br><b>GSK<\/b> Stock. <br><b>D. Freeman, <\/b> <br><b>Astrazeneca<\/b> Employment, Stock, Patent. <br><b>D. Subramaniam, <\/b> <br><b>Astrazeneca<\/b> Employment, Stock, Patent. <br><b>B. Tran, <\/b> <br><b>Amgen<\/b> Grant\/Contract, Consultant\u000d\u000aHonoraria\u000d\u000aGrant\/Research support\u000d\u000a. <br><b>Astellas<\/b> Grant\/Contract, Consultant\u000d\u000aHonoraria\u000d\u000aGrant\/Research support\u000d\u000a. <br><b>Bayer<\/b> Grant\/Contract, Consultant\u000d\u000aHonoraria\u000d\u000aGrant\/Research support\u000d\u000a. <br><b>BMS<\/b> Grant\/Contract, Consultant\u000d\u000aHonoraria\u000d\u000aGrant\/Research support\u000d\u000a. <br><b>Ipsen<\/b> Grant\/Contract, Consultant\u000d\u000aHonoraria\u000d\u000aGrant\/Research support\u000d\u000a. <br><b>Janssen-Cilag<\/b> Grant\/Contract, Consultant\u000d\u000aHonoraria\u000d\u000aGrant\/Research support\u000d\u000a. <br><b>MSD<\/b> Grant\/Contract, Consultant\u000d\u000aHonoraria\u000d\u000aGrant\/Research support\u000d\u000a. <br><b>IQVIA<\/b> Consultant. <br><b>Novartis<\/b> Consultant. <br><b>Sanofi<\/b> Consultant. <br><b>Tolmar<\/b> Consultant. <br><b>AstraZeneca<\/b> Grant\/Contract, Grant\/Research support\u000d\u000a. <br><b>Pfizer<\/b> Grant\/Contract, Grant\/Research support\u000d\u000a. <br><b>Servier<\/b> Grant\/Contract, Grant\/Research support\u000d\u000a.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2008","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3627","PresenterBiography":null,"PresenterDisplayName":"Ikbel Achour, PhD","PresenterKey":"3ae7b598-70e1-412c-89eb-438b7e43f8c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3627. Volrustomig a novel PD-1\/CTLA-4 bispecific antibody leads to robust increase in peripheral and intra-tumoral pharmacodynamic biomarkers in solid tumors from FTiH study","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Volrustomig a novel PD-1\/CTLA-4 bispecific antibody leads to robust increase in peripheral and intra-tumoral pharmacodynamic biomarkers in solid tumors from FTiH study","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b> Primary myelofibrosis (PMF) is a myeloproliferative neoplasm arising from various mutations in myeloid-committed hematopoietic progenitor cells. Treatment of PMF is challenging as Jak inhibitor resistance is common, making the expansion of molecular characterization and novel therapeutic target identification in PMF essential. The main goals of this study are to determine both the presence of Ras activity in PMF and the impact on Ras\/MAP Kinase pathway targeting in the disease.<br \/><b>Methods<\/b> Integrated genomic-transcriptomic sequencing analyses were performed on peripheral blood mononuclear cells (PBMCs) purified from 27 patients with PMF at a single institution; protein was then obtained from whole cell lysates. Ras activity was then assessed by applying Ras binding domain (RBD) to sample in an ELISA and was compared between patients with PMF, essential thrombocythemia (ET), polycythemia vera (PV) and healthy donors. Statistical analyses were conducted using two-way unpaired t-tests. The next set of <i>in vitro <\/i>studies aimed to evaluate the effects of MEK inhibition in PMF. Cell viability studies were first performed on human erythroleukemia (HEL) cells to identify IC50 values. Colony forming assays in methylcellulose-enriched media formulated for the growth of CD34+ cells were then performed in 4 conditions: Ruxolitinib and Cobimetinib monotherapy, combined therapies and untreated sample.<br \/><b>Results <\/b> As previously reported in our initial study, Ras activity in 21 patients with MF was 1.74 fold higher than healthy donors (13 volunteers, p=0.0304) and 1.64 fold higher than in PV\/ET (12 patients, p=0.0462). We also reported previously on Ras activity from differential enrichment of myeloid and lymphoid cells from PBMC samples, where a key observation was that myeloid contribution to Ras activity in PMF patients with <i>RAS\/<\/i>MAP Kinase pathway mutations was 3.8 times higher in Ras\/MAP Kinase WT patients (p=0.0012), potentially suggesting that <i>RAS<\/i> pathway mutations have a predominance in myeloid cells. In HEL cell viability assays, cobimetinib and ruxolitinib, when utilized in tandem, resulted in more cell growth inhibition than either agent individually. This same finding was recapitulated in colony forming assays in 4 different patients with varying levels of sensitivity to Jak inhibitors, in all of whom ruxolitinib and cobimetinib lead to a greater reduction in colony formation than ruxolitinib monotherapy.<br \/><b>Discussion<\/b> Data from colony forming assays of bone marrow from patients with PMF identifies at least an additive effect of combined Jak and Ras\/MAP Kinase (specifically Mek) inhibition on CD34+ colony formation. The specific observation that Ras pathway inhibition may be utilized as a means of overcoming Jak inhibitor resistance in PMF is a novel finding in this field and may be a valuable avenue for future early-phase clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Bone marrow,MEK inhibitor,Drug resistance,JAK2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. B. Reynolds<\/b>, S. Matono, M. Kandarpa, K. Pettit, M. Ribick, M. Talpaz, Q. Li; <br\/>University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"9487b699-5a72-4969-8ef8-527703cb499e","ControlNumber":"8745","DisclosureBlock":"&nbsp;<b>S. B. Reynolds, <\/b> None..<br><b>S. Matono, <\/b> None..<br><b>M. Kandarpa, <\/b> None..<br><b>K. Pettit, <\/b> None..<br><b>M. Ribick, <\/b> None..<br><b>M. Talpaz, <\/b> None..<br><b>Q. Li, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2009","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3628","PresenterBiography":null,"PresenterDisplayName":"Samuel Reynolds, MD","PresenterKey":"c3473ad3-3515-4855-9bfe-f8db0725dfbc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3628. Combined mek and jak inhibition <i>in vitro<\/i> is an effective strategy in overcoming jak inhibitor resistance in primary myelofibrosis (PMF)","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combined mek and jak inhibition <i>in vitro<\/i> is an effective strategy in overcoming jak inhibitor resistance in primary myelofibrosis (PMF)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Claudin18.2 (CLDN18.2) is a tight junction protein highly specific to gastric mucosa, and a validated target for gastric cancer (GC) treatment. Immune checkpoint therapy targeting PD-1 combined with chemotherapy has been approved as the first line therapy of GC. Understanding the expression profiles of CLDN18.2 and PD-L1 could guide the development of combination therapies to maximize the benefits of these two agents. This study investigated the prevalence of CLDN18.2 expression in gastric\/gastroesophageal junction adenocarcinoma (G\/GEJC) screening samples from studies Transtar101 (NCT04396821 in US) and TranStar102 (NCT04495296 in China), and its correlation with various clinical characteristics and PD-L1 expression.<br \/><b>Methods:<\/b> CLDN18.2 expression in formalin-fixed, paraffin-embedded (FFPE) G\/GEJC tissue samples was prospectively detected by an immunohistochemistry-based LDT using an in-house anti-CLDN18.2 antibody (Clone14G11) on the Leica Bond III stainer. CLDN18.2 expression was assessed by scoring the staining intensity (0, 1+, 2+, 3+) and the percentage of positive tumor cells. Positive CLDN18.2 expression is defined as the cutoff at &#8805;10% of tumor cell with &#8805;1+ staining intensity for this evaluation. PD-L1 expression was assessed by combined positive score (CPS) using Agilent&#8217;s PD-L1 IHC 28-8 pharmDx. Both assays were conducted in CAP\/CLIA certified LabCorp central lab.<br \/><b>Results:<\/b> 547 G\/GEJC patient samples had CLDN18.2 results as part of the screening procedures for the clinical trials. Of these patients (454 GC\/93 GEJC), 439 (80%) were Asian, 29 (5%) were Caucasian, 2 (0.4%) were other ethnic group, and 77 (14%) were not recorded; 434 (79%) were primary tumors and 113 (21%) were metastasis; 201 (37%) were core needle biopsies (CNB), 108 (20%) were surgical resections (SR) and 238 (44%) had no information. 311 (57%) samples had positive CLDN18.2 expressions (&#8805;10%\/&#8805;1+). No significant difference in CLDN18.2 positive rates were found between TranStar101 and TranStar102 studies (p=0.801), Asian and Caucasian (p=0.612), GC and GEJC (p=0.373), primary and metastatic specimens (p=0.055) or CNBs and SRs (p=0.715). Out of 83 TranStar102 specimens that had both CLDN18.2 and PD-L1 results, 15 (18%) had PD-L1 CPS&#8805;5, 59 (71%) had positive CLDN18.2, and 10 (15%) had both positive CLDN18.2 and PD-L1 CPS&#8805;5. No correlation (p=0.393) was observed between PD-L1 scores (CPS&#60;5 or CPS&#8805;5) and CLDN18.2 expression (&#8805;10%\/&#8805;1+ or &#60;10%\/&#8805;1+).<br \/><b>Conclusions:<\/b> Data suggested CLDN18.2 expression levels were independent of PD-L1 status, and support the use of Transcenta 14G11 antibody for CLDN18.2 detection regardless of sample collection methods, location, and patient demographics. An anti-CLDN18.2 companion diagnostic device based on 14G11 is being developed (CLDN18.2 IHC 14G11 pharmDx, Agilent Technologies, Inc.).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Gastric cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. Shen<\/b><sup>1<\/sup>, C. Mao<sup>1<\/sup>, A. Lin<sup>1<\/sup>, Y. Gu<sup>2<\/sup>, J. Milata<sup>2<\/sup>, L. Zhang<sup>1<\/sup>, C. Qi<sup>1<\/sup>, J. Yao<sup>2<\/sup>, S. Yu<sup>1<\/sup>, C. Yue<sup>3<\/sup>, L. Shen<sup>4<\/sup>, Y. Janjigian<sup>5<\/sup>, X. Qian<sup>1<\/sup>, W.-I. Chang<sup>2<\/sup>, C. Germa<sup>2<\/sup>; <br\/><sup>1<\/sup>Suzhou Transcenta Therapeutics Co., Ltd, Suzhou, China, <sup>2<\/sup>Transcenta Therapeutics, Princeton, NJ, <sup>3<\/sup>LabCorp Central Lab, Torrance, CA, <sup>4<\/sup>Beijing Cancer Hospital, Beijing, China, <sup>5<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"450ff3e2-b4a6-46bc-b15a-53f10a802b16","ControlNumber":"8810","DisclosureBlock":"<b>&nbsp;L. Shen, <\/b> <br><b>Suzhou Transcenta Therapeutics Co., Ltd<\/b> Employment, Stock. <br><b>C. Mao, <\/b> <br><b>Suzhou Transcenta Therapeutics Co., Ltd<\/b> Employment. <br><b>A. Lin, <\/b> <br><b>Suzhou Transcenta Therapeutics Co., Ltd<\/b> Employment, Stock. <br><b>Y. Gu, <\/b> <br><b>Transcenta Therapeutics<\/b> Stock. <br><b>J. Milata, <\/b> <br><b>Transcenta Therapeutics<\/b> Employment, Stock. <br><b>L. Zhang, <\/b> <br><b>Suzhou Transcenta Therapeutics Co., Ltd<\/b> Employment. <br><b>C. Qi, <\/b> <br><b>Suzhou Transcenta Therapeutics Co., Ltd<\/b> Employment, Stock. <br><b>J. Yao, <\/b> <br><b>Transcenta Therapeutics<\/b> Employment, Stock. <br><b>S. Yu, <\/b> <br><b>Suzhou Transcenta Therapeutics Co., Ltd<\/b> Employment, Stock. <br><b>C. Yue, <\/b> <br><b>LabCorp<\/b> Employment. <br><b>L. Shen, <\/b> <br><b>MSD<\/b> Other, consulting role. <br><b>AstraZeneca<\/b> Other, consulting role. <br><b>Boehringer Ingelheim<\/b> Other, consulting role. <br><b>SERVIER<\/b> Other, consulting role. <br><b>Transcenta<\/b> Other, consulting role. <br><b>Y. Janjigian, <\/b> <br><b>Pfizer<\/b> Other, consulting role. <br><b>Merck<\/b> Other, consulting role. <br><b>BMS<\/b> Other, consulting role. <br><b>Daiichi Sankyo<\/b> Other, consulting role. <br><b>Rgenix<\/b> Other, consulting role. <br><b>Bayer<\/b> Other, consulting role. <br><b>Imugene<\/b> Other, consulting role. <br><b>AstraZeneca<\/b> Other, consulting role. <br><b>Lilly<\/b> Other, consulting role. <br><b>Zymeworks<\/b> Other, consulting role. <br><b>Basilea Pharmaceutical<\/b> Other, consulting role. <br><b>Michael J. Henneessy Associates<\/b> Other, consulting role. <br><b>Paradigm<\/b> Other, consulting role. <br><b>Seagen<\/b> Other, consulting role. <br><b>AmerisourceBergen<\/b> Other, consulting role. <br><b>Arcus Biosciences<\/b> Other, consulting role. <br><b>Geneos<\/b> Other, consulting role. <br><b>X. Qian, <\/b> <br><b>Suzhou Transcenta Therapeutics Co., Ltd<\/b> Employment, Stock. <br><b>W. Chang, <\/b> <br><b>Transcenta Therapeutics<\/b> Employment, Stock. <br><b>C. Germa, <\/b> <br><b>Transcenta Therapeutics<\/b> Employment, Stock.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2010","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3629","PresenterBiography":null,"PresenterDisplayName":"Li Shen","PresenterKey":"cc967e50-0cd0-43cf-bc25-e5ef7ec64158","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3629. Prevalence of claudin18.2 expression in gastric\/gastroesophageal junction adenocarcinoma among patients in TranStar101 and TranStar102 clinical trials","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prevalence of claudin18.2 expression in gastric\/gastroesophageal junction adenocarcinoma among patients in TranStar101 and TranStar102 clinical trials","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Extracellular vesicles (EVs), secreted extracellularly by almost all types of cells, play a pivotal role in intercellular communication and have emerged as valuable indicators in disease progression. Their potential for cancer diagnostics and monitoring is particularly noteworthy. Epidermal growth factor receptor (EGFr) is a major driver of several cancers and serve as an important target or co-target in cancer treatment. The purpose of this study was to develop an assay for measuring EGFr on EVs directly in plasma samples. Additionally three assays were developed to measure the total concentration of plasma EVs.<br \/>Methods: Recognizing the expected low concentrations of EGFr on EVs, the immunoassays were developed using Single molecule array (Simoa) technology, which has shown up to a 1000-fold improvement in sensitivity as compared to conventional immunoassay approaches. Commercial available calibrator material and antibodies against surface markers (EGFr, CD9, CD63 and CD81) were used to develop four assays: CD81-EGFr, CD81-CD9, CD81-CD63, and CD9-CD63. Plasma samples from healthy individuals (n=13) and small cohorts of various cancer patients (n=30, lung, colorectal, ovarian) were used for development, validation and testing.<br \/>Results: Each assay was tested for dilution linearity, limit of detection, analytical variation and pre-analytical stability of EVs. EGFr on EVs was lower in cancer patients (median: 489 x10<sup>6 <\/sup>EVegfr\/mL) compared with healthy individuals (median: 663 x10<sup>6 <\/sup>EVegfr\/mL). Conversely, total EV concentrations were markedly higher in plasma from cancer patients compared with healthy individuals (CD81-CD9: 9157 vs 4088, CD81-CD63: 3634 vs 1582, CD9-CD63: 9538 vs 1210, median values x10<sup>6<\/sup> EV\/mL). Positive correlations were observed among the total EV assays (r=0.6, p&#60;0.0001).<br \/>Conclusion: The developed assays allow measurement of EGFr on EVs and total EVs in human plasma samples. Notable, total EV concentrations were highly increased in cancer as compared with healthy individuals. The assays are now ready for a comprehensive validation using large cohorts of cancer samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Extracellular vesicles,EGFR,Cancer,Plasma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. A. Olsen<\/b>, T. F. Hansen, I. Brandslund, J. S. Madsen; <br\/>Lillebaelt Hospital, University Hospital of Southern Denmark, Vejle, Denmark","CSlideId":"","ControlKey":"04df39b8-187a-409e-ad8b-594bb6b74825","ControlNumber":"2446","DisclosureBlock":"&nbsp;<b>D. A. Olsen, <\/b> None..<br><b>T. F. Hansen, <\/b> None..<br><b>I. Brandslund, <\/b> None..<br><b>J. S. Madsen, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2011","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3630","PresenterBiography":null,"PresenterDisplayName":"Dorte Olsen, MS","PresenterKey":"ae7e1502-91a0-4dad-814e-9747bb1f7cbb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3630. Measuring EGFr on extracellular vesicles in human plasma samples","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Measuring EGFr on extracellular vesicles in human plasma samples","Topics":null,"cSlideId":""},{"Abstract":"Pharmacodynamic (PD) biomarkers play an integral role in the rational development of novel therapeutic agents. Critically, PD biomarkers enable the measurement and confirmation of a drug&#8217;s intended effect in early clinical trials. Integration of PD biomarker assessments in early therapeutic development can inform the relationship between drug dose and regimen, target modulation, and biological tumor response, which are fundamental to determining the efficacy and safety of novel therapeutic agents. Boundless Bio is evaluating a novel, orally available, and selective Checkpoint Kinase 1 (CHK1) inhibitor, BBI-355, in the Phase 1\/2 clinical trial, POTENTIATE (<u>NCT05827614<\/u>), in patients with solid tumors harboring oncogene amplification including those on extrachromosomal DNA (ecDNA). ecDNA-enabled oncogene amplification endows cancers with significant genomic plasticity, which can facilitate resistance to targeted therapy (Nathanson et al., 2014), and which is also associated with significantly shorter survival (Kim et al., 2020). While ecDNA provides a fitness advantage to cancer cells, its unique features also confer certain liabilities, including elevated DNA replication stress (RS). Elevated RS results in DNA damage and makes ecDNA+ cancers hyper-reliant on the master regulator of RS, CHK1, which manages DNA replication and repair to maintain cell viability (Chowdhry, 2022). Due to their elevated RS and hyper-reliance on CHK1, ecDNA+ cancer cells are rendered more susceptible to CHK1 inhibition than cancer cells that lack ecDNA. Prior clinical CHK1 inhibitor programs have lacked effective clinical PD biomarker assays. Here, we present preclinical data supporting the use of phosphorylated-CHK1 Ser345 (pCHK1-S345), a proximal marker of RS, as a PD biomarker for CHK1 inhibition by BBI-355. In preclinical studies, BBI-355 treatment induced pCHK1-S345 protein expression by immunoblotting in tumor cell lines in vitro and in xenograft tumors in vivo, which corresponded with tumor cell cytotoxicity. We went on to demonstrate in rats the utility of skin as a tumor surrogate tissue to detect CHK1 inhibitor PD effect through induction of pCHK1-S345 expression by immunohistochemistry. Finally, and for the first time, PD activity of a CHK1 inhibitor in humans was demonstrated by increased pCHK1-S345 expression by immunohistochemistry in skin biopsies from patients enrolled on the POTENTIATE study and treated with BBI-355. In conclusion, pCHK1-S345 is a useful PD biomarker for confirming clinical on-target activity of BBI-355 and may be useful to inform the pharmacologically active range of BBI-355 to support clinical development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Gene amplification,Chk1,Solid tumors,Phase I,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Liao<\/b>, R. Hansen, S. Chowdhry, E. Holmes, J. Wiese, A. Steffy, A. Pferdekamper, E. Tse, S. Garcia, R. Reynolds, S. Weymer, K. Wagner, C. Hassig, S. Kasibhatla; <br\/>Boundless Bio, San Diego, CA","CSlideId":"","ControlKey":"5b2a1b29-94ef-4447-aaf5-63a227b48d2c","ControlNumber":"3418","DisclosureBlock":"<b>&nbsp;D. Liao, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock Option. <br><b>Bristol Myers Squibb<\/b> Stock. <br><b>Novartis<\/b> Stock. <br><b>R. Hansen, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock. <br><b>S. Chowdhry, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock. <br><b>E. Holmes, <\/b> <br><b>Boundless Bio<\/b> Employment. <br><b>J. Wiese, <\/b> <br><b>Boundless Bio<\/b> Employment. <br><b>A. Steffy, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock. <br><b>A. Pferdekamper, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock. <br><b>E. Tse, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock. <br><b>S. Garcia, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock. <br><b>R. Reynolds, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock. <br><b>S. Weymer, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock. <br><b>K. Wagner, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock. <br><b>C. Hassig, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock. <br><b>S. Kasibhatla, <\/b> <br><b>Boundless Bio<\/b> Employment, Stock.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2012","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3631","PresenterBiography":null,"PresenterDisplayName":"Debbie Liao, BS;PhD","PresenterKey":"0b994ddc-202b-474e-89f1-4ed8e6c94a8a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3631. Preclinical and clinical pharmacodynamic characterization of BBI-355, a novel, orally bioavailable, and selective CHK1 inhibitor being evaluated in the first-in-human Phase 1\/2 POTENTIATE clinical trial of patients with cancer harboring oncogene amplifications","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical and clinical pharmacodynamic characterization of BBI-355, a novel, orally bioavailable, and selective CHK1 inhibitor being evaluated in the first-in-human Phase 1\/2 POTENTIATE clinical trial of patients with cancer harboring oncogene amplifications","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>Immune checkpoint inhibitors (ICIs) are effective for a growing number of cancer indications. ICI-mediated T cell activation can lead to immune related adverse effects, including ICI myocarditis, which has up to a 50% mortality. To date, only a few cytokines have been reported to be associated with ICI myocarditis. We evaluated an expansive repertoire of cytokines associated with ICI myocarditis and the pathways they regulate.<br \/><b>Methods<\/b>A total of 173 cardio-oncology patients were enrolled in the biomarker study, including 55 who were on ICI. Blood samples of patients who were on ICI for cytokine profiling were sampled when patients presented with symptoms concerning for ICI myocarditis. 71 different cytokines were evaluated and analyzed using Point Biserial correlation analyses and machine learning (XGboost) and explainable artificial intelligence (SHAP) to identify cytokines associated with ICI myocarditis. Analyses were performed to identify pathways associated with ICI myocarditis.<br \/><b>Results<\/b>28 cytokines were associated with ICI myocarditis and machine learning revealed top features associated with ICI myocarditis in the entire cohort with IL33 being the top feature, Accuracy of 0.895, AUC of 0.902, F1 score of 0.73. SHAP was also used to identify features associated with ICI myocarditis and found IL10, CXCL9, CXCL13, CCL3, were positively associated with ICI myocarditis while CCL22, IL33, TNFSF10, CCL8, and CCL24 were negatively associated with ICI myocarditis. 90% of cytokines identified in the correlation model were also identified in SHAP and XG Boost. Top KEGG and GO pathways associated with ICI myocarditis identified by XGBoost and SHAP features include the cytosolic DNA sensing pathway, response to influenza A, IL17, PI3K-Akt, JAK-STAT and lipid\/atherosclerosis pathways<br \/><b>Conclusions<\/b>Identifying pathways associated with ICI myocarditis could provide insights into optimization of immunosuppression strategies<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{1F721AC8-10F9-4015-8BBA-6C2E7558B582}\"><caption>Table of cytokines associated with ICI myocarditis identified by SHAP<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b>Cytokine<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Direction&nbsp;<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">IL10<\/td><td rowspan=\"1\" colspan=\"1\">Upregulated<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">CXCL9<\/td><td rowspan=\"1\" colspan=\"1\">Upregulated<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">CXCL13<\/td><td rowspan=\"1\" colspan=\"1\">Upregulated<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">IL7<\/td><td rowspan=\"1\" colspan=\"1\">Upregulated<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">CCL3<\/td><td rowspan=\"1\" colspan=\"1\">Upregulated<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">IFNL2<\/td><td rowspan=\"1\" colspan=\"1\">Upregulated<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">KITLG<\/td><td rowspan=\"1\" colspan=\"1\">Upregulated<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">IL27<\/td><td rowspan=\"1\" colspan=\"1\">Upregulated<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">FLT3LG<\/td><td rowspan=\"1\" colspan=\"1\">Upregulated<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">CCL22<\/td><td rowspan=\"1\" colspan=\"1\">Downregulated<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">IL12<\/td><td rowspan=\"1\" colspan=\"1\">Downregulated<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">CCL2<\/td><td rowspan=\"1\" colspan=\"1\">Downregulated<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">IL33<\/td><td rowspan=\"1\" colspan=\"1\">Downregulated<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">TNFSF10<\/td><td rowspan=\"1\" colspan=\"1\">Downregulated<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">CCL8<\/td><td rowspan=\"1\" colspan=\"1\">Downregulated<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">CCL21<\/td><td rowspan=\"1\" colspan=\"1\">Downregulated<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">FGF2<\/td><td rowspan=\"1\" colspan=\"1\">Downregulated<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">CCL24<\/td><td rowspan=\"1\" colspan=\"1\">Downregulated<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">CX3CL1<\/td><td rowspan=\"1\" colspan=\"1\">Downregulated<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Biomarkers,Machine learning,Immune checkpoint blockade,Cardiotoxicity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. Jaber Chehayeb<\/b>, D. Hong, N. W. Chen, C. Matute Martinez, R. Jayakrishnan, A. Ferrigno Guajardo, D. Lin, Y. Im, S. Halene, J. VanOudenhove, J. Hwa, A. Jha, J. M. Kwan; <br\/>Yale University School of Medicine, New Haven, CT","CSlideId":"","ControlKey":"c13945fa-2a78-44d0-b3c8-6c6c35436c4b","ControlNumber":"5628","DisclosureBlock":"&nbsp;<b>R. Jaber Chehayeb, <\/b> None..<br><b>D. Hong, <\/b> None..<br><b>N. W. Chen, <\/b> None..<br><b>C. Matute Martinez, <\/b> None..<br><b>R. Jayakrishnan, <\/b> None..<br><b>A. Ferrigno Guajardo, <\/b> None..<br><b>D. Lin, <\/b> None..<br><b>Y. Im, <\/b> None..<br><b>S. Halene, <\/b> None..<br><b>J. VanOudenhove, <\/b> None..<br><b>J. Hwa, <\/b> None..<br><b>A. Jha, <\/b> None..<br><b>J. M. Kwan, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2013","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3632","PresenterBiography":null,"PresenterDisplayName":"Rachel Jaber Chehayeb, BS","PresenterKey":"36b1d369-e563-4630-8305-1d11c0301472","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3632. Cytokine profiles associated with ICI myocarditis using machine learning approaches identifies novel cytokines and implicated pathways","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cytokine profiles associated with ICI myocarditis using machine learning approaches identifies novel cytokines and implicated pathways","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Aqueous humor (AH), fluid in the anterior chamber of the eye, is a liquid biopsy source of tumor information in uveal melanoma (UM). Extracellular vesicles (EVs) have recently been characterized in the AH of retinoblastoma eyes, however, have not been investigated in UM. EVs are small membrane-enclosed particles secreted by virtually every cell type with a role in intercellular communications. We hypothesize that tumor-derived EVs are detectable in the AH of UM eyes and that understanding the type of vesicles present may help us better understand their function, particularly for cancer. Small extracellular vesicles (sEVs) have been shown to promote tumorigenesis, treatment resistance, and metastasis, leading to the discovery of clinically-relevant biomarkers for multiple cancer types. As the diversity and role of sEVs in the AH of UM patients has never previously been reported, this project is a first step towards investigating new biomarkers of clinical utility. Our aim is to use single particle analysis to characterize sEV subpopulations in the AH of UM patients by quantifying their size, concentration, and phenotypes based on cell surface markers, specifically tetraspanin co-expression patterns.<br \/>Methods: sEVs were analyzed from paired pre- and post-brachytherapy AH samples collected from 19 UM patients. AH samples from 5 glaucoma patients served as the control cohort. Unprocessed AH underwent Nanoparticle Tracking Analysis for size quantification and Single Particle-Interferometric Reflectance Imaging Sensor analysis for fluorescent particle count and tetraspanin immunophenotyping; counts were subsequently converted to percentages for analysis. Statistics were performed using Mann-Whitney U, ANOVA, and Tukey&#8217;s tests.<br \/>Results: AH derived from UM eyes (pre-brachytherapy) displayed a broader sEV size distribution than glaucoma eyes, with more diverse sEV subpopulations. Both tumor and nontumor AH samples demonstrated a dominant CD63+ sEV subpopulation. A significantly higher percentage of CD63\/81+ sEVs (<i>P<\/i>= 0.0217) and CD9\/63\/81+ sEVs (<i>P<\/i>= 0.0146) were found in post-brachytherapy samples compared to pre-brachytherapy.<br \/>Conclusions: sEV subpopulations in UM eyes demonstrate increased heterogeneity in comparison to nontumor eyes. Our results are consistent with prior studies reporting that the CD63+ sEV subtype is an AH-specific biomarker enriched across multiple ocular diseases. The increase in CD63\/81+ sEVs and CD9\/63\/81+ sEVs after brachytherapy is presumably a result of radiation-induced release of these vesicles, suggesting a tumor-derived origin of these subpopulations. CD63\/81+ sEV subpopulation was previously reported to also be a tumor-derived subpopulation in AH of retinoblastoma eyes. Further study of the cargo carried by these sEV subpopulations may uncover molecular mechanisms pivotal to UM and other ocular cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Liquid biopsies,Uveal melanoma,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S. Sirivolu<\/b><sup>1<\/sup>, C.-C. Peng<sup>2<\/sup>, P. Neviani<sup>2<\/sup>, J. L. Berry<sup>1<\/sup>, L. Xu<sup>1<\/sup>; <br\/><sup>1<\/sup>Keck School of Medicine, University of Southern California, Los Angeles, CA, <sup>2<\/sup>Children's Hospital Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"6d83845f-2443-4fab-af7e-836535342f8d","ControlNumber":"4269","DisclosureBlock":"&nbsp;<b>S. Sirivolu, <\/b> None..<br><b>C. Peng, <\/b> None..<br><b>P. Neviani, <\/b> None..<br><b>J. L. Berry, <\/b> None..<br><b>L. Xu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2014","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3633","PresenterBiography":null,"PresenterDisplayName":"Shreya Sirivolu, BA","PresenterKey":"b8a9363d-7118-4d48-a741-24576a6f9805","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3633. Multi-parametric characterization of extracellular vesicles in the aqueous humor of uveal melanoma eyes undergoing brachytherapy","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-parametric characterization of extracellular vesicles in the aqueous humor of uveal melanoma eyes undergoing brachytherapy","Topics":null,"cSlideId":""},{"Abstract":"Deleterious mutations in <i>STK11\/LKB1<\/i>, <i>KEAP1, <\/i>and <i>SMARCA4<\/i> have been shown to be associated with adverse response to immunotherapy in several lung cancer cohorts. However, the biological and clinical implications of deletions of these genes, which all reside on chromosome 19p (chr19p), has not been extensively described. We sought to first characterize the association between immune infiltration and these copy number changes in chr19p. To do this, we analyzed mutation, copy number, and gene expression data from non-small cell lung cancer cohorts in the Cancer Genome Atlas (TCGA). Chr19p is frequently deleted across cancers in the TCGA dataset, with higher rates in lung adenocarcinoma. In both lung adenocarcinoma and squamous cell carcinoma, nearly half of TCGA tumors have deletion of chr19p including <i>STK11<\/i>, <i>KEAP1,<\/i> and <i>SMARCA4<\/i>, and these tumors are enriched for <i>STK11<\/i> mutation. Immune infiltrate (estimated by methylation patterns) was not significantly associated with <i>STK11 <\/i>mutation but was significantly reduced in tumors with chr19<i> <\/i>deletion when controlling for tumor type and overall copy number load. In addition, low-level deletion of any of these genes correlated with decreased expression of immune signaling pathways.<br \/>Based on these findings, we next wanted to characterize the association between chr19p copy number and immunotherapy response. We previously reported that low-level deletion of STK11 correlated with an immunosuppressive, treatment-refractory phenotype in samples collected from non-small cell lung cancer (NSCLC) patients with resectable disease in a phase II study of neoadjuvant atezolizumab + chemotherapy. To confirm these findings in a larger cohort, we examined the AACR GENIE NSCLC biopharma collective (BPC) dataset. A subset of this cohort included patients treated with immunotherapy (atezolizumab, nivolumab, and\/or pembrolizumab) and with copy number data available or GISTIC analysis of individual genes (n = 204). Here, deletion of any of these three genes correlated with worse overall survival, and this was statistically significant for STK11 deletion. Overall, our data suggests that a broader set of patients, defined by copy number changes in these genes, may experience this adverse immunobiology. Further study to elucidate the mechanistic implications of this association is warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Immune response,Copy number alterations,Genomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>B. S. Henick<\/b>, Y. Georgis, B. O. Herzberg, C. P. Concepcion-Crisol, A. M. Taylor; <br\/>Columbia University, New York, NY","CSlideId":"","ControlKey":"6ee60223-eff3-4f2a-9636-8d156fd15fb1","ControlNumber":"8260","DisclosureBlock":"<b>&nbsp;B. S. Henick, <\/b> <br><b>NexImmune<\/b> Grant\/Contract. <br><b>Genentech-Roche<\/b> Grant\/Contract, Other, Advisory board\/KOL events. <br><b>Johnson & Johnson<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Other, Advisory boards\/KOL events. <br><b>Ideaya<\/b> Other, Advisory boards\/KOL events. <br><b>Jazz Pharmaceuticals<\/b> Other, Advisory boards\/KOL events. <br><b>Sorrento Therapeutics<\/b> Other, Advisory boards\/KOL events. <br><b>OncLive<\/b> Other, Advisory boards\/KOL events. <br><b>Veeva<\/b> Other, Consultant. <br><b>Athenium<\/b> Other, Consultant. <br><b>Boxer Capital<\/b> Other, Consultant. <br><b>SAI-Med<\/b> Other, Consultant. <br><b>DAVA Oncology<\/b> Other, Consultant.<br><b>Y. Georgis, <\/b> None..<br><b>B. O. Herzberg, <\/b> None..<br><b>C. P. Concepcion-Crisol, <\/b> None.&nbsp;<br><b>A. M. Taylor, <\/b> <br><b>Ono Pharmaceutical<\/b> Grant\/Contract.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2015","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3634","PresenterBiography":null,"PresenterDisplayName":"Brian Henick, MD","PresenterKey":"383962e6-6ab5-43eb-9331-11e02427aa4f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3634. Copy number alterations in chromosome 19 genes associate with reduced immune infiltrate and adverse outcomes in lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Copy number alterations in chromosome 19 genes associate with reduced immune infiltrate and adverse outcomes in lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Insulin like growth factor receptor (IGF1R) is involved in the proliferation and metastasis of various cancers. However, the clinical significance of IGF1R in non-small cell lung cancer (NSCLC) remains to be unclear. In this study, we retrospectively evaluated the correlation between IGF1R expression and clinicopathological features of NSCLC.<br \/>Method: A total of 782 specimens of NSCLC patients who underwent surgical resection of primary lung cancer between 2010 and 2019 at Osaka Metropolitan University Hospital was enrolled in this study. Immunohistochemical staining of IGF1R were performed, and the correlation between IGF1R expression and clinicopathological features of NSCLC, especially in recurrence free survival (RFS) and overall survival (OS), was evaluated. We also evaluated an association between IGF1R and programmed death ligand 1 (PD-L1) expression.<br \/>Results: IGF1R expression was positive in 279 (35.8%) patients. IGF1R-positive group had significantly longer smoking histories (median smoking index, 1,000 vs 600, p &#60;0.01) and a higher proportion of squamous cell carcinomas (35.1% vs 14.1 %, p &#60;0.01). IGF1R-positive group also significantly expressed PD-L1 (24.4% vs 6.4%, p&#60;0.01). IGF1R-positive group had significantly worse RFS (10-year recurrence-free rate; 42.7% vs 53.7%, p &#60;0.01) and OS (10-year survival rate; 54.4% vs 67.3%, p &#60;0.01). RFS and OS were significantly worse in the IGF1R-positive NSCLC patients at stage 0 and stage I (10-year recurrence-free rate; 49.0% vs 62.9%, p &#60;0.01, 10-year survival rate; 57.4% vs 74.2%, p&#60;0.01), but not in stage II (10-year recurrence-free rate; 52.0% vs 43.8%, p=0.68, 10-year survival rate; 63.4% vs 47.5%, p=0.95) and III (10-year recurrence-free rate; 20.7% vs 20.8%, p=0.77, 10-year survival rate; 38.3% vs 54.6%, p=0.18). IGF1R expression was associated with poorer RFS and OS in early-stage NSCLC.<br \/>Conclusion: IGF1R is a predictor of poor prognosis in resected early-stage NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Insulin-like growth factor 1 (IGF-1) receptor,PD-L1,Overall survival,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>H. nagamine<\/b>, M. Yashiro, M. Mizutani, A. Sugimoto, Y. Matsumoto, Y. Tani, K. Sawa, K. Yamada, H. Kaneda, T. Watanabe, K. Asai, S. Suzuki, T. Kawaguchi; <br\/>Osaka Metropolitan University, Osaka, Japan","CSlideId":"","ControlKey":"1885e7bf-76a7-4192-98bf-9063557c3b1a","ControlNumber":"434","DisclosureBlock":"&nbsp;<b>H. nagamine, <\/b> None..<br><b>M. Yashiro, <\/b> None..<br><b>M. Mizutani, <\/b> None..<br><b>A. Sugimoto, <\/b> None..<br><b>Y. Matsumoto, <\/b> None..<br><b>Y. Tani, <\/b> None..<br><b>K. Sawa, <\/b> None..<br><b>K. Yamada, <\/b> None..<br><b>H. Kaneda, <\/b> None..<br><b>T. Watanabe, <\/b> None..<br><b>K. Asai, <\/b> None..<br><b>S. Suzuki, <\/b> None..<br><b>T. Kawaguchi, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2016","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3635","PresenterBiography":null,"PresenterDisplayName":"Hiroaki Nagamine, BS;MD","PresenterKey":"3c8c8503-8da7-4b96-aa0e-ff20bc2c1804","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3635. Insulin-like growth factor receptor predicts poor prognosis in early-stage non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Insulin-like growth factor receptor predicts poor prognosis in early-stage non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"GD2 is a validated cancer immunotherapy target with highly restricted normal tissue expression. Promising activity of GD2-CAR-T cell therapy in diffuse midline glioma and neuroblastoma has promoted interest in this therapy. We initiated three phase 1 clinical trials of escalating doses of intravenously administered autologous GD2-CAR-T cells in patients with advanced GD2-positive solid tumors.<br \/>Emerging evidence suggests that CAR-T cells may increase circulating myeloid derived suppressor cells (MDSCs) and that this event may be mediated and\/or triggered by CAR-T cell-derived cytokines and chemokines. These findings may help to explain the limited persistence of CAR-T cell therapy in solid tumor patients. Hence, we sought evidence of MDSC generation and secretion of relevant cytokines and chemokines in our clinical trial patients.<br \/>The CARPETS trial (www.anzctr.org.au: ACTRN12620000622909) recently closed to recruitment after enrolling 12 patients (7 melanoma, 4 colorectal cancer, and 1 sarcoma). No significant adverse events were attributable to CAR-T cell therapy. We opened two other GD2-CAR-T cell therapy trials in 2023: LEVI&#8217;S-CATCH (ACTRN12622000675729) in patients with diffuse midline glioma at Sydney Children&#8217;s Hospital and KARPOS (ACTRN12622001514796) in adult patients with recurrent glioblastoma at Royal Adelaide Hospital. To date, 3 patients have enrolled to LEVI&#8217;S-CATCH with the first patient clearing the dose limiting (DLT) evaluation period. Three patients completed enrolment to the first dose cohort of KARPOS without DLTs.<br \/>In all CARPETS patients, CAR-T cell expansion, which was measured by by DNA quantitative PCR and flow cytometry, peaked during the 6-week post-CAR-T infusion DLT evaluation period. In 6 CARPETS patients for whom peripheral blood samples were available, we found by flow cytometry, newly formed or increased size of pre-existing subpopulations of non-classical monocytes and\/or MDSCs of mononuclear and\/or polymorphonuclear class, which peaked at or after the time of peak CAR-T cell expansion. Typically, serum levels of inflammatory cytokines and chemokines such as TNF, IL-6, IL-8, CCL2, GM-CSF, and CXCL10, were detected only after the CAR-T cell infusion with variable patterns of the timing and concentration of analyte observed among the 12 patients.<br \/>At the time of writing, blood samples from the first KARPOS patient showed CAR-T cell expansion and the subsequent increases in circulating myeloid derived suppressor cells and inflammatory cytokines. We expect that full data sets for these parameters will be presented for current and future enrolled patients to both studies.<br \/>To improve CAR-T cell persistence in solid tumor patients, these data indicate the need for new therapeutic strategies to mitigate effects of CAR-T cell induced myeloid cells with antitumor activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Chimeric antigen receptor,T cell,Myeloid-derived suppressor cells,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Michael P. Brown<\/b><sup>1<\/sup>, Tessa Gargett<sup>2<\/sup>, Nga  T.   H.  Truong<sup>2<\/sup>, Orazio Vittorio<sup>3<\/sup>, David  S.  Ziegler<sup>4<\/sup><br><br\/><sup>1<\/sup>Cancer Clinical Trials Unit, Royal Adelaide Hospital, Adelaide, Australia,<sup>2<\/sup>Translational Oncology Laboratory, Centre for Cancer Biology, Adelaide, Australia,<sup>3<\/sup>School of Biomedical Sciences, University of NSW, Sydney, Australia,<sup>4<\/sup>Kids Cancer Centre, Sydney Children's Hospital, Sydney, Australia","CSlideId":"","ControlKey":"f79a6aaf-7fc9-48da-94e0-95629044ea6e","ControlNumber":"2101","DisclosureBlock":"<b>&nbsp;M. P. Brown, <\/b> <br><b>Merck, Sharp, and Dohme<\/b> Other, Honoraria paid to institution for advisory board attendance. <br><b>Bristol Myers Squibb<\/b> Other, Honoraria paid to institution for advisory board attendance.<br><b>T. Gargett, <\/b> None..<br><b>N. T. H. Truong, <\/b> None..<br><b>O. Vittorio, <\/b> None.&nbsp;<br><b>D. S. Ziegler, <\/b> <br><b>Bayer<\/b> Other, Consulting and advisory board fees. <br><b>AstraZeneca<\/b> Other, Consulting and advisory board fees. <br><b>Accendatech<\/b> Other, Consulting and advisory board fees; research support. <br><b>Novartis<\/b> Other, Consulting and advisory board fees. <br><b>Day One<\/b> Other, Consulting and advisory board fees. <br><b>FivePhusion<\/b> Other, Consulting and advisory board fees. <br><b>Amgen<\/b> Other, Consulting and advisory board fees. <br><b>Alexion<\/b> Other, Consulting and advisory board fees. <br><b>Norgine<\/b> Other, Consulting and advisory board fees.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2017","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3636","PresenterBiography":null,"PresenterDisplayName":"Michael Brown, MBBS;PhD","PresenterKey":"8fbb51f4-2f8e-4e78-a3cb-35fd85420dd4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3636. Myeloid cell rebound associated with GD2-CAR-T cell therapy in solid tumor patients","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Myeloid cell rebound associated with GD2-CAR-T cell therapy in solid tumor patients","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is the third most common cancer worldwide and is the second leading cause of cancer death in the United States. Carcinoembryonic antigen (CEA) is a biomarker commonly used in the management of CRC. It is typically present at low levels in the blood of healthy adults but is elevated in CRC samples and some other cancers. CEA is most commonly used to monitor treatment efficacy and as a critical part of post-treatment surveillance for residual disease, recurrence, and\/or progression\/metastasis. The CRC recurrence rate averages &#62;25%, and liver metastasis occurs in 25-30% of cases. Improved CEA assays could enable earlier determination of treatment failure, detection of lower levels of minimal residual disease (MRD) after treatment, or earlier detection of recurrence. CEA is a GPI-linked membrane protein secreted from CRC cells mainly by enzymatic cleavage of its GPI anchor. However, we have identified alternative secretion of CEA in association with extracellular vesicles (EVs). We hypothesized that the soluble CEA produced by canonical shedding and the alternatively secreted CEA may provide distinct information about the tumor or its microenvironment and serve as independent but complementary biomarkers of CRC. We developed ultrasensitive, multi-marker electrochemiluminescence (ECL) immunoassays for measuring intact EVs presenting CEA, CD73, or both in human plasma. We observed that plasma levels of CEA<sup>+<\/sup>EVs and CD73<sup>+<\/sup>EVs were elevated in some late-stage CRC samples compared to controls. CEA and CD73 double-positive EV (CEA<sup>+<\/sup>CD73<sup>+<\/sup>EVs) levels were also elevated in the same samples, exhibiting a 3-fold improved separation of these samples with CRC from controls, compared to detection of CEA<sup>+<\/sup>EVs. Additionally, approximately 25% of stage IV CRC samples had elevated CEA<sup>+<\/sup>EV and CEA<sup>+<\/sup>CD73<sup>+<\/sup>EV levels while exhibiting low soluble CEA. We confirmed this result in an independent sample set that included samples across all CRC stages, and also identified a few earlier-stage samples that exhibited high CEA<sup>+<\/sup>EVs and CEA<sup>+<\/sup>CD73<sup>+<\/sup>EVs without elevated soluble CEA. Since CEA<sup>+<\/sup>CD73<sup>+<\/sup>EVs and soluble CEA assays identified different subsets of samples, we combined the two assays into a single classifier for late stage CRC and controls, yielding improved receiver operator characteristic (ROC) with area under the curve (AUC) of 0.975 versus 0.927 for the standard soluble CEA assay or 0.788 for CEA<sup>+<\/sup>CD73<sup>+<\/sup>EVs alone. These results suggest that assaying EVs presenting multiple surface markers can increase specificity for the detection of tumor-derived EVs relative to a single marker and that assaying both soluble and EV-associated forms of CEA in plasma may improve the value of CEA measurement in CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Carcinoembryonic antigen,CD73,Exosomes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"L. Hebert<sup>1<\/sup>, M. Al-Ameen<sup>1<\/sup>, T. Spriggs<sup>1<\/sup>, C. Nelson<sup>1<\/sup>, E. A. Gizzie<sup>1<\/sup>, J. L. Franklin<sup>2<\/sup>, R. J. Coffey<sup>2<\/sup>, <b>D. A. Routenberg<\/b><sup>1<\/sup>, J. N. Wohlstadter<sup>1<\/sup>; <br\/><sup>1<\/sup>Meso Scale Diagnostics, LLC, Rockville, MD, <sup>2<\/sup>Vanderbilt University, Nashville, TN","CSlideId":"","ControlKey":"b945a767-9892-4bf1-a398-9a27da501582","ControlNumber":"824","DisclosureBlock":"&nbsp;<b>L. Hebert, <\/b> None..<br><b>M. Al-Ameen, <\/b> None.&nbsp;<br><b>T. Spriggs, <\/b> <br><b>Astra Zeneca<\/b> Employment.<br><b>C. Nelson, <\/b> None..<br><b>E. A. Gizzie, <\/b> None..<br><b>J. L. Franklin, <\/b> None..<br><b>R. J. Coffey, <\/b> None..<br><b>D. A. Routenberg, <\/b> None..<br><b>J. N. Wohlstadter, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2018","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3637","PresenterBiography":null,"PresenterDisplayName":"David Routenberg, PhD","PresenterKey":"b6a4713b-0a54-458c-b6d9-949235454ed3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3637. Ultrasensitive assays for combined detection of CEA<sup>+<\/sup> extracellular vesicles and soluble CEA","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ultrasensitive assays for combined detection of CEA<sup>+<\/sup> extracellular vesicles and soluble CEA","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>The use of<b> <\/b>neoadjuvant immunotherapy alone or in combination has rapidly evolved in the last 5 years. There is significant debate as to whether pathologic complete response (pCR) or major pathologic response (MPR) can be considered a surrogate endpoint for survival. We therefore performed a systematic review and meta-analysis to evaluate the surrogacy of pCR and MPR for event free survival (EFS) in neoadjuvant clinical trials for early-stage NSCLC.<br \/><b>Methods: <\/b>We performed a systematic literature search on PubMed and reviewed abstracts of the most relevant international conferences until June 2023. Relevant information relative to response rates, Odds Ratios (ORs) of response, 2-years EFS rates and Hazard ratios (HRs) were retrieved from all eligible clinical trials and the association were analyzed. To evaluate patients level surrogacy the association between response rate and 2-year EFS was evaluated. In trials presenting EFS rates by achievement of pCR and MPR a forest plot with random effect model was also produced. For trial level surrogacy, ORs for pCR and MPR and HRs for EFS were retrieved and analyzed using a linear regression model weighted by sample size. R<sup>2<\/sup> and linear regression slope were used respectively to estimate the proportion of variation in EFS effect explained by pCR effect and the magnitude of change in EFS effect as a function of the magnitude of change in pCR effect. The R<sup>2<\/sup> with 95% CI were calculated by bootstrapping approach.<b> <\/b><br \/><b>Results: <\/b>Seven RCTs were identified for a total of 2940 patients. At patient level, the R<sup>2<\/sup> of pCR and MPR with 2-years EFS were 0.82 (0.66-0.94) and 0.81 (0.63-0.93), respectively, with slopes of 0.96 (0.68-1.19) and 0.64 (0.45-0.85), respectively. At trial level, R<sup>2<\/sup> for association of OR for response and HR for EFS was 0.58 (0.00-0.97) and 0.61 (0.00-0.97) for pCR and MPR, respectively.<b> <\/b><br \/><b>Conclusions: <\/b> While we were able to show a strong correlation between pCR and EFS, trial level surrogacy was not proven. The lack of surrogacy can be related to the high heterogeneity among clinical trials and the still scarce number of data available. More research to reduce the heterogeneity (e.g., pathological evaluation, surgery, and staging harmonization) must be done to introduce pCR as a primary measure to predict EFS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Immunotherapy,pathologic response,meta-analysis,Neoadjuvant treatment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>R. B. Cameron<\/b><sup>1<\/sup>, J. B. Hines<sup>1<\/sup>, A. Esposito<sup>1<\/sup>, C. Bestvina<sup>1<\/sup>, M. C. Garassino<sup>1<\/sup>, V. Torri<sup>2<\/sup>, R. Thawani<sup>1<\/sup>; <br\/><sup>1<\/sup>UChicago Medicine, Chicago, IL, <sup>2<\/sup>Institute Mario Negri, Milan, Italy","CSlideId":"","ControlKey":"f7672e72-4f38-4b77-a18b-a372a37f2b82","ControlNumber":"5367","DisclosureBlock":"&nbsp;<b>R. B. Cameron, <\/b> None..<br><b>J. B. Hines, <\/b> None..<br><b>A. Esposito, <\/b> None..<br><b>C. Bestvina, <\/b> None..<br><b>M. C. Garassino, <\/b> None..<br><b>V. Torri, <\/b> None..<br><b>R. Thawani, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2019","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3638","PresenterBiography":null,"PresenterDisplayName":"Robert Cameron, BS;MD;PhD","PresenterKey":"332474ce-cf5a-4b49-8d41-6910dacf3816","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3638. Pathologic endpoints as surrogates for survival endpoints in neoadjuvant immunotherapy clinical trials for non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pathologic endpoints as surrogates for survival endpoints in neoadjuvant immunotherapy clinical trials for non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: <i>ARID1A<\/i> is a gene that produces a protein called BAF250a, which is a component of the chromatin remodeling complex. This complex plays a critical role in regulating gene expression by altering the structure of chromatin. <i>ARID1A<\/i> mutations and MSI-H are mutually exclusive in endometrial cancer, but not in ovarian cancer. <i>ARID1A<\/i> mutations are associated with high TMB in certain types of cancer, such as endometrial and gastric cancer. The relationship between <i>ARID1B<\/i> mutations and MSI-H\/TMB is complex, and this study aims to clarify it in gastric cancer.<br \/>Methods: The formalin-fixed paraffin-embedded (FFPE) tissues 337 patients with gastric cancer who have underwent next-generation sequencing (NGS) include 733 genes from Nov, 2019 to Mar, 2023 in 3DMed Clinical Laboratory Inc. were investigated in this study. These patients are still being followed up.<br \/>Result: In this study, 337 patients with gastric cancer were analyzed for <i>ARID1A<\/i> and <i>ARID1B<\/i> mutations, MSI-H status, and TMB levels. The<br \/>results showed that 17.8% of the patients had <i>ARID1A<\/i> mutations, 8.9% had <i>ARID1B<\/i> mutations, and 3.6% had both mutations. Additionally, 7.7% of the all patients had MSI-H. The study found that patients with <i>ARID1<\/i> mutations had significantly higher rates of MSI-H compared to unselected patients. Specifically, 35% of patients with <i>ARID1A<\/i> mutations, 30% with <i>ARID1B<\/i> mutations, and 75% with both mutations had MSI-H, compared to 7.7% in unselected patients. Furthermore, TMB levels were higher in patients with <i>ARID1A<\/i> or <i>ARID1B<\/i> mutations compared to wild-type and unselected patients (p&#60;0.0001). There was no significant difference observed between patients with <i>ARID1A<\/i> and <i>ARID1B<\/i> mutation subgroups in terms of TMB levels (p = 0.3515). However, TMB levels were lower in patients with<i> ARID1A<\/i> or <i>ARID1B<\/i> mutations compared to patients with both mutations (p = 0.0036, p = 0.0104). These findings suggest that <i>ARID1<\/i> mutations may cause genomic and chromosomal instability in gastric cancer, leading to higher rates of MSI-H and TMB.<br \/>Conclusion: The study highlights the potential clinical significance of <i>ARID1 <\/i>mutations as a biomarker for predicting MSI-H and TMB levels in gastric cancer, which could help guide personalized treatment strategies for patients with this disease. However, further research<br \/>is needed to confirm these findings and to determine the clinical implications of <i>ARID1<\/i> mutations in gastric cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Gastric cancer,ARID1,TMB,MSI,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"C. Xu<sup>1<\/sup>, B. Lian<sup>1<\/sup>, Y. Dai<sup>1<\/sup>, W. Duan<sup>2<\/sup>, F. Zhao<sup>2<\/sup>, <b>M. Li<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Department of Gastrointestinal Surgery, Xijing Hospital, Air Force Medical University, Xi'an, China, <sup>2<\/sup>3D Medicines Inc., Shanghai, China, Xi'an, China","CSlideId":"","ControlKey":"dfca5d53-1c5e-4dc6-a0d2-a5b1ba31dc10","ControlNumber":"4697","DisclosureBlock":"&nbsp;<b>C. Xu, <\/b> None..<br><b>B. Lian, <\/b> None..<br><b>Y. Dai, <\/b> None..<br><b>W. Duan, <\/b> None..<br><b>F. Zhao, <\/b> None..<br><b>M. Li, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2020","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3639","PresenterBiography":null,"PresenterDisplayName":"Mengbin Li, PhD","PresenterKey":"bc912899-4d29-41c7-ab69-a73163b35f27","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3639. <i>ARID1<\/i> mutations may serve as a predictor of MSI and TMB levels in gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>ARID1<\/i> mutations may serve as a predictor of MSI and TMB levels in gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"As one of the most common gynecological malignant tumors, endometrial cancer (EC) is continuously being studied since its etiology is still not clear. RAB26, a member of the RAB family, has been shown to influence cell proliferation, metastasis and other malignant phenotypes in several cancers. However, whether and how RAB26 plays roles in EC remain unknown. Our previous study showed that RAB26 was related to the cell cycle-associated protein IK, which has been shown to contribute to carcinogenesis. Herein, we further explored the clinical significance and biological function of RAB26 in EC. Immunohistochemical staining of 615 endometrial tissue samples was conducted to explore whether RAB26 expression was related to the clinicopathological characteristics of EC. In vitro and in vivo experiments were used to evaluate the role of RAB26 in EC and investigate the underlying mechanism. RAB26 expression was higher in EC than in normal endometrium (NE), hyperplastic endometrium (HE) and atypical hyperplastic endometrium (AHE). High RAB26 expression was positively correlated with tumor histological grade (<i>P<\/i>=0.010), FIGO stage (<i>P<\/i>=0.042) and tumor size (<i>P<\/i>=0.003) in EC. RAB26 attenuation inhibited cell proliferation and metastasis but promoted cell apoptosis and caused G0\/G1 arrest. After RAB26 attenuation, RNA sequencing data showed that the Hedgehog signaling (SHH) pathway was enriched. Further western blot results confirmed that the levels of SHH pathway proteins (SHH, PTCH1, smo and Gli1) decreased as RAB26 expression was attenuated. Moreover, an agonist of the SHH pathway, purmorphamine, blocked the inhibitory effect of RAB26 attenuation on EC progression. The results of an in vivo study also showed that RAB26 attenuation exerted a significant antitumor effect. Accordingly, RAB26 may act as an oncogenic protein to promote EC progression through the SHH pathway. RAB26 may be a potential target for the treatment of EC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Endometrial cancer,Progression,Hedgehog,Ras,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Gao<\/b><sup>1<\/sup>, Y. Liu<sup>1<\/sup>, Y. Han<sup>2<\/sup>, F. Xue<sup>1<\/sup>, Y. Wang<sup>1<\/sup>; <br\/><sup>1<\/sup>Tianjin Medical Univeristy General Hospital, Tianjin, China, <sup>2<\/sup>First Teaching Hospital of Tianjin University of Traditional Chinese Medicine, Tianjin, China","CSlideId":"","ControlKey":"a61bc6da-1875-4d42-ad74-b607f2da8ec3","ControlNumber":"6518","DisclosureBlock":"&nbsp;<b>C. Gao, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>Y. Han, <\/b> None..<br><b>F. Xue, <\/b> None..<br><b>Y. Wang, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2021","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3640","PresenterBiography":null,"PresenterDisplayName":"Chao Gao, PhD","PresenterKey":"c6e89b18-cfef-454d-8bb5-51efd26225a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3640. RAB26 accelerates endometrial cancer cell progression by regulating the Hedgehog signaling pathway","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RAB26 accelerates endometrial cancer cell progression by regulating the Hedgehog signaling pathway","Topics":null,"cSlideId":""},{"Abstract":"Background: NGM707 is a dual antagonist antibody that binds a shared epitope of the immune inhibitory receptors ILT2 (LILRB1) and ILT4 (LILRB2). In preclinical studies, NGM707 reprogrammed suppressive myeloid cells via blockade of ILT2\/ILT4 and enhanced NK and CD8+ T cell activity via blockade of ILT2; furthermore, NGM707 and pembrolizumab acted additively in vitro to enhance CD4+ T cell activation in mixed lymphocyte reactions. NGM707-IO-101 (NCT04913337) is a first-in-human Phase 1\/2 clinical trial of NGM707 monotherapy and combination with pembrolizumab. Here we report pharmacodynamic and predictive biomarker data from NGM707-IO-101 monotherapy and combination dose escalation cohorts.<br \/>Methods: Eligible patients with advanced or metastatic solid tumors were enrolled into escalating dose cohorts from 6 to 1800 mg NGM707, alone or in combination with 200 mg pembrolizumab, administered Q3W iv. Biomarker assessments of tumors comprised RNA-sequencing and immunohistochemistry (including ILT2, ILT4, CD163) of archival\/baseline (N= 41 IHC, 47 RNA) and paired on-treatment tumor biopsies (N=13 IHC, 21 RNA). Peripheral blood biomarker samples were collected on days 1, 4, 8, and 15 of cycle 1 and prior to dosing at each subsequent cycle. Blood biomarker assessments included circulating cytokines\/chemokines, PBMC RNA-sequencing, and flow cytometry immunophenotyping. Baseline biomarkers were associated with anti-tumor activity per RECIST v1.1.<br \/>Results: Pre-treatment biopsies from patients with disease control (DC) showed higher expression of genes in the 18-gene tumor inflammation signature (TIS) than patients with progressive disease (PD). A composite gene signature incorporating gene sets related to TIS, NK cell activity, and tumor cell proliferation had a statistically stronger association with DC than TIS genes alone. Baseline ILT2\/ILT4 target expression (&#8805;1% of tumor area) was observed in 31 (75.6%) patients, with similar levels observed in patients with DC and PD. Pharmacodynamic changes were observed in tumor samples following treatment, including increased expression of gene signatures that reflect myeloid cell activation and a proinflammatory tumor microenvironment. Decreased protein expression of the immunosuppressive myeloid marker CD163 was observed following treatment in both blood and tumor for a subset of patients. Proinflammatory chemokines including CXCL9 increased in serum following treatment.<br \/>Conclusion: Baseline gene expression signatures have shown an encouraging association with clinical benefit from NGM707 and merit further investigation as promising predictive biomarkers. Protein and gene expression changes reflecting the expected modes of action of NGM707 and pembrolizumab were observed in both peripheral blood and tumor biopsies following treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Biomarkers,Macrophages,Immuno-oncology,Phase I,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>L. K. Blum<\/b>, H.-I. H. Chen, A. De Costa, A. Iyer, G. W. Stone, N. D. Galicia, J. Chan, B. Dampier, K. Wu, U. Jeffry, K. Zhou, J. Sloan-Lancaster, D. Abhayankar, V. Hanes, H. D. Lieu, D. D. Kaplan, J. M. Roda; <br\/>NGM Biopharmaceuticals, Inc., South San Francisco, CA","CSlideId":"","ControlKey":"845a5d46-43d0-4f0c-81c3-d3f63ef97d1c","ControlNumber":"314","DisclosureBlock":"<b>&nbsp;L. K. Blum, <\/b> <br><b>NGM Biopharmaceuticals, Inc.<\/b> Employment, Stock, Stock Option, Travel, Patent. <br><b>H. H. Chen, <\/b> <br><b>NGM Biopharmaceuticals, Inc.<\/b> Employment, Stock, Stock Option, Travel. <br><b>A. De Costa, <\/b> <br><b>NGM Biopharmaceuticals, Inc.<\/b> Employment, Stock, Stock Option, Travel. <br><b>A. Iyer, <\/b> <br><b>NGM Biopharmaceuticals, Inc.<\/b> Employment, Stock, Stock Option, Travel. <br><b>G. W. Stone, <\/b> <br><b>NGM Biopharmaceuticals, Inc.<\/b> Employment, Stock, Stock Option, Travel. <br><b>N. D. Galicia, <\/b> <br><b>NGM Biopharmaceuticals, Inc.<\/b> Employment, Stock, Stock Option, Travel. <br><b>J. Chan, <\/b> <br><b>NGM Biopharmaceuticals, Inc.<\/b> Employment, Stock, Stock Option, Travel. <br><b>B. Dampier, <\/b> <br><b>NGM Biopharmaceuticals, Inc.<\/b> Employment, Stock, Stock Option, Travel. <br><b>K. Wu, <\/b> <br><b>NGM Biopharmaceuticals, Inc.<\/b> Employment, Stock, Stock Option, Travel. <br><b>U. Jeffry, <\/b> <br><b>NGM Biopharmaceuticals, Inc.<\/b> Employment, Stock, Stock Option, Travel, Patent. <br><b>K. Zhou, <\/b> <br><b>NGM Biopharmaceuticals, Inc.<\/b> Employment, Stock, Stock Option, Travel. <br><b>J. Sloan-Lancaster, <\/b> <br><b>NGM Biopharmaceuticals, Inc.<\/b> Employment, Stock, Stock Option, Travel. <br><b>D. Abhayankar, <\/b> <br><b>NGM Biopharmaceuticals, Inc.<\/b> Employment, Stock, Stock Option, Travel. <br><b>V. Hanes, <\/b> <br><b>NGM Biopharmaceuticals, Inc.<\/b> Employment, Stock, Stock Option, Travel, Patent. <br><b>H. D. Lieu, <\/b> <br><b>NGM Biopharmaceuticals, Inc.<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Travel. <br><b>D. D. Kaplan, <\/b> <br><b>NGM Biopharmaceuticals, Inc.<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Travel, Patent. <br><b>J. M. Roda, <\/b> <br><b>NGM Biopharmaceuticals, Inc.<\/b> Employment, Stock, Stock Option, Travel, Patent.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2022","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3641","PresenterBiography":null,"PresenterDisplayName":"Lisa Blum, BS,PhD","PresenterKey":"eec3a64e-b90e-41a2-848a-f8e8d8307fff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3641. Pharmacodynamic and predictive biomarker results from the phase I dose escalation study of NGM707, an ILT2\/ILT4 dual antagonist antibody, in patients with advanced solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pharmacodynamic and predictive biomarker results from the phase I dose escalation study of NGM707, an ILT2\/ILT4 dual antagonist antibody, in patients with advanced solid tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose: <\/b>Retinoblastoma (RB) is the most common pediatric intraocular cancer, yet tumor biopsies are contraindicated. This challenge emphasizes the need for investigation of non-tissue biomarkers. Extracellular vesicles (EVs), which are secretory vesicles containing bioactive molecules, have emerged as promising biomarker candidates due to their ability to be phenotyped using known tetraspanin markers. Aqueous humor (AH) provides an exciting liquid biopsy source for intraocular tumor information, with EVs having recently been identified in AH. Our laboratory has previously proposed that CD63\/81+EVs are associated with retinoblastoma, but specific tumor-derived markers have not been linked to AH EVs using traditional tetraspanin assays. In this study, we employed MACSPlex, a high-dimensional magnetic bead-based immunoassay, to further explore RB-EV.<br \/><b>Methods: <\/b>7 AH samples consisting of two congenital glaucoma (GLC) samples and five RB samples taken at the time of primary enucleation were analyzed. We utilized Macsplex, a multiplex bead-based flow cytometry assay, to analyze the expression profiles of surface markers found on EVs. With 39 capture beads coated with monoclonal antibodies for 37 different EV surface antigens and two negative controls, the mean fluorescence intensity (MFI) of APC conjugated antibody cocktail from three tetrapanins (CD9, CD63 and CD81) on EVs captured by each surface antigen could be measured by flow cytometry. Enrichment ratios were then calculated by normalizing the fluorescence of each signal to the mean fluorescence of CD9, CD63, and C81.<br \/><b>Results<\/b>: Macsplex analysis of the 2 GLC AH samples demonstrated a strong CD63 dominance compared with RB AH. The mean CD63 enrichment ratio for GLC samples was 2.6 (S.D. = 0.34), and 1.3 (S.D. = 0.27) in RB samples, with a p-value of 0.069. In comparison to the GLC patients, the analysis of EVs in the AH of the 5 RB samples exhibited a greater co-dominance of CD63\/CD81 positivity consistent with past research on RB EVs. The mean CD81 enrichment ratio for the 5 RB samples was 1.5 (S.D. = 0.26), in contrast to 0.3 (S.D. = 0.24) in GLC AH, with a p-value of 0.03. Interestingly, 4 out of the 5 RB AH samples demonstrated very strong CD133 signals, which is a known cancer marker. Deeper investigation into one RB AH sample utilizing single tetraspanin detection revealed higher coexpression of CD63 and CD81 with CD133 than seen with CD9. The CD133 enrichment ratio for the CD81, CD63, and CD9 single channel experiments were 6.6, 3.4, and 1.5 respectively.<br \/><b>Conclusions: <\/b>Comparison between this study and previous work done by our group demonstrate a high concordance between results utilizing Macsplex and Exoview<b>. <\/b>However, this is the first study identifying the expression of CD133, a cancer stem cell marker, on retinoblastoma-derived EVs in AH. Macsplex technology illustrates an incredible clinical potential of AH EVs for characterizing retinoblastoma phenotype <i>in vivo<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-09 Other,,"},{"Key":"Keywords","Value":"Liquid biopsies,Extracellular vesicles,Pediatric cancers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Amacker<\/b><sup>1<\/sup>, C.-C. Peng<sup>2<\/sup>, B. J. Reiser<sup>2<\/sup>, J. L. Berry<sup>2<\/sup>, L. Xu<sup>2<\/sup>; <br\/><sup>1<\/sup>Keck School of Medicine of USC, Los Angeles, CA, <sup>2<\/sup>Children's Hospital Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"ee476df3-9438-4dcd-8414-fa6ab907ab36","ControlNumber":"7522","DisclosureBlock":"&nbsp;<b>A. Amacker, <\/b> None..<br><b>C. Peng, <\/b> None..<br><b>B. J. Reiser, <\/b> None..<br><b>J. L. Berry, <\/b> None..<br><b>L. Xu, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2023","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3642","PresenterBiography":null,"PresenterDisplayName":"Anne Amacker, BS","PresenterKey":"b0b95cc1-6c26-405d-ada3-8edf114f31dd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3642. Phenotypic biomarkers of aqueous humor extracellular vesicles from retinoblastoma eyes","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phenotypic biomarkers of aqueous humor extracellular vesicles from retinoblastoma eyes","Topics":null,"cSlideId":""},{"Abstract":"Background: Interstitial pneumonia (IP) is known to be associated with a high risk of developing lung cancer. While common mechanisms have been reported to be involved in the pathogenesis of IP and lung cancer, including genetic and epigenomic alterations or specific signaling pathway activations, many of the molecular mechanisms of lung cancer development in IP lesions remain unknown.<br \/>Methods: To clarify the detailed mechanisms of the pathogenesis of lung cancer associated with IP, we performed spatially resolved transcriptomics on lung cancer specimens obtained from usual interstitial pneumonia (UIP) associated lung cancer patients. In a total of 10 patients, including five lung cancers that developed inside the UIP and five lung cancers that originated outside the UIP, regions of interest (ROIs) were selected in the tumoral tissues and their adjacent non-tumor tissues. Then, gene expression profiles were comprehensively analyzed by using GeoMx digital spatial profiler in each ROI.<br \/>Results: In the UIP lesions adjacent to lung cancer, increased gene expressions associated with pulmonary fibrosis, such as COL1A1, COL3A1, and APOE, were observed, and gene set enrichment analysis (GSEA) revealed that they were associated with autoimmunity-related pathways. When we compared the tumor lesions developed inside the UIP with outside the UIP, increased gene expressions related to IP mortality were observed in the tumor cells developed inside the UIP. Interestingly, GSEA revealed that the gene set for neutrophil extracellular trap (NETs) formation was found to be upregulated in the tumor cells developed inside the UIP, suggesting that NETs plays an important role in the pathogenesis of lung cancer developed in IP lesion.<br \/>Conclusions: In our study, spatially resolved transcriptomics revealed a novel pathway related to the pathogenesis of lung cancer associated with IP.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"NSCLC,Multiomics,Genomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. Mizuno<\/b><sup>1<\/sup>, K. Shien<sup>2<\/sup>, A. Matsuoka<sup>1<\/sup>, M. Ohki<sup>1<\/sup>, S. Tomida<sup>3<\/sup>, R. Yoshichika<sup>1<\/sup>, T. Higashihara<sup>1<\/sup>, F. Mukohara<sup>1<\/sup>, N. Hayashi<sup>1<\/sup>, T. Habu<sup>1<\/sup>, M. Yoshikawa<sup>1<\/sup>, K. Suzawa<sup>2<\/sup>, H. Yamamoto<sup>2<\/sup>, D. Ennishi<sup>3<\/sup>, S. Toyooka<sup>1<\/sup>; <br\/><sup>1<\/sup>Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan, <sup>2<\/sup>Okayama University Hospital, Okayama, Japan, <sup>3<\/sup>Okayama University Hospital, Center for Comprehensive Genomic Medicine, Okayama, Japan","CSlideId":"","ControlKey":"959667f1-d41a-4841-b15f-19b8f118eca1","ControlNumber":"4437","DisclosureBlock":"&nbsp;<b>D. Mizuno, <\/b> None..<br><b>K. Shien, <\/b> None..<br><b>A. Matsuoka, <\/b> None..<br><b>M. Ohki, <\/b> None..<br><b>S. Tomida, <\/b> None..<br><b>R. Yoshichika, <\/b> None..<br><b>T. Higashihara, <\/b> None..<br><b>F. Mukohara, <\/b> None..<br><b>N. Hayashi, <\/b> None..<br><b>T. Habu, <\/b> None..<br><b>M. Yoshikawa, <\/b> None..<br><b>K. Suzawa, <\/b> None..<br><b>H. Yamamoto, <\/b> None..<br><b>D. Ennishi, <\/b> None..<br><b>S. Toyooka, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2715","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3643","PresenterBiography":null,"PresenterDisplayName":"Daisuke Mizuno","PresenterKey":"6bddaa07-77ae-4b12-aad3-39f7d6588b83","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3643. Molecular pathogenesis of lung cancer associated with interstitial pneumonia","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular pathogenesis of lung cancer associated with interstitial pneumonia","Topics":null,"cSlideId":""},{"Abstract":"Background: Tumor progression and therapeutic response are regulated by the tumor microenvironment. Understanding the spatial association and architecture of molecular characteristics and composition of tumor immune microenvironment at single-cell and subcellular resolution encourages improvements in clinical prognosis and immunotherapy benefits. Single-cell Spatial profiling technologies permit the study of transcriptional activity at the spatial, single-cell level and provide abundant, high-resolution information required for the identification of clinical-related features in immuno-oncology.<br \/>Methods: We performed an ultra-high-plex RNA assay to detect 6,000 targets simultaneously <i>in situ<\/i> on FFPE human skin squamous cell carcinoma using the CosMx&#8482; Spatial Molecular Imager (SMI). For the selection of regions of interest, four protein markers and DAPI were co-detected on the same tissue slide. Tertiary analysis algorithms were developed for cell typing, co-localization of genes and ligands, cell-cell interaction, and pathway analysis.<br \/>Results: Thousands of transcripts were simultaneously detected with high sensitivity and specificity on the FFPE skin squamous cell carcinoma tissue section at single-cell subcellular resolution. We investigated the tumor microenvironment including cell types, their spatial distribution and proportion of diversified immune cells in the tumor compartment. The cell typing results revealed many cancerous subpopulations, which resolved spatially from cells that lacked any defining marker genes. We also assessed distances between immune cells and their nearest functional-related neighbors. Moreover, we revealed the ligands co-localization, as well as spatial patterns of direct cell-cell interactions and signaling pathways. We found that some genes have elevated expression in macrophages which are near cancer compared to those are far from cancer cells, empowering the molecular investigation of novel signaling between immune and cancer cells in tumor immune microenvironment.<br \/>Conclusions: Single-cell spatial measurements of 6,000 RNA and four proteins on the same tissue section, along with a large viewing area on archival FFPE tissue, provide a novel tool to reveal the spatial signature of tumor microenvironment and oncogenic pathways, facilitating the next level of cancer and therapeutic research. FOR RESEARCH USE ONLY. Not for use in diagnostic procedures. FOR RESEARCH USE ONLY. Not for use in diagnostic procedures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Squamous cell carcinoma,RNA,Spatial transcriptome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"M. Patrick, <b>S. He<\/b>, S. Ilcisin, D. Kroeppler, P. Danaher, J. Reeves, M. Gregory, H. Zhai, M. Rhodes, J. Beechem; <br\/>Nanostring Technologies, Seattle, WA","CSlideId":"","ControlKey":"87c81790-87c6-4a22-b569-23622d535d91","ControlNumber":"3926","DisclosureBlock":"&nbsp;<b>M. Patrick, <\/b> None..<br><b>S. He, <\/b> None..<br><b>S. Ilcisin, <\/b> None..<br><b>D. Kroeppler, <\/b> None..<br><b>P. Danaher, <\/b> None..<br><b>J. Reeves, <\/b> None..<br><b>M. Gregory, <\/b> None..<br><b>H. Zhai, <\/b> None..<br><b>M. Rhodes, <\/b> None..<br><b>J. Beechem, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2716","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3644","PresenterBiography":null,"PresenterDisplayName":"Shanshan He","PresenterKey":"7adefa0d-2f1e-4311-8649-78712a7e6e00","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3644. Uncover spatial signatures of tumor microenvironment and oncogenic pathways using 6,000-plex single-cell spatial molecular imaging on FFPE skin squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Uncover spatial signatures of tumor microenvironment and oncogenic pathways using 6,000-plex single-cell spatial molecular imaging on FFPE skin squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"In recent years, advances in spatial transcriptomics have revolutionized our understanding of the tumor microenvironment, providing crucial insights into the complex interplay of different cell types within cancer tissues. In this study, we employed the new, high definition Visium spatial transcriptomics assay (Visium HD) to investigate the intricate molecular landscape of prostate cancer at single-cell scale resolution and across the whole transcriptome. Our research focused on deciphering the spatial heterogeneity of gene expression patterns within the tumor microenvironment, shedding light on the interactions between cancer cells, stromal cells, and vasculature.<br \/>The Visium HD assay enables an unbiased exploration of the transcriptome on FFPE tissue sections mounted on standard glass slides. Combining gene expression data with H&#38;E images from the same section, it allows precise characterization of local molecular features and disease states at single-cell scale. We analyzed a set of human prostate adenocarcinoma samples with the Visium HD assay, and identified spatially regulated gene signatures associated with specific cell types and functional pathways. Our findings have recapitulated previously identified molecular markers, including VEGFA and MYC which have been implicated in tumor progression and angiogenesis. The spatial gene expression patterns had good correlation with histological annotations of cancerous and normal tissue within the H&#38;E image. However, Visium HD allowed us to further observe molecular processes and pathways specific to this adenocarcinoma sample. This integrative approach offers valuable implications for personalized cancer therapy and the development of targeted interventions tailored to the spatial context of individual tumors.<br \/>Our study underscores the significance of understanding the spatial organization of the whole transcriptome in cancer tissues, and highlights the potential of the Visium HD platform as a powerful tool for unraveling the complexities of the tumor microenvironment. These insights pave the way for the development of innovative therapeutic strategies and precision medicine approaches, ultimately contributing to improved outcomes for cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Microenvironment,Spatial,Transcriptomics,Molecular profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Y. Yin<\/b>, J. Sapida, D. Sukovich, D. Patterson, A. Tentori; <br\/>10x Genomics, Pleasanton, CA","CSlideId":"","ControlKey":"ebb35247-2988-45c1-b3df-29b4bee8bf1f","ControlNumber":"8274","DisclosureBlock":"&nbsp;<b>Y. Yin, <\/b> None..<br><b>J. Sapida, <\/b> None..<br><b>D. Sukovich, <\/b> None..<br><b>D. Patterson, <\/b> None..<br><b>A. Tentori, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2717","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3645","PresenterBiography":null,"PresenterDisplayName":"Yifeng Yin","PresenterKey":"8d27bd3c-c771-41fe-820a-b4325635e3b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3645. Unraveling spatial complexity of the tumor microenvironment: A whole transcriptomic perspective with Visium HD","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unraveling spatial complexity of the tumor microenvironment: A whole transcriptomic perspective with Visium HD","Topics":null,"cSlideId":""},{"Abstract":"Small bowel adenocarcinoma (SBA) is a rare malignancy associated with poor prognosis. The cellular and proteomic heterogeneity within the tumor immune microenvironment (TIME) of SBA is a likely driver of prognosis, disease progression and response to therapy. There is, however, a major gap in our knowledge of tumor and immune interactions in SBA. Cyclic Immunofluorescence (CycIF), an antibody-based, highly multiplexed imaging technology for spatially resolved single cell level proteomic profiling, is well suited to map the proteomic heterogeneity and organization of TIME in SBA. Here, using CycIF, we have generated a spatially resolved single-cell proteomic atlas of TIME for 136 tumor and normal samples from clinically and genomically annotated SBA patients (N=37). The SBA TIME Atlas covers information on expression levels, spatial position, and cell morphology for &#62; 40 proteomic markers of tumor-intrinsic processes and states, diverse immune cell types, immune checkpoints, and tumor vascularization. In total, we collected proteomics data from &#62; 600,000 cells. Using a hierarchical decision tree of cell type markers, we have generated the cell identity annotations for &#62; 350,000 cells, with positional information. A comprehensive computational analysis of the SBA atlas revealed various spatial and heterogeneity features that may impact the TIME organization in fine detail. Using those features, we have compared the proteomic heterogeneity in tumor vs. normal cell populations, identifying spatial and single-cell correlates of key clinical variables (e.g., patient survival, age, sex, disease stage, metastatic status). We have also performed differential analyses of spatial features involving protein markers and cell types with respect to genomic alteration states and have mapped the spatial enrichment of likely actionable immune check proteins to immune and tumor cells. Such mapping may guide future therapeutic decisions. Overall, we expect that the SBA TIME Atlas will provide a useful resource and inform future translational studies, as well as basic research for better mechanistic understanding and treatment of this disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Microenvironment,Immune cells,Proteomics,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Z. Dereli, B. Bozorgui, H. Wang, J. Weinstein, M. Overman, <b>A. Korkut<\/b>; <br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"31688af1-999e-4660-a05b-2d67cf2ca4a0","ControlNumber":"8442","DisclosureBlock":"&nbsp;<b>Z. Dereli, <\/b> None..<br><b>B. Bozorgui, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>J. Weinstein, <\/b> None..<br><b>M. Overman, <\/b> None..<br><b>A. Korkut, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2718","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3646","PresenterBiography":null,"PresenterDisplayName":"Anil Korkut, PhD","PresenterKey":"a3139361-eb51-4acc-b280-2acaf45be1b7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3646. A spatially resolved single cell proteomic atlas of small bowel adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A spatially resolved single cell proteomic atlas of small bowel adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Endometriosis represents a pressing medical concern, imposing a relevant burden on patients including potential malignant transformation into endometriosis-associated ovarian cancer (EAOC). Despite the process of cancer development remains unclear, immune cells abnormalities arose as putative biomarkers in the neoplastic progression. One-third of ovarian endometriosis cases exhibit PD-1\/PD-L1 expression levels comparable to those observed in cancer. To substantiate the biological basis of these findings, this study aimed to elucidate the spatial transcriptomic profile of epithelial and immune components from different endometriosis-related conditions, along with their genetic interplay. Formalin-fixed paraffine embedded (FFPE) specimens from 4 ovarian endometriosis (OE) cases, two of which displayed elevated levels of PD-1\/PD-L1 expression and were referred to as cancer-like endometriosis (CLE), 1 Clear Cell Ovarian Cancer (CCOC) and 1 Endometrioid Ovarian Cancer (EOC) were cut in 5um section for spatial transcriptomic analysis using GeoMX Human Whole Transcriptome Atlas (WTA) probe-set (&#62;18000 genes). For all sections, the regions of interest (ROIs) were identified using a set of morphology markers: anti-human CD3, CD68 and PanCK antibodies. Spatial transcriptomic analysis revealed condition-specific gene enrichment of epithelial and immune cells across the different conditions. In spite of similar H&#38;E findings, PanCK<sup>pos<\/sup> epithelial cells from CLE showed an increased expression of genes involved in stress response and defense regulation pathways (e.g. CXCL6, S100A9, and PECAM-1), when compared to OE, in which PanCK<sup>pos<\/sup> cells were enriched in DUSP1\/2 and VIM. Interestingly, in CCOC, location-specific gene-enrichment was found in PanCK<sup>pos <\/sup>cells, with a significant up regulation of tumor suppressor genes (e.g. EGR-1, NR4A1) in normal-looking peri-tumoral epithelium compared to cancerous intra-tumoral PanCK<sup>pos<\/sup> cells. Similarly, in the immune compartment, spatial transcriptomic analysis revealed that CD3<sup>pos<\/sup> cells from CLE displayed an up-regulation of genes involved in IL-17 signaling, response to oxydative stress and complement activation (e.g. CXCL6, HMOX1, S100A9, and PECAM-1), when compared to OE. Moreover, in CCOC, CD68<sup>pos<\/sup> cells of the tumoral mass showed over-expression of tumor growth and progression markers (e.g. SPP1) compared to their counterpart in the outer area of the tumoral mass. In this first comprehensive spatial transcriptomic study of endometriosis-related diseases with GeoMx WTA, our findings uncovered remarkable differences in epithelial and immune cells among different stages and tissue locations. Importantly, CLE emerged as a transitional entity with a unique immune profile. Ongoing analysis of six additional samples will further refine our results.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Ovarian cancer,Tumor associated macrophages,Heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>V. Iacobelli<\/b>, C. Nero, S. Alivernini, G. Scaglione, F. Camarda, F. Sillano, R. Trozzi, A. Piermattei, B. Tolusso, G. Mantini, L. Giacò, G. Anderson, G. Zannoni, E. Gremese, A. Fagotti, G. Scambia; <br\/>A. Gemelli University Hospital, University of the Sacred Heart, Rome, Italy","CSlideId":"","ControlKey":"2f4bebfa-1b2f-403f-8a02-2e471f677412","ControlNumber":"1476","DisclosureBlock":"&nbsp;<b>V. Iacobelli, <\/b> None..<br><b>C. Nero, <\/b> None..<br><b>S. Alivernini, <\/b> None..<br><b>G. Scaglione, <\/b> None..<br><b>F. Camarda, <\/b> None..<br><b>F. Sillano, <\/b> None..<br><b>R. Trozzi, <\/b> None..<br><b>A. Piermattei, <\/b> None..<br><b>B. Tolusso, <\/b> None..<br><b>G. Mantini, <\/b> None..<br><b>L. Giacò, <\/b> None..<br><b>G. Anderson, <\/b> None..<br><b>G. Zannoni, <\/b> None..<br><b>E. Gremese, <\/b> None..<br><b>A. Fagotti, <\/b> None..<br><b>G. Scambia, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2719","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3647","PresenterBiography":null,"PresenterDisplayName":"Valentina Iacobelli, MD","PresenterKey":"b7674590-872c-4022-ae44-58665a8252f4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3647. Digital spatial transcriptomic reveals different epithelial and immune cells signatures across endometriosis-related diseases: From simple ovarian endometriosis to ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Digital spatial transcriptomic reveals different epithelial and immune cells signatures across endometriosis-related diseases: From simple ovarian endometriosis to ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Point process analyses are widely used in ecology and geography to understand the impact and relevance of spatial distribution of points in a complex system. To date, only few studies have explored point process analyses in the context of tumor heterogeneity. Malignancies often show variable patterns of cellular distribution, and the relationship of these topographic variables with underlying biological processes and clinical outcomes is not well understood. Here, we performed spatial point process analyses in diffuse large B-cell lymphoma (DLBCL), leveraging advances in multiplexed immunohistochemistry and cellular phenotyping, with downstream multi-omic and clinicopathological analyses.<br \/>We have demonstrated that survival in DLBCL is strongly associated with the fraction of malignant cells showing co-expression of the oncogenes MYC and BCL2 in the absence of BCL6 (M+2+6-). These cells display non-random spatial organization within tumor infiltrates, deviating from a poisson distribution. We therefore modeled the spatial organization of M+2+6- cells within DLBCL, using x-y coordinate information from multiplexed fluorescent immunohistochemistry (mfIHC) in four independent cohorts (N=449 patients). We derived spatial point patterns, upon which Geyers point process models were applied. We observed that patients could be divided into two groups based on these: one group showed &#8220;clustered&#8221; spatial organization, while the other displayed a &#8220;dispersed&#8221; M+2+6- cell distribution. Cases with predominantly &#8220;dispersed&#8221; M+2+6- cells showed shorter overall survival in all analyzed cohorts (P &#60; 0.05 in 4\/4 cohorts).<br \/>We performed multi-omic analyses to identify potential biological explanations for this association between topography and clinical outcome. Using digital spatial profiling of the transcriptome from CD20, CD3 and CD68 compartments in 47 DLBCL samples, we observed that lymphomas with an M+2+6- &#8216;dispersed&#8217; phenotype had an immunologically cold microenvironment enriched in Tregs and exhausted CD4+ and CD8+ T cells. Through an integration with single-cell transcriptomic analyses (N=22 samples) we observed that malignant B-cells from cases with M+2+6- &#8216;dispersed&#8217; phenotype expressed genes implicated in cell migration and adhesion, but also in potentially targetable immune checkpoints such as LAG3.<br \/>In summary, by integrating multiplexed immunophenotyping and point process analysis with molecular profiling in the setting of DLBCL, we show that a dispersed pattern of distribution of the M+2+6- subclonal fraction uniquely confers poor prognosis, and associates with a potentially reversible immune cold microenvironment composition. This represents the first demonstration that the spatial distribution of malignant cell subpopulations in lymphoma can embody biological and clinical significance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Heterogeneity,Spatial Point Patterns,Immune Microenvironment,Prognosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"S. Shridar<sup>1<\/sup>, M. M. Hoppe<sup>1<\/sup>, P. Jaynes<sup>1<\/sup>, G. Kumar<sup>2<\/sup>, S. Jasoria<sup>3<\/sup>, Z. Meng<sup>1<\/sup>, V. Rajan<sup>1<\/sup>, K. Kannan<sup>2<\/sup>, C. Tripodo<sup>4<\/sup>, <b>A. D. Jeyasekharan<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>National University of Singapore (NUS), Singapore, Singapore, <sup>2<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX, <sup>3<\/sup>Birla Institute of Technology & Science, Pilani, Pilani, India, <sup>4<\/sup>University of Palermo, Palermo, Italy","CSlideId":"","ControlKey":"6cb5990f-a86e-4ee2-8b24-241dab579f0c","ControlNumber":"6534","DisclosureBlock":"&nbsp;<b>S. Shridar, <\/b> None..<br><b>M. M. Hoppe, <\/b> None..<br><b>P. Jaynes, <\/b> None..<br><b>G. Kumar, <\/b> None..<br><b>S. Jasoria, <\/b> None..<br><b>Z. Meng, <\/b> None..<br><b>V. Rajan, <\/b> None..<br><b>K. Kannan, <\/b> None..<br><b>C. Tripodo, <\/b> None.&nbsp;<br><b>A. D. Jeyasekharan, <\/b> <br><b>Astrazeneca<\/b> Grant\/Contract, Other, Consultancy Fee. <br><b>Janssen<\/b> Grant\/Contract, Other, Consultancy Fee. <br><b>Roche<\/b> Other, Consultancy Fees. <br><b>Gilead<\/b> Other, Consultancy Fees. <br><b>MSD<\/b> Other, Consultancy Fees. <br><b>Beigene<\/b> Other, Consultancy Fees. <br><b>Turbine Ltd<\/b> Other, Consultancy Fees. <br><b>Antengene<\/b> Other, Consultancy Fees. <br><b>IQVIA<\/b> Other, Consultancy Fees.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2720","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3648","PresenterBiography":null,"PresenterDisplayName":"Anand Jeyasekharan, MBBS;PhD","PresenterKey":"2dcfdd1b-917d-420a-adb6-b09eb911dd37","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3648. The spatial organization of cells expressing MYC and BCL2 affects immune microenvironment composition and prognosis in DLBCL","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The spatial organization of cells expressing MYC and BCL2 affects immune microenvironment composition and prognosis in DLBCL","Topics":null,"cSlideId":""},{"Abstract":"The advancement of spatially resolved, multiplex proteomic and transcriptomic technologies has revolutionized and redefined the approaches to complex biological questions pertaining to tissue heterogeneity, tumor microenvironments, cellular interactions, cellular diversity, and therapeutic response. While spatial transcriptomics has traditionally led the way in plex, multiple studies have demonstrated a poor correlation between RNA expression and protein abundance, owing to transcriptional and translational regulation, target turnover, and most critically, post-translational protein modifications. Therefore, a more holistic, ultra-high-plex, and high-throughput proteomic atlas approach becomes critical for the next phase of discovery biology. Here, we present a barrier-breaking, spatial proteomics panel that was designed to accelerate scientific discoveries. A Digital Spatial Profiler platform is uniquely suited to support high-plex proteomics, allowing for the simultaneous analyses of proteins from discrete regions of interest (ROIs) in FFPE tissue sections while preserving spatial context. The assay relies upon abcam antibodies coupled to photocleavable DNA barcodes readout with NGS sequencing, allowing for theoretically unlimited plex. Here we introduce the Human Immuno-Oncology Proteome Atlas (IPA), a 570+ antibody-based proteomic discovery panel, compatible with immunohistochemistry on FFPE tissues with NGS readout. IPA is the highest-plex, most comprehensive, antibody-based multi-omic panel to date focusing on key areas of immuno-oncology, oncology, immunology, epigenetics, metabolism, cell death, and signaling pathway regulation. Here we demonstrate the performance of IPA on various cell lines and tissue. Additionally, we show the power of IPA, using the spatial multi-omic assay along with the GeoMx&#174; Whole Transcriptome Atlas (&#62; 18,000 transcripts), a 40-plex custom antibody panel and microbiome-curated RNA custom spike-in (~220 transcripts) to evaluate 70 different colon disease samples across 5 pathologies including adenocarcinoma, hyperplasia, and chronic inflammation. This is the highest-plex multi-omic (~610-plex proteins and &#62;18,220 genes) study ever implemented for spatial biology. When we compared the diseased tissue to normal tissue, we observed an upregulation of specific pathways associated with tumorigenesis and inflammation. Furthermore, we observed distinct differences in proteomic and transcriptomic landscape between pathologies. The cutting-edge, data-driven, expert-curated IPA panel is at the forefront of spatial proteomics, empowering the researcher for the acceleration of biological discoveries. FOR RESEARCH USE ONLY. Not for use in diagnostic procedures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Multiomics,Proteomics,Transcriptional regulation,Microbiome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>A. Rosenbloom<\/b><sup>1<\/sup>, S. Bonnett<sup>1<\/sup>, M. Conner<sup>1<\/sup>, C. Kang<sup>1<\/sup>, E. Piazza<sup>1<\/sup>, B. Filanoski<sup>1<\/sup>, R. Meredith<sup>1<\/sup>, H. Yi<sup>1<\/sup>, L. Hamanishi<sup>1<\/sup>, E. Ignacio<sup>1<\/sup>, N. Nelson<sup>2<\/sup>, M. Prater<sup>2<\/sup>, V. Devgan<sup>1<\/sup>, R. Van Eijsden<sup>1<\/sup>, M. Moon<sup>1<\/sup>, L. Isgur<sup>1<\/sup>, T. Theisen<sup>1<\/sup>, M. Hoang<sup>1<\/sup>, G. Geiss<sup>1<\/sup>, J. M. Beechem<sup>1<\/sup>; <br\/><sup>1<\/sup>NanoString Technologies, Inc., Seattle, WA, <sup>2<\/sup>Abcam plc, Cambridge, United Kingdom","CSlideId":"","ControlKey":"75a38135-7182-4de4-b0e5-316d585125ad","ControlNumber":"7000","DisclosureBlock":"&nbsp;<b>A. Rosenbloom, <\/b> None..<br><b>S. Bonnett, <\/b> None..<br><b>M. Conner, <\/b> None..<br><b>C. Kang, <\/b> None..<br><b>E. Piazza, <\/b> None..<br><b>B. Filanoski, <\/b> None..<br><b>R. Meredith, <\/b> None..<br><b>H. Yi, <\/b> None..<br><b>L. Hamanishi, <\/b> None..<br><b>E. Ignacio, <\/b> None..<br><b>N. Nelson, <\/b> None..<br><b>M. Prater, <\/b> None..<br><b>V. Devgan, <\/b> None..<br><b>R. Van Eijsden, <\/b> None..<br><b>M. Moon, <\/b> None..<br><b>L. Isgur, <\/b> None..<br><b>T. Theisen, <\/b> None..<br><b>M. Hoang, <\/b> None..<br><b>G. Geiss, <\/b> None..<br><b>J. M. Beechem, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2721","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3649","PresenterBiography":null,"PresenterDisplayName":"Alyssa Rosenbloom, BS;PhD","PresenterKey":"038dda83-8b4f-45d5-b9fd-b6af3fcfeb82","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3649. A novel spatial multi-omic approach for biological discoveries in colonic diseased tissues using a comprehensive Immuno-Oncology Proteome Atlas and Whole Transcriptome Atlas","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel spatial multi-omic approach for biological discoveries in colonic diseased tissues using a comprehensive Immuno-Oncology Proteome Atlas and Whole Transcriptome Atlas","Topics":null,"cSlideId":""},{"Abstract":"Background: In pathology, digitizing tissue slides has prompted a remarkable development in image analysis using deep learning. This technological advancement is anticipated to aid in pathological diagnosis and to enhance patient management. Deep learning-based image cytometry (DL-IC) enables accurate cell identification and counting and the acquisition of vast amounts of location information from tissue slides. DL-IC can capture information about the diverse and complex tumor immune microenvironment(TIME) and its constituent cells and help identify biomarkers to predict patient treatment efficacy and prognosis. This study will introduce a spatial interaction map and co-localization index (CLI) for the analysis of TIME using DL-IC.<br \/>Materials and Methods: Cu-Cyto, a deep learning-based image analysis technology, was used in this study; bit-pattern kernel filtering technology, which can accurately count cells while avoiding the determination of multiple cell counts, was used by Cu-Cyto (Abe T, et al. Anticancer Res. 43:3755, 2023). First, the accuracy of cell counting using Cu-Cyto was evaluated. Second, tumor tissue slides with immunohistochemical (IHC) and hematoxylin-eosin (H&#38;E) staining were prepared from surgical specimens of patients with rectal cancer who had undergone neoadjuvant chemoradiotherapy (NACRT), and the relationship between the co-localization index (CLI) of cancer cells and CD8<sup>+<\/sup>T cells and prognosis was investigated. CLI was defined to predict cell- cell interactions on the basis of the relative distances between different cell types (Nagasaka T. PCT\/JP 2021\/021455).<br \/>Results: The performances of three versions of Cu-Cyto were evaluated according to their learning stages. In the early stage of learning, the F1 score for immunostained CD8<sup>+<\/sup> T cells (0.343) was higher than that for non-immunostained cells (adenocarcinoma cells [0.040] and lymphocytes [0.002]). In the latest stage of learning, the F1 scores for adenocarcinoma cells, lymphocytes, and CD8<sup>+<\/sup> T cells were 0.589, 0.889, and 0.911, respectively. Next, we examined the correlation of CLI between cancer cells and CD8<sup>+<\/sup> T cells with prognosis: patients with a higher CLI significantly prolonged five-year disease-free survival (<i>P<\/i>=0.038), while there was no substantial difference in five-year overall survival (<i>P<\/i>=0.57).<br \/>Conclusion]: Cu-Cyto performed well in cell determination. In particular, IHC was able to increase the learning efficiencies in the early stages of learning. The CLI calculated using Cu-Cyto ts an objective, reproducible, and innovative quantitative approach for assessing cell-cell interactions, which has been shown to be associated with recurrence-free survival in patients with rectal cancer after NACRT. Its performance is expected to improve even further with continuous learning, and the DL-IC can contribute to the implementation of precision oncology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Deep learning,Image analysis,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>T. Abe<\/b><sup>1<\/sup>, K. Yamashita<sup>1<\/sup>, T. Nagasaka<sup>2<\/sup>, T. Mukoyama<sup>1<\/sup>, S. Miyake<sup>1<\/sup>, Y. Ueda<sup>1<\/sup>, M. Ando<sup>1<\/sup>, Y. Okazoe<sup>1<\/sup>, T. Tsuneki<sup>1<\/sup>, Y. Adachi<sup>1<\/sup>, R. Konaka<sup>1<\/sup>, R. Sawada<sup>1<\/sup>, H. Goto<sup>1<\/sup>, H. Hasegawa<sup>1<\/sup>, S. Kanaji<sup>1<\/sup>, T. Matsuda<sup>1<\/sup>, T. Fukumoto<sup>1<\/sup>, Y. Kakeji<sup>1<\/sup>; <br\/><sup>1<\/sup>Kobe University Graduate School of Medicine, Kobe, Japan, <sup>2<\/sup>Association of Medical Artificial Intelligence Curation, Nagoya, Japan","CSlideId":"","ControlKey":"a39c47b0-d908-4df7-a0f6-4e202933c7cc","ControlNumber":"535","DisclosureBlock":"&nbsp;<b>T. Abe, <\/b> None..<br><b>K. Yamashita, <\/b> None..<br><b>T. Nagasaka, <\/b> None..<br><b>T. Mukoyama, <\/b> None..<br><b>S. Miyake, <\/b> None..<br><b>Y. Ueda, <\/b> None..<br><b>M. Ando, <\/b> None..<br><b>Y. Okazoe, <\/b> None..<br><b>T. Tsuneki, <\/b> None..<br><b>Y. Adachi, <\/b> None..<br><b>R. Konaka, <\/b> None..<br><b>R. Sawada, <\/b> None..<br><b>H. Goto, <\/b> None..<br><b>H. Hasegawa, <\/b> None..<br><b>S. Kanaji, <\/b> None..<br><b>T. Matsuda, <\/b> None..<br><b>T. Fukumoto, <\/b> None..<br><b>Y. Kakeji, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2722","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3650","PresenterBiography":null,"PresenterDisplayName":"Tomoki Abe, MD","PresenterKey":"267b0d39-e63a-4be6-ad2b-1f1c07335bc4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3650. Deep learning-based image cytometry and co-localization index in tumor immune microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deep learning-based image cytometry and co-localization index in tumor immune microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic cancer has a 5-year survival of only 12%. This is due to the lack of effective treatments and virtually no early detection methods. To compound this already poor prognosis, African Americans face a 20% higher incidence and worse mortality compared to non-African American patients. With a substantial portion of the data and tools employed for studying pancreatic cancer failing to adequately represent this demographic we aim to gain more insight into the differences associated with worse outcomes for African Americans with pancreatic cancer. To achieve this, we conducted an in-depth analysis of tumor mutational burden using whole exome sequencing and the cutting-edge PhenoCycler&#174;-Fusion 2.0 spatial biology platform, to uncover disparities in spatial immune and metabolic phenotypes.<br \/>Methods: Using an ultrahigh-plex discovery panel of markers encompassing cell lineage, immune checkpoints, tissue architecture, activation, metabolism, proliferation, and stress, we sought to analyze the differences in spatial phenotypes, cellular neighborhoods and functional pathways across the two groups. Additionally, we performed laser capture microdissection on a cohort of patients containing equal numbers of African American and non-African American pancreatic cancer samples. Tumor, stroma, and adjacent normal areas were identified by a board-certified pathologist. These annotations were used to laser capture on 10-micron sections with 7 sections for each patient. We performed whole exome sequencing on these sections and different areas and compared between groups.<br \/>Results: Through our investigation using these two technologies, we can find differences in the tumor microenvironment between African Americans and non-African Americans. We can see potential associations in the increased mortality and incidence of this group while also building a foundation of racially diverse data to be used for future studies. Whole exome sequencing has revealed distinct mutational patterns among African American patients, involving common genes that exhibit unique mutation profiles when compared to those previously observed in non-African American patients. Moreover, whole-slide spatial phenotyping reveals the differential tumor-immune landscapes and the key cellular and molecular niches that contribute to tumor progression and prognosis. These findings underscore the imperative need for a more systems biology exploration of the variations within these groups, with the aim of developing more effective and personalized treatment approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Sequencing,Tumor markers,Exome sequencing,Human,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>D. J. Salas-Escabillas<\/b><sup>1<\/sup>, N. Ma<sup>2<\/sup>, B. B. Cheikh<sup>2<\/sup>, A. Pratapa<sup>2<\/sup>, T. Pichardo<sup>3<\/sup>, K. Langley<sup>3<\/sup>, J. Clark<sup>3<\/sup>, N. Steele<sup>3<\/sup>, N. Jhaveri<sup>2<\/sup>, D. Kwon<sup>4<\/sup>, H. C. Crawford<sup>3<\/sup>; <br\/><sup>1<\/sup>University of Michigan, Ann Arbor, MI, <sup>2<\/sup>Akoya Biosciences, Inc., Marlborough, MA, <sup>3<\/sup>Henry Ford Pancreatic Cancer Center, Detroit, MI, <sup>4<\/sup>Henry Ford Health, Detroit, MI","CSlideId":"","ControlKey":"bea0e038-2c04-4591-a27b-6865cff8f3c5","ControlNumber":"943","DisclosureBlock":"<b>&nbsp;D. J. Salas-Escabillas, <\/b> <br><b>Akoya Biosciences<\/b> Grant\/Contract. <br><b>N. Ma, <\/b> <br><b>Akoya Biosciences, Inc.<\/b> Employment, Stock Option. <br><b>B. B. Cheikh, <\/b> <br><b>Akoya Biosciences, Inc.<\/b> Employment, Stock Option. <br><b>A. Pratapa, <\/b> <br><b>Akoya Biosciences, Inc.<\/b> Employment, Stock Option.<br><b>T. Pichardo, <\/b> None..<br><b>K. Langley, <\/b> None..<br><b>J. Clark, <\/b> None..<br><b>N. Steele, <\/b> None.&nbsp;<br><b>N. Jhaveri, <\/b> <br><b>Akoya Biosciences, Inc.<\/b> Employment, Stock Option.<br><b>D. Kwon, <\/b> None..<br><b>H. C. Crawford, <\/b> None.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2723","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3651","PresenterBiography":null,"PresenterDisplayName":"Daniel Salas-Escabillas, BS","PresenterKey":"c3827aa0-1b84-4bbd-99af-3cc86f02514e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3651. Mutational analysis and spatial phenotyping to decipher racial disparities in pancreatic adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mutational analysis and spatial phenotyping to decipher racial disparities in pancreatic adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: The complex and dynamic nature of the tumor-immune microenvironment (TME) presents challenges for identification of robust and predictive biomarkers in immuno-oncology (IO). Standard multiplex immunohistochemistry (mIHC) or multiplex immuno-fluorescent assays (mIF) allow for the phenotyping on the cellular level but are limited by the number of markers available and the detection systems. Gene expression or next generation sequencing (NGS) platforms provide high-plex bulk data sets about the TME, but the spatial context of the tumor and immune cell interactions is lost. The NanoString GeoMx&#174; Digital Spatial Profiler (DSP) combines spatial context, utilizing fluorescent morphological markers, with molecular profiling capabilities. This combination allows for the quantitative analysis of high-plex analyte abundance which can be traced back to a region of interest within a sample, providing biological inference in the region of interest.<br \/>Methods: Formalin-fixed paraffin-embedded (FFPE) specimens from HNSCC patients were cut in 5&#181;m sections for all analyses. Whole section tissue analysis was previously performed utilizing the NanoString nCounter&#174; PanCancer IO 360&#8482; Panel. Tumor inflammation signatures (TIS), an 18-gene signature measuring the adaptive immune response within tumors, was generated for each specimen and categorized each as immune-hot or immune-cold based on predefined parameters. Four specimens were selected based on their TIS score and two sets of cut sections were processed by either Labcorp lab in Morrisville, NC or Nanostring lab in Seattle, WA for precision evaluation, using the GeoMx Human Whole Transcriptome Atlas (WTA) panel (18,000 genes) with the NanoString GeoMx digital spatial profiling technology. The TME regions of interest (ROI) were identified using a set of morphology markers consisting of panCK, CD45 and Syto13; 12 ROIs were selected from each sectioned tumor material. The same ROIs were selected at the two testing sites with matching tissue location and morphology characters.<br \/>Results: GeoMx WTA panel provided an unbiased view of 18,000 protein-coding genes at specific TME regions. These counts were successfully mapped to the 12 ROIs on the tissue. A pseudo-TIS score was generated using the same 18 gene signature from the WTA panel for each ROI. The pseudo-TIS scores from ROIs from the four specimens showed consistency with the specimen-wise TIS score, yet variations were observed across different TME\/ROI within each specimen. Whole transcriptome expression results showed high correlation between the two testing sites, providing confidence in the reproducibility of the technology. High resolution fluorescent staining images were able to be fed to downstream quantitative digital analysis to generate complementary spatial data.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Spatial Genomics,whole transcriptome expression,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>C. Schroyer<\/b>, S. Zhou; <br\/>Labcorp, Morrisville, NC","CSlideId":"","ControlKey":"3719c3d3-f3eb-48b3-9c74-a285f0f69419","ControlNumber":"674","DisclosureBlock":"<b>&nbsp;C. Schroyer, <\/b> <br><b>Labcorp<\/b> Employment. <br><b>S. Zhou, <\/b> <br><b>Labcorp<\/b> Employment.","End":"4\/8\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2724","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3652","PresenterBiography":null,"PresenterDisplayName":"Caitlin Schroyer, BS","PresenterKey":"d6389bac-0ae0-4bbb-b950-29d266a145d3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3652. Spatial transcriptomic study of the tumor microenvironment in HNSCC","SearchResultFooter":"","SearchResultHeader":"Apr  8 2024  1:30PM","SessionId":"220","SessionOnDemand":"False","SessionTitle":"Biomarkers in Clinical Trials","ShowChatLink":"false","Start":"4\/8\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial transcriptomic study of the tumor microenvironment in HNSCC","Topics":null,"cSlideId":""}]