[{"Abstract":"B7-H3, also known as CD276, is an immune-checkpoint molecule and a type 1 transmembrane protein that exerts a variety of biological functions. In cancer biology, the overexpression of B7-H3 is correlated with tumor cell invasion and metastasis, decreased T-cell infiltration and function, poor prognosis, and resistance to therapy. As B7-H3 is expressed in multiple solid tumors and plays an important role in modulating anti-tumor immune response as well as promoting cancer cell formation, it became an important target for the development of antibody-based immunotherapy. Many forms of bispecific antibodies targeting B7-H3 have shown antitumor response in preclinical studies. However, bispecific T-cell engagers (TCE) targeting B7H3 and CD3 have been correlated with cytokine release syndrome and hepatic adverse events, a common toxicity observed using TCEs which has limited the development of this immunotherapeutic in clinic. We leveraged BioAtla&#8217;s Conditionally Active Biologic (CAB) platform (1) to develop a DualCAB T-cell engager targeting B7-H3 and CD3. This DualCAB-TCE molecule, BA3142, was engineered to bind with high affinity to both recombinant B7-H3 and CD3 receptor\/antigens under conditions that mimic the acidic tumor microenvironment, but with low affinity in alkaline physiological conditions. <i>In vitro<\/i> and <i>in vivo<\/i> efficacy and toxicity data for the clone BA3142 will be presented. Our data demonstrated that BA3142 promotes cytotoxicity of B7-H3-expressing cancer cells <i>in vitro<\/i> and induces significant tumor regression <i>in vivo<\/i>. In Non-Human Primates BA3142 bispecific antibody was tolerated up to 25 mg\/kg with minimal cytokine release and no clinical and histopathological signs of toxicities. The CAB technology offers the opportunity to expand the number of targets suitable for drug development in a new class of DualCAB TCEs with superior safety margin and potency in the clinic.<br \/>(1) Chang HW, Frey G, Liu H, Xing C, Steinman L, Boyle WJ<i>, <\/i>and Short, J.M. Generating tumor-selective conditionally active biologic anti-CTLA4 antibodies via protein-associated chemical switches. Proc Natl Acad Sci U S A 2021;118.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"T cell engager,Antibody,Tumor-associated antigen (TAA),Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Cugnetti, PhD<\/b>, H. Liu, P. McNeeley, K. Woodard, C. Chang, G. Frey, W. J. Boyle, J. M. Short; <br\/>BioAtla, San Diego, CA","CSlideId":"","ControlKey":"f798247b-de25-4890-9ac9-9081e96e772a","ControlNumber":"5564","DisclosureBlock":"<b>&nbsp;A. Cugnetti, PhD, <\/b> <br><b>BioAtla Inc.<\/b> Employment, Stock Option. <br><b>H. Liu, <\/b> <br><b>BioAtla Inc.<\/b> Employment, Stock Option. <br><b>P. McNeeley, <\/b> <br><b>BioAtla Inc.<\/b> Employment, Stock Option. <br><b>K. Woodard, <\/b> <br><b>BioAtla Inc.<\/b> Employment, Stock Option. <br><b>C. Chang, <\/b> <br><b>BioAtla Inc<\/b> Employment, Stock Option. <br><b>G. Frey, <\/b> <br><b>BioAtla Inc.<\/b> Employment, Stock Option, Patent. <br><b>W. J. Boyle, <\/b> <br><b>BioAtla Inc.<\/b> Employment, Stock, Patent. <br><b>J. M. Short, <\/b> <br><b>BioAtla Inc.<\/b> Employment, Stock Option, Other Business Ownership, Patent.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7324","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6340","PresenterBiography":null,"PresenterDisplayName":"Ana Paula Cugnetti, PhD, PhD","PresenterKey":"c74c4f7a-8e0f-4cda-ae7c-a4780c1453f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6340. Novel conditionally active tetravalent B7-H3 x CD3 T-cell engagers targeting solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel conditionally active tetravalent B7-H3 x CD3 T-cell engagers targeting solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Background: Myeloid epithelial reproductive tyrosine kinase (MERTK), a transmembrane protein receptor from the TAM (Tyro3, Axl, Mertk) family, is overexpressed in cancer and associated with reduced apoptosis and chemoresistance, making it an attractive therapeutic target. RGX-019-MMAE, a novel humanized IgG1-MMAE antibody-drug conjugate (ADC) (Inspirna, Inc), selectively binds to MERTK with high affinity on tumor cells, resulting in internalization and degradation of the receptor. It then induces cytotoxicity through the release of the payload, MMAE (monomethyl auristatin E), which disrupts mitosis. We hypothesize that targeting MERTK via RGX-019-MMAE exerts an antileukemic effect.<br \/>Methods: First, to determine the clinical relevance of MERTK, using the Oregon Health and Science University (OHSU) acute myeloid leukemia (AML) dataset, we divided patients into low and high MERTK mRNA expression based on mean expression and compared their overall survival. To identify the AML subtypes with the highest MERTK expression, we analyzed samples from 810 AML patients at MD Anderson using reverse phase protein arrays (RPPA), as well as 8 AML cell lines and the peripheral blood of 9 AML patients using flow cytometry. Then, the cell lines with the highest MERTK expression were treated with varying doses of RGX-019-MMAE or isotype control for 120 hours and assessed for viability with CellTiter-Glo 2.0. Likewise, we administered RGX-019-MMAE to primary cells from AML patients and determined the anti-leukemic effect. Finally, we investigated the synergistic effect of RGX-019-MMAE with venetoclax, a BCL2 inhibitor, or cytarabine, a chemotherapy agent, <i>in vitro<\/i>.<br \/>Results: In the AML OHSU dataset, patients with high MERTK mRNA expression had significantly worse overall survival (p=0.02). RPPA revealed that patients with PTPN11 mutation, t (9;11), and monocytic AML subtypes had significantly higher MERTK protein expression. MERTK protein expression varied in AML cell lines and was highest in Kasumi-1 and OCI-AML3. Treatment of these two cell lines with RGX-019-MMAE resulted in significantly more killing of leukemic cells than the isotype control ADC in a dose-dependent manner (p&#60;0.01). Similarly, in primary AML cells with high MERTK expression, RGX-019-MMAE treatment induced significant cell death compared to the control ADC. In addition, Kasumi-1 and OCl-AML3 cells treated with RGX-019-MMAE combined with venetoclax or cytarabine showed a synergistic cytotoxic effect in a dose-dependent manner.<br \/>Conclusion: High MERTK expression in monocytic AML suggested that MERTK is a promising therapeutic target in this subtype. RGX-019-MMAE significantly induced AML cell death and produced a synergistic anti-leukemic effect in combination with chemotherapeutic agents and targeted therapy<i> in vitro<\/i>, suggesting its potential for targeting patients with high-risk AML.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Antibody-drug conjugate (ADC),Tyrosine kinase receptors,RGX-019,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Tyagi<\/b><sup>1<\/sup>, M. Siddiqui<sup>1<\/sup>, I. Kurth<sup>2<\/sup>, S. Takeda<sup>2<\/sup>, A. Eckstrom<sup>1<\/sup>, J. Borgman<sup>1<\/sup>, A. Maiti<sup>1<\/sup>, V. Battula<sup>1<\/sup>; <br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX, <sup>2<\/sup>Inspirna, Inc., New York, NY","CSlideId":"","ControlKey":"07b1205b-3a6e-4fba-9a90-3e1906da7159","ControlNumber":"2819","DisclosureBlock":"&nbsp;<b>A. Tyagi, <\/b> None..<br><b>M. Siddiqui, <\/b> None.&nbsp;<br><b>I. Kurth, <\/b> <br><b>Inspirna, Inc.<\/b> Employment. <br><b>S. Takeda, <\/b> <br><b>Inspirna, Inc.<\/b> Employment.<br><b>A. Eckstrom, <\/b> None..<br><b>J. Borgman, <\/b> None..<br><b>A. Maiti, <\/b> None.&nbsp;<br><b>V. Battula, <\/b> <br><b>Inspirna, Inc.<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>Y-mAbs<\/b> Grant\/Contract. <br><b>CytoMed<\/b> Grant\/Contract. <br><b>Fate Therapeutics<\/b> Grant\/Contract. <br><b>Nektar Therapeutics<\/b> Grant\/Contract.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7325","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6341","PresenterBiography":null,"PresenterDisplayName":"Anudishi Tyagi, PhD","PresenterKey":"e596b0a1-1a46-47f5-a208-aca7aaf710bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6341. Targeting myeloid epithelial tyrosine kinase (MERTK) receptor in acute myeloid leukemia using a novel antibody-drug conjugate, RGX-019-MMAE","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting myeloid epithelial tyrosine kinase (MERTK) receptor in acute myeloid leukemia using a novel antibody-drug conjugate, RGX-019-MMAE","Topics":null,"cSlideId":""},{"Abstract":"The c-type lectin receptor CLEC-1 is a pattern recognition receptor [1] expressed by endothelial and myeloid cells in mice, non-human primates, and humans. While genetic deletion of CLEC-1 in mice does not lead to any developmental defect, CLEC-1 deletion or CLEC-1 targeting promotes anti-tumor response by increasing cross-presentation of necrotic or damaged cells by cDC1 dendritic cells and by enhancing T-cell activation [2]. To date, the identification of CLEC-1 endogenous ligand(s) and their biological activity into myeloid or endothelial cells remained to be fully investigated. We aimed to further characterize ligands that are involved into CLEC-1 activation and develop monoclonal antagonist anti CLEC-1 antibody anti-tumor therapy that are able fully counteract inhibitory signaling induced into myeloid cells. <b> <\/b> Using LC\/MS campaign, we confirmed CLEC-1 specific binding to the E3 ubiquitin ligase TRIM21and to the secreted histidine rich glycoprotein (HRG) as previously described [2] and also identify several novel intra-cellular and cell surface proteins that bind to CLEC-1 receptor in protein specific-manner. To block interaction of CLEC-1 ligands, we developed different class of antagonist monoclonal antibodies and evaluated their anti-tumor efficacy in humanized CLEC-1 KI orthotopic and ectopic tumor mouse models fully resistant or partially resistant to ICI therapy. While blocking of CLEC-1 binding to its secreted ligand HRG moderately increases anti-tumor responses, inhibition of CLEC-1 binding to its cytoplasmic and membrane ligands significantly impairs MC38 tumor growth (n=12, p=0.04). Importantly, high anti-tumor efficacy was observed in combination therapy with cyclophosphamide in MC38 mouse model. Additionally, antagonist anti-CLEC-1 antibodies significantly increase overall survival of Hepa1.6-bearing mice (n=32 for each treatment, p&#60;0.002), as compared to corresponding isotype control treatment in 3 independent experiments. Altogether, our results further dissect the mechanism of action of the myeloid checkpoint CLEC-1 in its ability to impair anti-tumor immunity and support its use as a novel and highly promising anti-CLEC antagonist antibody for cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Myeloid-derived suppressor cells,Checkpoint Inhibitors,Cancer immunotherapy,Dendritic cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Morello<\/b><sup>1<\/sup>, M. Deramé<sup>1<\/sup>, M. Drouin<sup>1<\/sup>, E. Wilhelm<sup>1<\/sup>, S. Neyton<sup>1<\/sup>, I. Baccelli<sup>1<\/sup>, C. Mary<sup>1<\/sup>, V. Gauttier<sup>1<\/sup>, I. Girault<sup>1<\/sup>, K. Biteau<sup>1<\/sup>, C. Batty<sup>1<\/sup>, G. Teppaz<sup>1<\/sup>, A. Desselle<sup>1<\/sup>, M. Colonello<sup>1<\/sup>, M. Malloci<sup>1<\/sup>, E. Chiffoleau<sup>2<\/sup>, N. poirier<sup>1<\/sup>; <br\/><sup>1<\/sup>OSE Immunotherapeutics, Nantes, France, <sup>2<\/sup>Nantes Université, Inserm, Centre de Recherche en Transplantation et Immunologie Translationnelle, UMR 1064, ITUN, Nantes, France","CSlideId":"","ControlKey":"a8e036a5-f3ba-4e98-9f03-2832d4c60d83","ControlNumber":"3193","DisclosureBlock":"<b>&nbsp;A. Morello, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>M. Deramé, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>M. Drouin, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>E. Wilhelm, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>S. Neyton, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>I. Baccelli, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>C. Mary, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>V. Gauttier, <\/b> <br><b>OSE Immunnotherapeutics<\/b> Employment. <br><b>I. Girault, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>K. Biteau, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>C. Batty, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>G. Teppaz, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>A. Desselle, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>M. Colonello, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment. <br><b>M. Malloci, <\/b> <br><b>OSE immunotherapeutics<\/b> Employment.<br><b>E. Chiffoleau, <\/b> None.&nbsp;<br><b>N. poirier, <\/b> <br><b>OSE Immunotherapeutics<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7326","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6342","PresenterBiography":null,"PresenterDisplayName":"Aurore Morello, PhD","PresenterKey":"a4ac7d3f-188e-42aa-b857-11d2e463eae9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6342. Anti-tumor in vivo efficacy of different classes of anti-CLEC-1 myeloid checkpoint antibodies in monotherapy and in combination with chemotherapeutic agents","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-tumor in vivo efficacy of different classes of anti-CLEC-1 myeloid checkpoint antibodies in monotherapy and in combination with chemotherapeutic agents","Topics":null,"cSlideId":""},{"Abstract":"Background: CD3+ T cell engaging bispecific antibodies (TCE) redirect T cells to attack targeted tumor cells by simultaneously binding TAA on cancer cells and CD3 complex on a T cell to form a TCR-independent immune synapse. Multiple TCEs have demonstrated promising therapeutic efficacy in the treatment of hematological malignancies. In contrast, suboptimal efficacy in the treatment of solid tumors and the risk of inducing cytokine release syndrome (CRS) continue to be major challenges. Several factors, such as format, affinity, and valency of the antibody, TAA copy number, and antigen size and epitope, can impact the therapeutic efficacy and safety of a TCE. In this study, we developed a novel &#8220;2+1&#8221; TCE platform, AnTenGager<sup>TM<\/sup>, which enables conditional T cell binding and activation upon TAA-crosslinking, potent anti-tumor activity, and reduced risk of CRS.<br \/>Methods: Humanized CD3 antibodies were derived from mouse hybridoma, followed by affinity optimization utilizing Computer Aided Drug Design. The Fab-scFv-Fab format was used as the backbone structure of AnTenGagers. The anti-CD3 scFv sequences and the length of peptide linkers between VH\/VL, scFv\/CH1, and scFv\/CH2 were screened and compared in different preclinical assays. LALA mutations (L234A, L235A) were introduced to abolish the Fc receptor binding capability. In a series of <i>in vitro <\/i>and\/or <i>in vivo <\/i>models, the efficacy, safety and developability of AnTenGagers targeting multiple TAAs, such as Her2, GD2, CDH6, LILRB4, FLT3 and GPRC5D, were evaluated.<br \/>Results: A library of humanized parental CD3 antibodies with a broad spectrum of affinities were generated, some of which cross react with monkey CD3. AnTenGagers exhibited limited binding to CD3-positive cells before TAA-crosslinking, suggesting a reduced risk of CRS that is caused by systemic CD3+T cell activation. Four CD3 sequences with varying affinities were utilized to construct AnTenGagers with identical TAA-targeting arm. Compared to clinical benchmarks targeting the same TAA, all AnTenGagers demonstrated substantially lower binding capacity to CD3+ cells in the absence of TAA-crosslinking, while inducing increased cytotoxicity against target-positive tumor cells. In addition, they induced significantly less ex-vivo cytokine release by human PBMC than benchmarks. Notably, all AnTenGagers demonstrated enhanced in vivo efficacy compared to the benchmark, exhibiting complete response (CR) in PBMC humanized MM1S mouse CDX model while the serum concentration of proinflammatory cytokines was substantially lower in groups treated with AnTenGagers. AnTenGagers also demonstrated good developability with high expression yield, good thermostability and high stability under different stress conditions.<br \/>Conclusions: These results suggested that AnTenGager<sup>TM<\/sup> is a promising platform for developing the next generation of TCEs with enhanced efficacy and safety.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"T cell engager,Cytotoxicity,Cytokines,Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Bing Hou<\/b><sup>1<\/sup>, Hui Yuwen<sup>2<\/sup>, Tengteng Li<sup>2<\/sup>, Yijing Ren<sup>2<\/sup>, Ao Sun<sup>2<\/sup>, Zaoshun Hu<sup>3<\/sup>, Jay Mei<sup>1<\/sup>, Bo Shan<sup>1<\/sup><br><br\/><sup>1<\/sup>Antengene Corporation, Shaoxing, China,<sup>2<\/sup>Antengene Corporation, Shanghai, China,<sup>3<\/sup>Antengene Biologics, Hangzhou, China","CSlideId":"","ControlKey":"4172e10a-d0ec-4508-a0b0-671bd8b71843","ControlNumber":"2996","DisclosureBlock":"<b>&nbsp;B. Hou, <\/b> <br><b>Antengene Corporation<\/b> Employment, Stock Option. <br><b>H. Yuwen, <\/b> <br><b>Shanghai Antengene Corporation Limited<\/b> Employment. <br><b>T. Li, <\/b> <br><b>Shanghai Antengene Corporation Limited<\/b> Employment. <br><b>Y. Ren, <\/b> <br><b>Shanghai Antengene Corporation Limited<\/b> Employment. <br><b>A. Sun, <\/b> <br><b>Shanghai Antengene Corporation Limited<\/b> Employment. <br><b>Z. Hu, <\/b> <br><b>Antengene (Hangzhou) Biologics<\/b> Employment. <br><b>J. Mei, <\/b> <br><b>Antengene Corporation<\/b> Stock. <br><b>B. Shan, <\/b> <br><b>Antengene Corporation<\/b> Employment, Stock Option.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7327","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6343","PresenterBiography":null,"PresenterDisplayName":"Bing Hou, PhD","PresenterKey":"9609fdc3-22f8-4a52-aa1c-9b9607a954fb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6343. AnTenGager<sup>TM<\/sup>, a novel &#8220;2+1&#8221; T cell engager platform, enables conditional T cell activation with reduced risk of CRS","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AnTenGager<sup>TM<\/sup>, a novel &#8220;2+1&#8221; T cell engager platform, enables conditional T cell activation with reduced risk of CRS","Topics":null,"cSlideId":""},{"Abstract":"Human cancers employ a number of mechanisms to evade host immune responses against novel antigens generated from aberrant over-expression, mutations and\/or epigenetic alterations. Humoral immunity utilizes antibodies and immune-effector cells as well as molecular immune complexes involving the complement system to mediate the killing of dysregulated cancer cells. We refer to these anti-cancer mechanisms as Humoral Immuno-Oncology (HIO). HIO suppression is mediated by tumor-produced proteins called HIO factors. One such factor is CA125, which was previously shown to bind IgG-type antibodies and inhibit their immune-effector activities, including antibody dependent (ADCC) and complement dependent (CDC) cellular cytotoxicity. Using a combination of experimental screening and literature searches, a second protein produced by tumors and associated with a variety of cancer indications was discovered and found to be soluble ICAM-1 (sICAM-1). Through various functional studies we reported that sICAM-1 and membrane ICAM-1 (mICAM-1) are capable of binding IgG1-type antibodies that in turn inhibits their immune-effector activity. Through a combination of truncation and substitution mutagenesis, we identified a four amino acid motif within the CH3 domain of IgG1 essential for ICAM-1 binding, resulting in the inhibition of ADCC activity. While traditional glycine and alanine substitutions in this region abrogated ICAM-1 binding, these modifications caused tertiary structural changes in the Fc domain that resulted in loss of ADCC activity. Through a combinatorial amino acid substitution approach, we identified a four amino acid combination within the <sub>407<\/sub>YSKL<sub>410<\/sub> to <sub>407<\/sub>FARV<sub>410<\/sub> motif that resulted in antibodies refractory to sICAM-1 binding with robust ADCC activity. Additionally, isogenic wildtype and ICAM-1 knockdown target cell lines showed mICAM-1 inhibited target cell killing of a saporin antibody drug conjugate (ADC) and this was the direct result of mICAM-1 reducing antibody internalization, a requisite for maximal ADC target cell killing. The inhibitory activity of mICAM-1 could be overcome employing antibodies containing the <sub>407<\/sub>FARV<sub>410<\/sub> substitution. These findings highlight yet another mechanism by which tumors can suppress the host&#8217;s immune system for survival and offer new concepts for developing antibody-based therapies that can aid in the treatment of various cancer indications, especially those over-expressing ICAM-1. Moreover, the findings here offer diagnostic and therapeutic clinical design opportunities to improve upon existing approved immune-mediated therapies for which this factor is present.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Tumor antigen,Adhesion molecules,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Kline<\/b>, L. Grasso, N. Nicolaides; <br\/>Navrogen Inc., Cheyney, PA","CSlideId":"","ControlKey":"671d3dfb-43e8-46c8-8837-3f3d1865afbf","ControlNumber":"773","DisclosureBlock":"&nbsp;<b>B. Kline, <\/b> None..<br><b>L. Grasso, <\/b> None..<br><b>N. Nicolaides, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7328","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6344","PresenterBiography":null,"PresenterDisplayName":"Brad Kline","PresenterKey":"592d8de9-9eed-4a65-b356-cbebccc14f04","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6344. Engineering of ICAM-1 refractory antibodies for the development of therapeutic antibodies and antibody drug conjugates (ADCs) in ICAM-1 over-expressing cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Engineering of ICAM-1 refractory antibodies for the development of therapeutic antibodies and antibody drug conjugates (ADCs) in ICAM-1 over-expressing cancers","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Myeloid-derived suppressor cells (MDSCs) in the tumor microenvironment are a potential therapeutic target in immune checkpoint cancer therapy, but MDSC-targeted therapies have yet been shown to improve survival. The leukocyte immunoglobulin (Ig)-like receptor B2 is a member of the leukocyte Ig-like receptor (LILR) family and is predominantly expressed on the surface of cells of the myelomonocytic lineage (monocytes, macrophages and dendritic cells). LILRB2 is a negative regulator of myeloid cells and is an immune checkpoint receptor. We chose to generate mAbs against LILRB2 as a potential immunotherapeutic for cancer.<br \/>Methods: PentaMice&#174; strains (5 WT mouse strains comprising 9 MHC class II haplotypes to maximize Ab diversity) were immunized with human LILRB2. Lymphocytes were fused with a myeloma partner to generate lead monoclonal hybridomas. 24 purified anti-LILRB2 mAbs were generated and evaluated by arrayed surface plasma resonance (SPR, Carterra&#174; LSA&#174; instrument) to assign epitope bins. mAb humanization was performed in silico to maximize T20 &#8220;humanness&#8221; scores (algorithm developed by Curia). Humanized mAbs were transiently expressed using Curia&#8217;s TunaCHO&#8482; platform and tested in in vitro MDSC assays. Autologous co-cultures of magnetic bead enriched-human blood-derived MDSC (HLA-DR-CD14+) model cells and T cells (CD3+) were stimulated with plate-bound anti-CD3\/CD28 to induce T cell activation. Cytokine secretion was assessed 4 days later.<br \/>Results: A total of 384 hybridoma supernatants were selected from the primary screen. 245 were confirmed by ELISA and 178 stained HEK293 cells expressing LILRB2 cells by flow cytometry (FACS). 24 hybridomas were further selected, cloned and sequenced. Five epitope bins were identified via Carterra&#174; LSA&#174; instrument. Two clones were chosen for humanization, designated 6-I11A and 4-O19A and were recombinantly expressed with the human IgG4 isotype. FACS analysis on HEK293 cells expressing either huLILRB2 or huLILRB4 revealed that clone hu4-O19A-IgG4 was specific for huLILRB2. Surprisingly, clone hu6-I11A-IgG4 stained both huLILRB2 and huLILRB4. FACS analysis with hu4-O19A-IgG4 on human MDSCs exhibited an EC50 of 11.9 nM and a KD of 1.5 nM in binding to recombinant huLILRB2 antigen, while hu6-I11A-IgG4 had an EC50 of 3.2 nM and a KD of 0.6 nM. In co-cultures with human MDSCs and T cells, both hu6-I11A-IgG4 and hu4-O19A-IgG4 reversed cytokine suppression by the MDSCs by increasing GM-CSF, IL-10, TNF&#945;, and IL-6, while suppressing IL-13, and had little effect on IL-17A, MIP-3&#945;, IL-4, IL-2 and IFN&#947; compared to treatment with the isotype control, with hu6-I11A-IgG4 having a greater effect as an antagonist than hu4-O19A-IgG4.<br \/>Conclusions: We have identified a dual anti-LILRB2\/LILRB4 antagonist. Targeting MDSCs with this antibody offers great promise for immunotherapy for cancer as well as its immense potential for synergy with PD-1 blockade. <b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Monoclonal antibodies,Myeloid-derived suppressor cells,Tumor microenvironment,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. L. Daugherty<\/b><sup>1<\/sup>, X. Ge<sup>2<\/sup>, C. L. Hsieh<sup>2<\/sup>, B. A. Zabel<sup>2<\/sup>, S. Lederman<sup>1<\/sup>; <br\/><sup>1<\/sup>Tonix Pharmaceuticals, Inc, Chatham, NJ, <sup>2<\/sup>Curia Global, Inc, San Carlos, CA","CSlideId":"","ControlKey":"5565ee31-6e45-497c-833e-0fd7de3877bd","ControlNumber":"4046","DisclosureBlock":"<b>&nbsp;B. L. Daugherty, <\/b> <br><b>Tonix Pharmaceuticals, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>X. Ge, <\/b> <br><b>Curia Global, Inc.<\/b> Employment. <br><b>C. L. Hsieh, <\/b> <br><b>Curia Global, Inc.<\/b> Employment. <br><b>B. A. Zabel, <\/b> <br><b>Curia Global, Inc<\/b> Employment. <br><b>S. Lederman, <\/b> <br><b>Tonix Pharmaceuticals, Inc.<\/b> Employment, Stock, Stock Option, Patent.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7329","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6345","PresenterBiography":null,"PresenterDisplayName":"Bruce Daugherty, PhD","PresenterKey":"56cc3807-d76c-4541-bc4a-0158ee5fe6ad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6345. In vitro characterization of a dual antagonistic anti-LILRB2\/LILRB4 monoclonal antibody","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"In vitro characterization of a dual antagonistic anti-LILRB2\/LILRB4 monoclonal antibody","Topics":null,"cSlideId":""},{"Abstract":"Despite their long half-life, therapeutic antibodies are considered ineffective against intracellular antigens due to their perceived inability to penetrate epithelial cells. Using recombinant antibodies targeting common mutations in oncogenes, we have demonstrated that dimeric IgA, but not the same antibody on an IgG backbone, penetrates human epithelial cancer cells through PIGR-dependent directional transcytosis, specifically neutralizing mutated oncodrivers and expelling antigens outside the cell, bound to secretory IgA. Accordingly, targeting of KRASG12D abrogated tumor cell proliferation in cell culture assays. In vivo, KRAS<sup>G12D<\/sup>-specific dIgA1 limited the growth of RAS<sup>G12D<\/sup>-mutated ovarian and lung carcinomas, including in syngeneic tumor-bearing immunocompetent mice. Moreover, dIgA targeting of KRAS<sup>G12D<\/sup> restricted tumor growth more effectively than small-molecule KRAS<sup>G12D<\/sup> inhibitors, supporting the potential of this approach for the treatment of human cancers. Since producing dimeric IgA is more challenging than producing monomeric IgG, and because the half-life of IgA is shorter (4-7 days) than IgG (21 days), we have developed a new approach combining KRAS<sup>G12D<\/sup> specific IgG with a peptide that could join PIGR and penetrates tumor cells through transcytosis, that showed the same effect than IgA controlling tumor growth. Our results provide a rationale for developing modified IgG cell-penetrating antibodies to effectively target common mutations in intracellular oncogenes that drive many aggressive and frequent human cancers. In addition, further experiments suggest that these antibodies could be effectively used to target tumors that have become resistant to existing KRAS inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Immunotherapy,intracellular targeting,mutation-specific antibodies,Epithelial malignancies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Anadon Galindo<\/b>, L. Lopez-Bailon, R. A. Chaurio, J. A. Mine, N. E. Plappert, J. R. Conejo-Garcia; <br\/>Duke University School of Medicine, Durham, NC","CSlideId":"","ControlKey":"768d7a1c-dd4f-40e1-9b86-06a3bf83b12f","ControlNumber":"7156","DisclosureBlock":"&nbsp;<b>C. Anadon Galindo, <\/b> None..<br><b>L. Lopez-Bailon, <\/b> None..<br><b>R. A. Chaurio, <\/b> None..<br><b>J. A. Mine, <\/b> None..<br><b>N. E. Plappert, <\/b> None.&nbsp;<br><b>J. R. Conejo-Garcia, <\/b> <br><b>Compass Therapeutics<\/b> Stock Option, Other Intellectual Property. <br><b>Anixa Biosciences<\/b> Stock Option, Other Intellectual Property. <br><b>Alloy Therapeutics<\/b> Stock Option. <br><b>Anixa Biosciences<\/b> Other, Sponsored research. <br><b>Alloy Therapeutics<\/b> Other, recieves honorarium.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7331","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6346","PresenterBiography":null,"PresenterDisplayName":"Carmen Maria Anadon Galindo, PhD","PresenterKey":"98c296e3-be0c-4040-accb-09a57d360d3d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6346. IgG engineered to target PIGR-mediated transcytosis specifically targets intracellular oncoproteins and abrogated tumor growth","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IgG engineered to target PIGR-mediated transcytosis specifically targets intracellular oncoproteins and abrogated tumor growth","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Immune checkpoint inhibitor therapy is a highly promising strategy for clinical treatment of cancer. Among these inhibitors, yervoy stands out for its ability to induce cytotoxic T cell proliferation and activation by binding to CTLA-4. However, FDA has reported that yervoy would induce the over-activation of immune cells and cause the serious side effects. In additional, the therapeutic efficacy and application of Yervoy were still limited by the MHC expression of patient's tumor.<br \/>Strategy: Therefore, we have developed a protease specific pro INF-&#947;-Yervoy to increase the therapeutic effect and safety of current immune checkpoint blockade therapy in cancer. We used the MMP-2\/9 protease substrate as a linker between INF-&#947; and Yervoy. Using the concept of spatial shielding, IFN&#947; and Yervoy can block their functions from each other. Once the INF-&#947;-Yervoy arrives to the tumoral region, the INF-&#947;-Yervoy will be removed from Hinge Yervoy by the over-expressed MMPs protease locally so that the Yervoy will recruit its binding ability in order to increase the drug selectivity and improve the side effects. The INF-&#947; also can increase the MHC I expression in tumor to overcome the MHC-limitation of Yervoy.<br \/>Result: On activation by MMP, IFN&#947;-yervoy not only restored yervoy&#8217;s binding ability but also released biologically active IFN&#947;. This finding confirms the reliability of IFN&#947;-yervoy&#8217;s functionality. In vivo studies demonstrated that IFN&#947;-yervoy enhances the therapeutic effect of yervoy against colorectal cancer by increasing CD8+ and CD4+ lymphocyte infiltration into the tumor area and inducing MHC-I expression in tumor cells. Mice treated with IFN&#947;-yervoy showed higher survival rates and body weight, as well as lower CD4+ and CD8+ lymphocyte activation rates in the blood and reduced organ damage.<br \/>Conclusion: These results provide strong evidence that tumor-selective IFN&#947;-yervoy can improve the effectiveness of yervoy while reducing its side effects. It is likely that future immunotherapies would rely on such antibodies to activate local cancer cells or immune cells, thereby increasing the therapeutic effectiveness of cancer treatments and ensuring their safety. Keyword: Immune checkpoint inhibitor therapy, IFN&#947;, yervoy, rectal cancer, CTLA4","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Interferons,Antibody engineering,Anticancer therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C.-H. Chuang<\/b>; <br\/>Department of Medical Laboratory Science and Biotechnology, Kaohsiung Medical University, Kaohsiung, Taiwan","CSlideId":"","ControlKey":"7ef5650c-58ce-4895-959f-c95fc860c202","ControlNumber":"4545","DisclosureBlock":"&nbsp;<b>C. Chuang, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7332","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6347","PresenterBiography":null,"PresenterDisplayName":"Chih-Hung Chuang, PhD","PresenterKey":"28578ae0-e7f5-464a-b68a-d603c47c4e38","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6347. To develop a tumor selective INF-&#947;-Yervoy fusion antibody to increase the therapeutic effect and safety of current Yervoy therapy in cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"To develop a tumor selective INF-&#947;-Yervoy fusion antibody to increase the therapeutic effect and safety of current Yervoy therapy in cancer","Topics":null,"cSlideId":""},{"Abstract":"Six-Transmembrane Epithelial Antigen of the Prostate 1 (STEAP1) is an emerging therapeutic target that is a member of the STEAP1-4 family of metalloreductases. We recently reported the preclinical characterization of xaluritamig (AMG 509), a STEAP1 XmAb&#174; 2+1 T-cell engager molecule that is being developed for the treatment of prostate cancer (Nolan-Stevaux et al, 2023). Xaluritamig is designed to preferentially target tumor cells that express high levels of STEAP1. However, prostate tumor cells also express high levels of STEAP2. Here, we characterize the interactions between STEAP1 and STEAP2 in prostate cancer cell lines and the impact to xaluritamig activity. Bulk mRNA as well as single-cell gene expression data (scRNAseq) reveal a strong correlation between STEAP1 and STEAP2 expression in human prostate cancer, suggesting that the STEAP proteins may form both homotrimers and heterotrimers in prostate tumors. To test this idea, we investigated the structural behavior of STEAP1\/2 trimers in human prostate cancer cell lines that endogenously express STEAP1 and STEAP2. Using xaluritamig and the parental anti-STEAP1 antibody, we show that STEAP1 primarily forms heterotrimers with STEAP2 in prostate cancer cells but can also assemble as homotrimers in the absence of STEAP2. Both STEAP1\/2 heterotrimers and STEAP1 homotrimers can be targeted by xaluritamig, leading to T cell-dependent cellular cytotoxicity. Similarly, we found that anti-STEAP2 antibodies detected STEAP2 homotrimers when STEAP1 expression was ablated in cells, and that both STEAP1\/2 heterotrimers and STEAP2 homotrimers were targeted by a STEAP2-specific T-cell engager molecule. We also demonstrate that neither STEAP1 nor STEAP2 significantly influences the mRNA or protein expression of the other. Our data elucidates the versatility of STEAP family members in forming both homotrimers and heterotrimers on the plasma membrane of human prostate cancer cells and the potential for therapeutic targeting with STEAP1\/2-directed therapies. Characterizing the capability of existing STEAP1 or STEAP2 targeting therapeutics to bind their respective targets, whether within a homotrimer or heterotrimer, is crucial for a comprehensive understanding of the therapeutic potential of these drugs. Further research will help delineate the mechanism underlying the formation of STEAP1\/2 trimers in cancer cells and continue advancing our understanding of this intriguing biological relationship.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody,T cell engager,Prostate tumor,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Li<\/b><sup>1<\/sup>, L. Liang<sup>1<\/sup>, J. Park<sup>1<\/sup>, O. Pryshchep<sup>1<\/sup>, B. Staley<sup>1<\/sup>, P. Li<sup>1<\/sup>, B. Alba<sup>1<\/sup>, X. Liu<sup>1<\/sup>, F. Li<sup>1<\/sup>, G. L. Moore<sup>2<\/sup>, M. J. Bernett<sup>2<\/sup>, U. Muchhal<sup>2<\/sup>, J. Desjarlais<sup>2<\/sup>, A. Coxon<sup>3<\/sup>, J. M. Bailis<sup>1<\/sup>; <br\/><sup>1<\/sup>Amgen, South San Francisco, CA, <sup>2<\/sup>Xencor, Inc, Pasadena, CA, <sup>3<\/sup>Amgen, Thousand Oaks, CA","CSlideId":"","ControlKey":"33d3f6d3-c976-4748-92eb-eb1ed8c80301","ControlNumber":"8494","DisclosureBlock":"<b>&nbsp;C. Li, <\/b> <br><b>Amgen<\/b> Employment, Stock, Patent. <br><b>L. Liang, <\/b> <br><b>Amgen<\/b> Employment, Stock. <br><b>J. Park, <\/b> <br><b>Amgen<\/b> Employment, Stock. <br><b>O. Pryshchep, <\/b> <br><b>Amgen<\/b> Employment, Stock, Patent. <br><b>B. Staley, <\/b> <br><b>Amgen<\/b> Employment, Stock. <br><b>P. Li, <\/b> <br><b>Amgen<\/b> Employment, Stock, Patent. <br><b>B. Alba, <\/b> <br><b>Amgen<\/b> Employment, Stock, Patent. <br><b>X. Liu, <\/b> <br><b>Amgen<\/b> Employment, Stock. <br><b>F. Li, <\/b> <br><b>Amgen<\/b> Employment, Stock. <br><b>G. L. Moore, <\/b> <br><b>Xencor, Inc<\/b> Employment, Stock, Patent. <br><b>M. J. Bernett, <\/b> <br><b>Xencor, Inc<\/b> Employment, Stock, Patent. <br><b>U. Muchhal, <\/b> <br><b>Xencor, Inc<\/b> Employment, Stock, Patent. <br><b>J. Desjarlais, <\/b> <br><b>Xencor, Inc<\/b> Employment, Stock, Patent. <br><b>A. Coxon, <\/b> <br><b>Amgen<\/b> Employment, Stock, Patent. <br><b>J. M. Bailis, <\/b> <br><b>Amgen<\/b> Employment, Stock, Patent.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7333","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6348","PresenterBiography":null,"PresenterDisplayName":"Lingming Liang, MS","PresenterKey":"9299972d-67f4-4f3d-bcf6-f745e9519206","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6348. Unveiling diverse trimeric forms of STEAP1 in human prostate cancer cells: Exploring STEAP1-STEAP2 interdependence for expression and plasma membrane localization","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unveiling diverse trimeric forms of STEAP1 in human prostate cancer cells: Exploring STEAP1-STEAP2 interdependence for expression and plasma membrane localization","Topics":null,"cSlideId":""},{"Abstract":"Background: The three highly structurally related TGF-&#946; isoforms (TGF-&#946;1, TGF-&#946;2, and TGF-&#946;3) exert greatly different effects on cancer and immune cells under various physiological conditions. Efforts to target the TGF-&#946; pathway have been hampered by systemic toxicity or limited efficacy due to challenges associated with the global inhibition of TGF-&#946;s. Recently, TGF-&#946;1 was proven to be a critical player in generating an immunosuppressive tumor microenvironment (TME). TGF-&#946;1 is expressed as an inactive latent form (L-TGF-&#946;1) and activated upon binding to integrins, and integrin &#945;v&#946;8 is a key activator of TGF-&#946;1 in TME. Here, an ADCC-enhanced &#945;v&#946;8 blocking antibody, 2MW4991, was developed to specifically inhibit TGF-&#946;1-mediated signaling for the treatment of &#945;v&#946;8-expressing cancers.<br \/>Methods: Binding ability, specificity, and affinity of antibodies were measured by Flow cytometry and Biacore T200. A blocking assay was performed using U251MG cells and TGF-&#946; signaling reporter cells. Jurkat\/h Fc&#947;RIIIa reporter system was used to assess the ADCC activity of 2MW4991. Mouse syngeneic tumor models were used to characterize the<i> in vivo<\/i> anti-tumor efficacy. A repeat dose administration study was performed in cynomolgus monkeys to evaluate the pharmacokinetic and toxicity profiles of 2MW4991.<br \/>Results: ScRNA-seq analysis of kidney renal clear cell carcinoma (KIRC) and head and neck squamous cell carcinoma (HNSCC) clinical samples revealed that &#945;v&#946;8 highly expresses in tumor and some myeloid-derived cells, suggesting the development of ADCC-enhanced &#945;v&#946;8 blocking antibodies for the treatment of &#945;v&#946;8-expressing cancers. 2MW4991 showed sub-nanomolar binding affinity and high specificity to &#945;v&#946;8, with no cross-reactivity to other integrins. 2MW4991 could effectively block TGF-&#946;1 release in a GARP\/L-TGF-&#946;1\/&#945;v&#946;8 reporter system. In an immune-excluded EMT6 syngeneic model, 2MW4991 promoted substantial tumor regression and reversed immune suppressive TME by significantly increasing tumor infiltration of CD8+ T and innate immune cells. As expected, TGF-&#946;1 blockade significantly increased the sensitivity of anti-PD-1 therapy in a combination study. Furthermore, 2MW4991 displayed potent anti-tumor efficacy in the human &#945;v&#946;8 knock-in syngeneic model mimicking &#945;v&#946;8 expression in human cancers. In a repeat dose administration NHP study, 2MW4991 showed a good pharmacokinetic profile and was well tolerated at a high dose of 100 mg\/kg, accompanied by significantly declined pharmacodynamic biomarker TGF-&#946;1 in peripheral blood.<br \/>Conclusion: Integrin &#945;v&#946;8 is a main activator of TGF-&#946;1 in the TME and overexpressed in some cancer types. 2MW4991 demonstrated potent anti-tumor activity by unleashing the immune cells suppressed by TGF-&#946;1 in TME and Fc-mediated immune functions. These compelling preclinical results support further evaluation of 2MW4991 in clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody,Integrins,Antibody-dependent cellular cytotoxicity (ADCC),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Guo<\/b>, Z. Han, X. Cen, Sr., H. Wu, J. Zhang, X. Gui; <br\/>Mabwell (Shanghai) Bioscience Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"992d2150-1146-4ede-9309-de84deb5b33a","ControlNumber":"4200","DisclosureBlock":"&nbsp;<b>C. Guo, <\/b> None..<br><b>Z. Han, <\/b> None..<br><b>X. Cen, <\/b> None..<br><b>H. Wu, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>X. Gui, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7334","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6349","PresenterBiography":null,"PresenterDisplayName":"Cuicui Guo, PhD","PresenterKey":"5490dd2c-4701-4e82-aa81-069271630110","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6349. 2MW4991, a novel ADCC-enhanced integrin &#945;v&#946;8 blocker, exhibits high anti-tumor potency and was well tolerated in cynomolgus monkeys","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"2MW4991, a novel ADCC-enhanced integrin &#945;v&#946;8 blocker, exhibits high anti-tumor potency and was well tolerated in cynomolgus monkeys","Topics":null,"cSlideId":""},{"Abstract":"Background: Regulatory T cells (Tregs) are one of the representative immunosuppressive cells playing a critical role in tumor microenvironment by suppressing anti-tumor immune responses. A great many Treg-depleting therapeutics targeting CTLA-4, CCR8, and CD25 are currently being investigated in clinical trials, and the overwhelming majority of these studies showed systemic toxicity or limited efficacy. Novel modalities favoring tumor-infiltrating Tregs depletion are urgently needed. Here, a CCR8\/CTLA-4 bispecific antibody 2MW4691 with inequivalent target arm affinities was developed to specifically deplete tumor-infiltrating Tregs and block CTLA-4 signaling on CD8+ T cells.<br \/>Methods: Single-cell RNA sequencing data collection and computational analysis were applied to investigate CCR8 and CTLA-4 gene expression profiles in tumor-infiltrating Tregs. 2MW4691 was generated by combining parental bivalent anti-CCR8 and anti-CTLA-4 antibodies with different target arm affinities. CCR8 and CTLA-4 single and double-positive cells were used to evaluate the binding and blocking abilities of 2MW4691. Human Fc&#947;RIIIa receptor system, NK cells, and hPBMCs were used to assess the ADCC activity of 2MW4691. hCCR8\/hCTLA-4 double transgenic mouse syngeneic models were used to evaluate the anti-tumor efficacy of 2MW4691<i> in vivo<\/i>. A repeat dose administration study was performed in cynomolgus monkeys to evaluate the pharmacokinetic and toxicity profiles of 2MW6471.<br \/>Results: Single-cell RNA sequencing analysis confirmed the co-expression of CCR8 and CTLA-4 in tumor-infiltrating Tregs of NSCLC patients. 2MW4691 was designed as a tetravalency symmetric structure with high binding affinity to CCR8 and low binding affinity to CTLA-4, which resulted in strong ADCC activity towards CCR8 single and CCR8\/CTLA4 double-positive cells, but limited ADCC activity towards CTLA-4 single positive cells in cell-based assays. In the staphylococcal enterotoxin B stimulation assay, 2MW4691 promoted T-cell activation, suggesting that it maintained the ability to block CTLA-4-mediated downstream signaling from its parental anti-CTLA-4 antibody. <i>In vivo<\/i>, 2MW4691 exhibited potent anti-tumor efficacy in hCCR8 or hCTLA4 humanized mice bearing MC38 tumors. Further, the advantage in tumor inhibition of 2MW4691 compared with its parental antibodies was proved in the hCCR8\/hCTLA-4 double knock-in mouse model. In the NHP study, 2MW4691 exhibited good pharmacokinetic and safety profiles with negligible impact on peripheral T cells.<br \/>Conclusion: 2MW4691 demonstrated superior anti-tumor efficacy compared with its parental antibodies in CDX models and favorable tolerability in NHPs. The encouraging preclinical results support further evaluation of 2MW4691 in clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,Tumor,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Guo, Jr.<\/b><sup>1<\/sup>, X. Dai<sup>1<\/sup>, X. Xiong<sup>1<\/sup>, H. Liu<sup>2<\/sup>, X. Cen, Sr.<sup>1<\/sup>, H. Wu<sup>1<\/sup>, J. Zhang<sup>1<\/sup>, X. Gui<sup>1<\/sup>; <br\/><sup>1<\/sup>Mabwell (Shanghai) Bioscience Co., Ltd., Shanghai, China, <sup>2<\/sup>Institution: ShanghaiTech University, Shanghai, China","CSlideId":"","ControlKey":"687ee004-8098-4552-a453-88174943b1d3","ControlNumber":"4169","DisclosureBlock":"&nbsp;<b>C. Guo, <\/b> None..<br><b>X. Dai, <\/b> None..<br><b>X. Xiong, <\/b> None..<br><b>H. Liu, <\/b> None..<br><b>X. Cen, <\/b> None..<br><b>H. Wu, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>X. Gui, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7335","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6350","PresenterBiography":null,"PresenterDisplayName":"Cuicui Guo, PhD","PresenterKey":"5490dd2c-4701-4e82-aa81-069271630110","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6350. 2MW4691, a novel CCR8\/CTLA-4 bispecific antibody, displays potent anti-tumor efficacy by specifically depeleting tumor-infiltrating Tregs and blocking CTLA-4 signaling on CD8+ T cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"2MW4691, a novel CCR8\/CTLA-4 bispecific antibody, displays potent anti-tumor efficacy by specifically depeleting tumor-infiltrating Tregs and blocking CTLA-4 signaling on CD8+ T cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose: <\/b>To develop a MUC1*-ADC for the treatment of over 75% of solid tumor cancers.<br \/><b>Methods: <\/b>MUC1* (muk 1 star) is a growth factor receptor created after cleavage and release of the N-terminal portion of MUC1. The targeting antibody, huMNC2, has already demonstrated safety and cancer selectivity in a 1<sup>st<\/sup>-in-human CAR-T clinical trial for treatment of metastatic breast cancers. MNC2 is an IgG1 antibody that only recognizes the conformational epitope created when MUC1 is cleaved by specific tumor-associated enzymes. Confocal microscopy and pHlourin2 were employed to measure antibody internalization as a function of time. We conjugated MNC2 to MMAE, MMAF, Dxd and exatecan via several different linkers. MUC1*-ADCs with DARs ranging from 4-8 were tested in vitro and in vivo for efficacy against a panel of solid tumor cancers. Heterogenous MUC1* tumors were made by mixing different ratios of mCherry wild-type cancer cells with GFP MUC1* overexpressed cancer cells. Resulting H scores ranged from 10-280 (max 300).<br \/><b>Results: <\/b>Cancer cells internalized the MUC1* MNC2 antibody within 2 hours. In vitro, MUC1*-ADC IC50s ranged from 1.3nM to 20.0nM, depending on the linker-payload and cancer subtype, wherein the majority had an IC50 of about 10nM. In general, efficacy in animals was seen across multiple cancer sub-types treated with multiple MUC1*-ADCs. Efficacy in animals xenografted with heterogeneous MUC1* tumors showed a dependence on antigen density. Greatest efficacy was observed for breast cancer xenografts with an H Score &#62;10 treated with MNC2-Deruxtecan. However, only pancreatic tumors with higher H Scores were completely eliminated by MNC2-MMAE, MNC2-Deruxtecan and MNC2-exatecan. MNC2-ADC and MNC2-CAR share the same antibody. No off-tumor toxicity was observed in animals treated with MNC2-ADC, which mimicked lack of off-target toxicities for MNC2-CAR T cells in humans.<br \/><b>Conclusions: <\/b>These data, combined with MNC2-CAR T data from our 1<sup>st<\/sup>-in-human trial for metastatic breast cancer, supports a conclusion that the MUC1* antibody MNC2 is safe and could have high therapeutic value as a MUC1*-ADC for multiple solid tumors with both high and low antigen density.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Breast cancer,Lung cancer,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. C. Bamdad<\/b>, B. S. Smagghe, S. T. Moe, M. G. Carter, T. J. Grant, K. R. Yi, M. J. Nash, J. P. Marquez, N. K. Miller, J.-L. S. Nash, D. S. Miller, D. M. Walkley, A. K. Stewart; <br\/>Minerva Biotechnologies, Waltham, MA","CSlideId":"","ControlKey":"f7bf3d7d-0d5f-43a7-a540-7a219440c8e0","ControlNumber":"5214","DisclosureBlock":"&nbsp;<b>C. C. Bamdad, <\/b> None..<br><b>B. S. Smagghe, <\/b> None..<br><b>S. T. Moe, <\/b> None..<br><b>M. G. Carter, <\/b> None..<br><b>T. J. Grant, <\/b> None..<br><b>K. R. Yi, <\/b> None..<br><b>M. J. Nash, <\/b> None..<br><b>J. P. Marquez, <\/b> None..<br><b>N. K. Miller, <\/b> None..<br><b>J. S. Nash, <\/b> None..<br><b>D. S. Miller, <\/b> None..<br><b>D. M. Walkley, <\/b> None..<br><b>A. K. Stewart, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7336","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6351","PresenterBiography":null,"PresenterDisplayName":"Cynthia Bamdad, PhD","PresenterKey":"e3102614-4c15-47a4-91a0-67d8423eb124","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6351. MUC1*-ADCs are effective against heterogeneous solid tumor cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MUC1*-ADCs are effective against heterogeneous solid tumor cancers","Topics":null,"cSlideId":""},{"Abstract":"Traditional antibody-drug conjugates leverage the specificity of antibodies to deliver cytotoxic payloads to tumor microenvironments (TMEs), thereby reducing systemic toxicities associated with non-targeted chemotherapeutics. Analogously, a novel class of immune-stimulating antibody conjugates (ISACs) has recently emerged to selectively deliver synthetic immune agonists to the TME without systemic immune activation. The first generation of ISACs and the majority of approved and investigational ADCs contain payloads linked to native lysine or cysteine residues, which can lead to heterogenous drug-antibody ratios (DARs), reduced antibody stability, and labile conjugation, all of which limit therapeutic index. Here we describe the generation and preclinical characterization of ARX622, a site-specific TLR7-selective agonist ISAC targeting HER2. To avoid the instability issues of previous generation ADCs and ISACs, ARX622 has a homogenous and stable DAR via oxime bond-mediated payload conjugation to a synthetic amino acid, para-acetyl phenylalanine (pAF), which is recombinantly incorporated at defined heavy chain positions. Similar to cytotoxic ADCs built on this site-specific conjugation platform, ARX622 ISAC and total mAb pharmacokinetic (PK) profiles in non-human primates (NHPs) are indistinguishable, demonstrating in vivo stability and minimal payload deconjugation. Accordingly, ARX622 displays an extended PK profile in mice compared to a DAR-matched random cysteine ISAC containing the same antibody and payload. In the presence of HER2-expressing cells, ARX622 selectively induces proinflammatory cytokine production, type I and III IFN secretion, and APC maturation. In a syngeneic tumor model, ARX622 promotes complete tumor regressions, immunologic memory, and epitope spreading. In xenograft systems, single doses of ARX622 induce complete regression of large, established tumors (&#62;1000mm3), and robustly inhibit tumor growth in mice that have progressed through prior treatment with HER2-targeted mAbs or ADCs. In HER2-low xenografts, ARX622 monotherapy inhibits tumor growth, and promotes complete regression of late-stage (800mm3) tumors when sequentially combined with a HER2-ADC. Based on PK data at efficacious doses in mice and tolerated exposures in NHP toxicity studies, ARX622 has an estimated therapeutic index of ~60x. Taken together, ARX622&#8217;s mAb-like properties, high stability, broad immune mechanism induction, strong anti-tumor activity alone or in combination with ADCs, and wide therapeutic index make it a strong candidate for further development toward treating patients with a variety of HER2-expressing solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),HER2,TLR7,Immunostimulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Mills<\/b>, J. Kim, E. Wood, K. Tatsukawa, N. Knudsen, J. Nelson, L. Skidmore, K. GC, H. Tran, M. Pal, H. Hashemi, Y. Buechler, S. Zhang, D. O'Connor; <br\/>Ambrx, San Diego, CA","CSlideId":"","ControlKey":"14a1cef6-cfe5-4619-8346-4d47c4d29ee1","ControlNumber":"5324","DisclosureBlock":"<b>&nbsp;D. Mills, <\/b> <br><b>Ambrx<\/b> Employment. <br><b>J. Kim, <\/b> <br><b>Ambrx<\/b> Employment. <br><b>E. Wood, <\/b> <br><b>Ambrx<\/b> Employment. <br><b>K. Tatsukawa, <\/b> <br><b>Ambrx<\/b> Employment. <br><b>N. Knudsen, <\/b> <br><b>Ambrx<\/b> Employment. <br><b>J. Nelson, <\/b> <br><b>Ambrx<\/b> Employment. <br><b>L. Skidmore, <\/b> <br><b>Ambrx<\/b> Employment. <br><b>K. Gc, <\/b> <br><b>Ambrx<\/b> Employment. <br><b>H. Tran, <\/b> <br><b>Ambrx<\/b> Employment. <br><b>M. Pal, <\/b> <br><b>Ambrx<\/b> Employment. <br><b>H. Hashemi, <\/b> <br><b>Ambrx<\/b> Employment. <br><b>Y. Buechler, <\/b> <br><b>Ambrx<\/b> Employment. <br><b>S. Zhang, <\/b> <br><b>Ambrx<\/b> Employment. <br><b>D. O'Connor, <\/b> <br><b>Ambrx<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7337","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6352","PresenterBiography":null,"PresenterDisplayName":"David Mills, PhD,BS","PresenterKey":"e6e67988-2144-4a77-94e6-ed695f6fa532","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6352. Preclinical discovery of ARX622: A site-specific, TLR7 agonist, HER2-targeted immune-stimulatory antibody drug conjugate for treatment of multiple solid tumor types","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical discovery of ARX622: A site-specific, TLR7 agonist, HER2-targeted immune-stimulatory antibody drug conjugate for treatment of multiple solid tumor types","Topics":null,"cSlideId":""},{"Abstract":"T cell engaging bispecific antibodies have emerged as promising treatments for hematologic malignancies. While most antibodies are CD3-based, offering therapeutic benefits, they are often associated with severe side effects and limited efficacy in solid tumors. To address these challenges, we present AM105, a groundbreaking anti 4-1BB affibodies based bispecific antibody designed to target EGFR. We carefully engineered AM105 with distinct binding affinities for EGFR (KD = 1.8 nM) and 4-1BB (KD = 60 nM), favoring EGFR binding. Affibody specificity was confirmed through a cross-reactivity test with proteins of TNF-receptor superfamily and 21 cell lines expressing 4-1BB or not. In cytotoxicity assays, AM105 exhibited superior tumor cell killing compared to cetuximab, particularly in EGFR-expressing cell lines. Notably, AM105 displayed remarkable efficacy in cell lines harboring RAS and\/or BRAF mutations, traditionally unresponsive to EGFR-targeting treatments. In vivo experiments utilizing humanized 4-1BB mice demonstrated AM105's exceptional tumor cell elimination compared to cetuximab. The anti-tumor effects persisted even in the face of new tumor cell introductions, suggesting the induction of T cell memory function. Our findings collectively establish AM105 as a potent therapeutic agent with strong anti-tumor T cell activity. The unique 4-1BB based Affibodies (AffiMab format) of AM105 holds promise for addressing the limitations of current bispecific antibodies, positioning it as a potential breakthrough in cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"T cell engager,Bispecific antibody,EGFR,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D.-W. Kim<\/b>, H.-J. Lee, S. Kim, M. Yoon, Y. Lee, I.-S. Hwang, Y. Lee, J.-H. Kim, J.-S. Lee; <br\/>AbClon, Inc., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"f5c1a7e0-e9e2-467b-bebd-8d82b5bfa1d6","ControlNumber":"747","DisclosureBlock":"&nbsp;<b>D. Kim, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>M. Yoon, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>I. Hwang, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Lee, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7338","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6353","PresenterBiography":null,"PresenterDisplayName":"Dong-Wook Kim, PhD","PresenterKey":"b038e4e2-4eda-4722-a2e7-14cae829ffd3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6353. AM105: A novel bispecific antibody with Anti 4-1BB affibodies and EGFR antibody","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AM105: A novel bispecific antibody with Anti 4-1BB affibodies and EGFR antibody","Topics":null,"cSlideId":""},{"Abstract":"Overexpression\/amplification of the human epidermal growth factor receptor 2 (HER2) is associated with clinically aggressive subtypes in various cancers. Currently, new HER2-targeted therapy like trastuzumab deruxtecan have improved outcomes not only for HER2-positive tumors but also for HER2-low tumors. However, curing cancer patients who develop resistance to current HER2-targeted therapies or experience unwanted side effects remains a significant challenge. Therefore, there is a pressing need for more advanced treatments, and one promising approach involves combination with immunotherapy. 4-1BB (CD137) is a key costimulatory receptor expressed on activated T-cells and natural killer cells, making it a promising therapeutic target in cancer. This study presents the anti-tumor efficacy of the HER2\/4-1BB bispecific antibody, YH32367 (ABL105), against both HER2-positive and HER2-low tumors. Additionally, the study suggests that YH32367 could be a viable treatment option for combination with anti-PD-1 antibody (Ab).&#8203; YH32367 has been designed to overcome the challenges with HER2 resistance via tumor-directed 4-1BB agonism. YH32367 induced IFN-&#947; secretion and thereby eliciting tumor cell death in co-culture condition with hPBMC and HER2-expressing tumor cells. YH32367 showed superior efficacy in eradicating tumors and triggered long-term anti-tumor immunity in MC38\/hHER2-bearing h4-1BB KI mouse models, compared to benchmark 4-1BB\/HER2-bispecific molecule and anti-HER2 Ab. Even in HER2-low tumor, YH32367 was more effective than benchmark 4-1BB\/HER2-bispecific molecule. Additionally, when YH32367 was administered in combination with anti-PD-1 Ab to h4-1BB KI mice bearing HER2-low tumors, a synergistic effect was observed, surpassing the effects of anti-PD-1 Ab alone or anti-HER2 Ab-drug conjugate. The potent anti-tumor efficacy of YH32367 was also verified in HER2 expressing tumor-bearing hPBMC humanized mice. In terms of toxicity, YH32367 demonstrates a favorable safety profile, which was confirmed through a 4-week GLP toxicity study using cynomolgus monkeys at doses of 10, 30, and 100 mg\/kg. In summary, YH32367 has demonstrated significant anti-tumor effects, impacting tumor immunity in h4-1BB KI mice with HER2-low and HER2-positive tumors. Furthermore, its combination with anti-PD-1 Ab has shown synergistic efficacy, indicating that YH32367 may offer treatment options not only as a monotherapy but also in combination therapy for HER2 expressing tumors. The phase 1 dose escalation study is currently underway (NCT05523947), and a dose optimization study to determine the recommended phase 2 dose (RP2D) is scheduled for the second half of 2024.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"HER2,4-1BB (CD137),Bispecific antibody,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>E. Lee<\/b><sup>1<\/sup>, Y. Park<sup>1<\/sup>, M. Choi<sup>1<\/sup>, J. Shin<sup>1<\/sup>, K. Kim<sup>1<\/sup>, J. Park<sup>1<\/sup>, J. Kim<sup>1<\/sup>, K. Ahn<sup>1<\/sup>, Y. Lee<sup>2<\/sup>, K. Park<sup>2<\/sup>, W. Son<sup>2<\/sup>, D. Yeom<sup>2<\/sup>, J. Eon<sup>2<\/sup>, H. Lee<sup>2<\/sup>, H. Jung<sup>2<\/sup>, J. Won<sup>2<\/sup>, S.-W. Oh<sup>1<\/sup>, Y. Kim<sup>1<\/sup>; <br\/><sup>1<\/sup>Yuhan Co, Ltd., Seoul, Korea, Republic of, <sup>2<\/sup>ABL Bio Inc., Seongnam-Si, Korea, Republic of","CSlideId":"","ControlKey":"548154f5-b160-44b7-a36b-067ebaec6205","ControlNumber":"4220","DisclosureBlock":"<b>&nbsp;E. Lee, <\/b> <br><b>Yuhan corporation<\/b> Employment. <br><b>Y. Park, <\/b> <br><b>Yuhan corporation<\/b> Employment. <br><b>M. Choi, <\/b> <br><b>Yuhan corporation<\/b> Employment. <br><b>J. Shin, <\/b> <br><b>Yuhan corporation<\/b> Employment. <br><b>K. Kim, <\/b> <br><b>Yuhan corporation<\/b> Employment. <br><b>J. Park, <\/b> <br><b>Yuhan corporation<\/b> Employment. <br><b>J. Kim, <\/b> <br><b>Yuhan corporation<\/b> Employment. <br><b>K. Ahn, <\/b> <br><b>Yuhan corporation<\/b> Employment.<br><b>Y. Lee, <\/b> None..<br><b>K. Park, <\/b> None..<br><b>W. Son, <\/b> None..<br><b>D. Yeom, <\/b> None..<br><b>J. Eon, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>H. Jung, <\/b> None..<br><b>J. Won, <\/b> None.&nbsp;<br><b>S. Oh, <\/b> <br><b>Yuhan corporation<\/b> Employment. <br><b>Y. Kim, <\/b> <br><b>Yuhan corporation<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7339","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6354","PresenterBiography":null,"PresenterDisplayName":"Eunjung Lee, PhD","PresenterKey":"778ef859-5e0f-4bab-95eb-fc0fe2e130c8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6354. The HER2\/4-1BB bispecific antibody, YH32367 (ABL105) demonstrates optimal efficacy and safety for HER2-expressing tumors and exhibits synergistic efficacy when combined with anti-PD-L1","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The HER2\/4-1BB bispecific antibody, YH32367 (ABL105) demonstrates optimal efficacy and safety for HER2-expressing tumors and exhibits synergistic efficacy when combined with anti-PD-L1","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Glioblastoma Multiforme (GBM), primarily arising in the brain's frontal and temporal lobes, is a devastating malignancy originating from astrocytes. Despite treatment advancements, the prognosis remains bleak, with a median survival of 15-18 months and a 10% five-year survival rate.Our study explored a novel targeted approach to combat this challenge. uPARAP is an endocytic receptor expressed at low levels on selected mesenchymal cell types but highly overexpressed on the majority of Soft-Tissue- and Bone Sarcomas. It internalizes fragments of collagen and transfers them to the lysosome for degradation.<br \/><b>Methods &#38; Results:<\/b> First, we analyzed formalin-fixed paraffin-embedded (FFPE) tumors from GBM patients through immunohistochemistry (IHC) staining. Interestingly, a majority of the samples showed strong but varying uPARAP expression. In parallel, we detected and quantified uPARAP receptor expression in GBM cell lines by flow cytometry, underscoring its potential as a therapeutic target.Next, we generated an antibody-drug conjugate (ADC) linked to monomethyl auristatin E (MMAE), a potent antimitotic agent. Confocal microscopy showed rapid internalization of the ADC in several GBM cell lines <i>in vitro<\/i>. Cellular cytotoxicity was demonstrated in Incucyte and Alamar Blue <i>in vitro<\/i> assays. Finally, anti-tumor activity of the uPARAP-ADC was studied in a GBM patient-derived xenograft (PDX) model <i>in vivo<\/i>, where it resulted in significant tumor regression with a tumor growth inhibition (TGI) of 92 and 97% at 3 and 6 mg\/kg, respectively.<br \/><b>Conclusions:<\/b> Our findings show that uPARAP is overexpressed on GBM tumors and that a uPARAP-targeted ADC has anti-tumor activity in a PDX model of GBM. This research provides initial evidence that uPARAP-ADCs could become a novel treatment option for this highly aggressive disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Cancer,Glioblastoma multiforme,Antibody-drug conjugate (ADC),Endocytosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>I. Gregersen<\/b><sup>1<\/sup>, C. R. Løkke<sup>1<\/sup>, J. B. Lange<sup>1<\/sup>, P. Barkholt<sup>1<\/sup>, C. Côme<sup>1<\/sup>, T. Broberg<sup>1<\/sup>, M. M. Petersen<sup>1<\/sup>, C. M. Lynch<sup>1<\/sup>, D. Mumberg<sup>1<\/sup>, N. Behrendt<sup>2<\/sup>, L. H. Engelholm<sup>2<\/sup>; <br\/><sup>1<\/sup>Adcendo ApS, Copenhagen, Denmark, <sup>2<\/sup>The Finsen Laboratory, Copenhagen, Denmark","CSlideId":"","ControlKey":"eb0d2610-b1ea-42bf-a07f-0c9003faf5e1","ControlNumber":"6455","DisclosureBlock":"<b>&nbsp;I. Gregersen, <\/b> <br><b>Adcendo ApS<\/b> Employment. <br><b>C. R. Løkke, <\/b> <br><b>Adcendo ApS<\/b> Employment. <br><b>J. B. Lange, <\/b> <br><b>Adcendo ApS<\/b> Employment. <br><b>P. Barkholt, <\/b> <br><b>Adcendo ApS<\/b> Employment. <br><b>C. Côme, <\/b> <br><b>Adcendo ApS<\/b> Employment. <br><b>T. Broberg, <\/b> <br><b>Adcendo ApS<\/b> Employment. <br><b>M. M. Petersen, <\/b> <br><b>Adcendo ApS<\/b> Employment. <br><b>C. M. Lynch, <\/b> <br><b>Adcendo ApS<\/b> Employment. <br><b>D. Mumberg, <\/b> <br><b>Adcendo ApS<\/b> Employment. <br><b>N. Behrendt, <\/b> <br><b>The Finsen Laboratory<\/b> Employment. <br><b>L. H. Engelholm, <\/b> <br><b>The Finsen Laboratory<\/b> Employment. <br><b>Adcendo ApS<\/b> Employment.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7348","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6355","PresenterBiography":null,"PresenterDisplayName":"Ida Gregersen","PresenterKey":"9810b50f-d83d-4cf0-a388-60e7634a9789","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6355. Urokinase plasminogen activator receptor-associated protein (uPARAP) is overexpressed in human glioblastomas and is a therapeutic target for antibody-drug conjugates (ADC)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Urokinase plasminogen activator receptor-associated protein (uPARAP) is overexpressed in human glioblastomas and is a therapeutic target for antibody-drug conjugates (ADC)","Topics":null,"cSlideId":""},{"Abstract":"In response to genomic insults and DNA double-strand breaks, the stressed epithelial cells express the MHC I-chain related molecule (MIC) on the surface as a byproduct of activating the ATM pathway. The MIC molecule itself has no known impact on tumor survival or growth. In the context of immune microenvironment, tumor cell surface MIC can activate NK cells and co-stimulate CD8 T cells by engaging in the activating receptor NKG2D to hinder the early tumorigenesis. However, in established malignancies, in particular metastatic diseases, tumor cells shed surface MIC to release the soluble form MIC (sMIC). It has been well demonstrated that, in contrary to cell surface MIC, sMIC is highly immune suppressive by disturbing NK cell homeostasis and repolarizing NK cells function, impairing antigen-specific CD8 T cell function by downmodulating NKG2D expression and CD3z expression, and facilitating immune suppression of MDSCs and TAMs in tumor microenvironment. We have demonstrated that MIC is prevalently expressed by prostate tumor cells and significantly upregulated in mCRPC tumors. We have shown significantly elevated levels of serum sMIC in prostate cancer patients with metastatic diseases. We have developed a novel class of clinical candidate monoclonal antibody huB10G5 that can target both sMIC and surface MIC to re-invigorate both NK and CD8 T cell function and inhibit MDSCs and TAMs in preclinical models. The huB10G5 has an acceptable safety profile and is currently completing CMC for IND enabling. We hypothesize that huB10G5 is a novel immune therapeutic reagent for mCRPC patients. To test our hypothesis, we first conducted serial studies of the clinical candidate huB10G5 in pre-clinical models of prostate cancers. We found that huB10G5 can effectively induce 100% long-term tumor complete regression (CR) as low as 1.0 mg\/KG. These animals are fully protected from tumor re-challenge. The anti-tumor effect is mediated by the combined action of NK and CD8 T cells. With the support of our pre-clinical efficacy and safety data, we have planned to initiate Phase I clinical trial with huB10G5 for mCRPC patients in 2024.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody,Therapeutics,Immunotherapy,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. D. Wu<\/b><sup>1<\/sup>, J. Sosman<sup>1<\/sup>, M. Kocherginsky<sup>2<\/sup>, A. Serritella<sup>1<\/sup>, M. Hussian<sup>1<\/sup>, D. J. Vanderweele<sup>1<\/sup>; <br\/><sup>1<\/sup>Northwestern University - Evanston, Chicago, IL, <sup>2<\/sup>Northwestern University, Chicago, IL","CSlideId":"","ControlKey":"02d895f2-764c-4d79-bc4a-221ef1332315","ControlNumber":"8795","DisclosureBlock":"&nbsp;<b>J. D. Wu, <\/b> None..<br><b>J. Sosman, <\/b> None..<br><b>M. Kocherginsky, <\/b> None..<br><b>A. Serritella, <\/b> None..<br><b>M. Hussian, <\/b> None..<br><b>D. J. Vanderweele, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7349","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6356","PresenterBiography":null,"PresenterDisplayName":"Jennifer Wu, PhD","PresenterKey":"10ecdc2a-940c-482c-8e78-46e431dbad07","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6356. Novel antibody targeting tumor NKG2D ligand MIC: Preclinical studies and clinical development plan for mCRPC","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel antibody targeting tumor NKG2D ligand MIC: Preclinical studies and clinical development plan for mCRPC","Topics":null,"cSlideId":""},{"Abstract":"Integrin &#945;v&#946;3 is a marker of cancer progression in a range of epithelial cancers. In the 1990s, a humanized anti-&#945;v&#946;3 antibody (Etaracizumab) was developed to target &#945;v&#946;3+ cancer cells via NK cell-mediated cytotoxicity. While it demonstrated safety and some efficacy in clinical trials, our recent study of the immune microenvironment in &#945;v&#946;3+ human epithelial tumors revealed increased tumor-associated macrophages (TAMs) but minimal NK cell accumulation. Accordingly, we re-engineered Etaracizumab to favor TAM engagement over NK cells and compared the efficacy of this antibody (ABT101) to that of Etaracizumab in various &#945;v&#946;3+ epithelial cancer models. While ABT101 and Etaracizumab exhibited identical affinity for &#945;v&#946;3, ABT 101 showed superior anti-tumor activity in vivo. Notably, depleting NK cells in mice had no impact on ABT101&#8217;s effectiveness, while macrophage depletion completely abolished its anti-tumor activity. Interestingly, tumors in mice treated with ABT101 displayed a significant increase in TAMs. Here we define an &#8220;antigen-effector cell matching&#8221; strategy that allows for maximal anti-tumor activity for various drug resistant epithelial cancers. ABT101 will enter clinical trials for patients with drug resistant lung cancer in the first quarter of 2024.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Macrophages,Integrin &#945;v&#946;3,Lung Cancer ,Pancreas Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. P. Reddy<\/b><sup>1<\/sup>, Z. Yu<sup>1<\/sup>, R. M. Shepard<sup>1<\/sup>, T. Von Schalscha<sup>1<\/sup>, S. J. McCormack<sup>2<\/sup>, S. M. Weis<sup>1<\/sup>, D. A. Cheresh<sup>1<\/sup>, H. I. Wettersten<sup>1<\/sup>; <br\/><sup>1<\/sup>University of California San Diego - UCSD, La Jolla, CA, <sup>2<\/sup>Alpha Beta Therapeutics, Camden, DE","CSlideId":"","ControlKey":"d00d3092-c3e3-4f50-ad72-d768e6ad150d","ControlNumber":"1019","DisclosureBlock":"&nbsp;<b>J. P. Reddy, <\/b> None..<br><b>Z. Yu, <\/b> None..<br><b>R. M. Shepard, <\/b> None..<br><b>T. Von Schalscha, <\/b> None.&nbsp;<br><b>S. J. McCormack, <\/b> <br><b>Alpha Beta Therapeutics<\/b> Other, Founder. <br><b>S. M. Weis, <\/b> <br><b>Alpha Beta Theraputics<\/b> Other, Founder. <br><b>D. A. Cheresh, <\/b> <br><b>Alpha Beta Theraputics<\/b> Other, Founder. <br><b>H. I. Wettersten, <\/b> <br><b>Alpha Beta Theraputics<\/b> Independent Contractor.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7351","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6358","PresenterBiography":null,"PresenterDisplayName":"Joshua Reddy, No Degree","PresenterKey":"b76bd65f-8e67-42f6-9185-9545e1dfa391","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6358. Arming tumor-associated macrophages to inhibit cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Arming tumor-associated macrophages to inhibit cancer progression","Topics":null,"cSlideId":""},{"Abstract":"In this study, we used a functional approach to generate CD3 T-cell engager (TCE) molecules targeting prostate-specific membrane antigen (PSMA). We present data on the robust <i>in vitro<\/i> characterization of T-cell activity and selection of molecules for further assessment. TCE function is dictated by the interplay between multiple factors that form the immune synapse, including binding kinetics, binding geometry, and epitopes of the CD3- and tumor-binding arms. To diversify immune synapse parameters, we engineer hundreds of bispecific molecules from highly diverse parental antibodies, and employ a high-throughput process to select molecules with desired functional properties. We applied this approach to engineer CD3 TCEs targeting PSMA. PSMA is an attractive target for the treatment of castration-resistant prostate cancer due to its high expression in prostate cancer cells and low relative expression in other tissues. We discovered hundreds of diverse, fully human PSMA-binding antibodies using high-throughput single B-cell screening and selected human\/cynomolgus cross-reactive binders with a broad range of affinities and epitopes. We paired these with human\/cynomolgus cross-reactive CD3-binding antibodies from our TCE platform to generate 180 bispecific PSMA x CD3 TCEs. CD3-binding antibodies covered several orders of magnitude of affinity (nanomolar to micromolar) and included binders specific for different CD3 subunits. We used high-throughput T-cell dependent cellular cytotoxicity (TDCC) and cytokine release assays to identify molecules with desired functional profiles. Bispecifics selected for further assessment had functional profiles spanning a range of properties that have been observed in clinical molecules, including potent killing and low cytokine release. To profile T-cell properties that are associated with anti-tumor immune responses, we subjected selected molecules to a battery of additional <i>in vitro<\/i> functional assessments, including proliferation, cytokine and chemokine production, and TDCC using cynomolgus T cells. Results demonstrate that a functional approach that begins with highly diverse CD3- and tumor-binding antibodies can generate promising TCEs with minimal need for protein engineering and optimization.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"T cell engager,Bispecific antibody,Drug discovery,Prostate-specific membrane antigen (PSMA),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"V. de Puyraimond, M. Mai, A. Amash, N. Blamey, G. Conaghan, J. Fernandes Scortecci, A. Goodman, A. Lee, I. Yu, F. von Bank, K. Caldwell, L. Clifford, I. Knarston, K. Bullock, M. Cid, C.-L. Crichlow, L. Devorkin, F. Dickson, P. Farber, S. Hannie, C. Lai, V. Li, S. K. Masterman, I. Niemietz, P. Pouliot, P. Xiang, B. C. Barnhart, <b>R. Tonikian<\/b>; <br\/>AbCellera, Vancouver, BC, Canada","CSlideId":"","ControlKey":"81265054-36ba-4102-9cb8-d6d84d02a589","ControlNumber":"4964","DisclosureBlock":"&nbsp;<b>V. de Puyraimond, <\/b> None..<br><b>M. Mai, <\/b> None..<br><b>A. Amash, <\/b> None..<br><b>N. Blamey, <\/b> None..<br><b>G. Conaghan, <\/b> None..<br><b>J. Fernandes Scortecci, <\/b> None..<br><b>A. Goodman, <\/b> None..<br><b>A. Lee, <\/b> None..<br><b>I. Yu, <\/b> None..<br><b>F. von Bank, <\/b> None..<br><b>K. Caldwell, <\/b> None..<br><b>L. Clifford, <\/b> None..<br><b>I. Knarston, <\/b> None..<br><b>K. Bullock, <\/b> None..<br><b>M. Cid, <\/b> None..<br><b>C. Crichlow, <\/b> None..<br><b>L. Devorkin, <\/b> None..<br><b>F. Dickson, <\/b> None..<br><b>P. Farber, <\/b> None..<br><b>S. Hannie, <\/b> None..<br><b>C. Lai, <\/b> None..<br><b>V. Li, <\/b> None..<br><b>S. K. Masterman, <\/b> None..<br><b>I. Niemietz, <\/b> None..<br><b>P. Pouliot, <\/b> None..<br><b>P. Xiang, <\/b> None..<br><b>B. C. Barnhart, <\/b> None..<br><b>R. Tonikian, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7323","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6359","PresenterBiography":null,"PresenterDisplayName":"Raffi Tonikian, PhD","PresenterKey":"3a53cdda-a4df-4573-b850-ecb1618b3d54","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6359. Development of PSMA x CD3 T-cell engagers using an integrated, functional approach","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of PSMA x CD3 T-cell engagers using an integrated, functional approach","Topics":null,"cSlideId":""},{"Abstract":"Cell Adhesion Molecule (CADM1) is a Bonafede tumor suppressor with 40% of NSCLC tumors lose CADM1 expression either by loss of heterozygosity or promoter hypermethylation. The tumor suppressive ability of CADM1 is attributed to its cell adhesion function. However, we previously demonstrated that CADM1 also mediates its tumor suppression through regulation of NK-mediated immunosurveillance. In tumors that do not lose CADM1, it is expressed on cell surface and up regulated during TGF-&#946;-induced EMT making it a biomarker for potential therapeutic targeting. Here we report the design and development of T and NK specific CAR that would specifically target lung cancer cells in CADM1 dependent manner. Anti-CADM1 single chain variable fragment (CADM1-scFv) was fused to NK or T cell specific transmembrane and co-stimulatory domains. The resulting CAR constructs were cloned into a retroviral vector, from which viral stocks were generated to transduce human and mouse cells. Next, we introduced anti-CADM1-CAR-NK construct into NK92 cell line and tested it in a cytotoxicity assay using A549-GFP-ffluc cell line as a target. We observed a significant increase in the killing of target cells with anti-CADM1-CAR-NK cells compared with non-transduced NK92 cells. This effect was significantly reduced when A549- GFP-ffluc-CADM1 KO cells were used as target. Next, we generated anti-CADM1-CAR-T cells by transducing human CD3<sup>+<\/sup> T-cells purified from human PBMCs. Similar to anti -CADM1-CAR-NK, anti-CADM1-CAR-T cells showed increased T-cell specific cytotoxicity in a CADM1-dependent manner. Next, we evaluated the efficacy of anti-CADM1-CAR-T cells through adoptive transfer into NSG mice xenografted with human lung adenocarcinoma cells into mouse lungs. The administration of anti-CADM1-CAR-T cells markedly reduced tumor size and enhanced the survival rate of the mice. Importantly this effect was dependent on CADM1 expression, as mice xenografted with human CADM1 KO cells showed neither tumor size reduction nor increased survival. Finally, using IHC staining, we demonstrated that anti-CADM1-CAR-T cells directly target xenografted tumors in the mouse lungs. In conclusion, our findings indicate that CAR-NK and CAR-T cells targeting CADM1-expressing lung tumors have a significant therapeutic potential for the treatment of NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"CAR T cells,NSCLC,Antibody engineering,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Sergey Zolov<sup><\/sup>, <b>Sergei Chuikov<\/b><sup><\/sup>, Shiva Krishna Katkam<sup><\/sup>, Delaney Shield<sup><\/sup>, Venkateshwar  G.  Keshamouni<sup><\/sup><br><br\/>Division of Pulmonary and Critical Care Medicine, Department of Internal Medicine, University Of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"8dec6433-e648-48cc-bea2-f28e76b2001d","ControlNumber":"7516","DisclosureBlock":"&nbsp;<b>S. Zolov, <\/b> None..<br><b>S. Chuikov, <\/b> None..<br><b>S. Katkam, <\/b> None..<br><b>D. Shield, <\/b> None..<br><b>V. G. Keshamouni, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7322","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6360","PresenterBiography":null,"PresenterDisplayName":"Sergei Chuikov, PhD","PresenterKey":"24ae8575-aa82-4223-9924-0dc5f33986f4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6360. A novel CAR-NK cell therapy to target lung adenocarcinoma cells","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel CAR-NK cell therapy to target lung adenocarcinoma cells","Topics":null,"cSlideId":""},{"Abstract":"Nanobodies, primarily derived from camelid animals, have gained prominence in antibody-drug development due to their small molecular weight and ease of modification. However, the high cost associated with camelid animals for nanobody discovery led us to develop a strain of heavy-chain mice known as KY-HC-mouse. This genetically modified mouse expresses IgG without the CH1 domain, resulting in the production of nanobodies in IgG format. Utilizing hybridoma techniques, we developed a variety of nanobodies against multiple targets, such as PSMA, CD38, PD-L1, CD28, and 4-1BB, from KY-HC-mouse. These nanobodies all demonstrate high affinity, with KD ranging from 0.01 nM to 10 nM. We also selected antagonist nanobodies that block the interaction of PD1 and PDL1, as well as agonist nanobodies that stimulate 4-1BB signaling in T cells. After humanization, most nanobodies have a half-life of more than five days in the blood of both mice and monkeys. Subjected to various treatments, such as high concentration, low pH, repeated freezing and thawing, and high temperature, most humanized nanobodies show neither aggregation nor degradation, suggesting good developability of these nanobodies. Finally, we have developed multiple bispecific antibodies (BsAbs) targeting both PDL1 and 4-1BB, PSMA and 4-1BB, or B7H3 and 4-1BB. These BsAbs exhibit good developability and efficacy. In conclusion, our KY-HC-mouse is a powerful nanobody discovery platform.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,nanobody,heavy chain mouse,antibody discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Wu<\/b>, F. Hao, F. He, H. Peng, Y. Gu, J. Ning; <br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"31f6f777-3bc2-404c-a50f-c82eb57fce07","ControlNumber":"4462","DisclosureBlock":"&nbsp;<b>G. Wu, <\/b> None..<br><b>F. Hao, <\/b> None..<br><b>F. He, <\/b> None..<br><b>H. Peng, <\/b> None..<br><b>Y. Gu, <\/b> None..<br><b>J. Ning, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7340","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6361","PresenterBiography":null,"PresenterDisplayName":"Guojin Wu, PhD","PresenterKey":"c63686a5-703a-4187-b04c-72a3b3637ce9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6361. KY-HC-mouse: A low-cost and rapid nanobody discovery platform","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KY-HC-mouse: A low-cost and rapid nanobody discovery platform","Topics":null,"cSlideId":""},{"Abstract":"Cancer immunotherapy with 4-1BB agonists has faced limitations in further clinical development due to dose-limiting toxicity. PSMA, highly expressed in normal prostate tissue and prostate cancer, is a clinically validated target for prostate cancer treatment. In this study, we developed a bispecific antibody (BsAb), KA-3002, targeting PSMA and human 4-1BB, with the aim of restricting 4-1BB stimulation to the interior of tumors. KA-3002 was developed based on our nanobody antibody discovery platform. KA-3002, in IgG1 format, features mutations in the Fc domain to eliminate ADCC, ADCP, and CDC activity. It contains two identical nanobodies at the C-terminal against 4-1BB to stimulate 4-1BB signaling in T cells and binds to PSMA with two Fabs at the N-terminal. KA-3002 exhibits high avidity binding to prostate tumor cells expressing PSMA (EC50&#60;1nM) and also binds to 4-1BB expressed on 293T cells and activated human T cells. In the presence of a low concentration of CD3 antibody to stimulate T cell activation, co-culture of tumor cells expressing PSMA with primary T cells isolated from human PBMC enhances T cell activation and proliferation. In PBMC humanized immunodeficient mouse tumor models, KA-3002 effectively suppresses the growth of 22Rv1 tumors, which highly express PSMA. The antibody also demonstrates a half-life of more than five days in the blood of Balb\/c mice. Finally, we assessed the developability of this antibody with different treatments such as high concentration, low pH, repeated freezing and thawing, and high temperature. KA-3002 shows neither aggregation nor degradation. In conclusion, the BsAb KA-3002, developed with our nanobody antibody discovery platform, emerges as a promising pre-clinical candidate drug for the treatment of prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,PSMA,4-1BB,nanobody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Wu<\/b>, J. Liang, H. Peng, F. Hao, T. Liu, J. Ning; <br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"dc9a0ea0-ef99-4901-bea5-a239e17e114b","ControlNumber":"4290","DisclosureBlock":"&nbsp;<b>G. Wu, <\/b> None..<br><b>J. Liang, <\/b> None..<br><b>H. Peng, <\/b> None..<br><b>F. Hao, <\/b> None..<br><b>T. Liu, <\/b> None..<br><b>J. Ning, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7341","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6362","PresenterBiography":null,"PresenterDisplayName":"Guojin Wu, PhD","PresenterKey":"c63686a5-703a-4187-b04c-72a3b3637ce9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6362. The bispecific antibody KA-3002, targeting PSMA and 4-1BB, specifically enhances T cell activity within prostate tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The bispecific antibody KA-3002, targeting PSMA and 4-1BB, specifically enhances T cell activity within prostate tumors","Topics":null,"cSlideId":""},{"Abstract":"MET is overexpressed in a significant fraction of lung (25%-50%) and gastroesophageal cancers, making the targeting of MET with an antibody-drug conjugate (ADC) an attractive approach. Here, we developed a bispecific antibody (BsAb) named KA-3005, targeting two different epitopes within the extracellular domain of MET using our common light chain antibody discovery platform. KA-3005 has a regular antibody structure with an identical light chain, developed using knob-into-hole technology. This antibody exhibits significantly higher avidity to MET expressed on tumor cells, with an EC50 of less than 0.1nM compared to its parent antibodies. It also completely blocks the binding of HGF to MET and the MET downstream pathway at a concentration as low as 1nM. This biparatopic antibody demonstrates a faster internalization rate upon binding to the surface of tumor cells expressing MET than its parent antibodies. KA-3005 effectively suppressed the growth of HCC827-HGF tumors in a xenograft mouse model. Additionally, it has a half-life of more than five days in the blood of Balb\/c mice. Finally, we assessed the developability of KA-3005 under different treatments such as high concentration, low pH, repeated freezing and thawing, and high temperature, and it showed neither aggregation nor degradation. In conclusion, this biparatopic antibody, KA-3005, developed with our common light chain antibody discovery platform, is stable and holds potential for the development of ADCs targeting MET.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,common light chain,MET,Antibody-drug conjugate (ADC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Wu<\/b>, J. Liang, H. Peng, F. Hao, T. Liu, J. Ning; <br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"076b12ed-39da-4c59-8e64-c974c12f96b5","ControlNumber":"4362","DisclosureBlock":"&nbsp;<b>G. Wu, <\/b> None..<br><b>J. Liang, <\/b> None..<br><b>H. Peng, <\/b> None..<br><b>F. Hao, <\/b> None..<br><b>T. Liu, <\/b> None..<br><b>J. Ning, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7342","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6363","PresenterBiography":null,"PresenterDisplayName":"Guojin Wu, PhD","PresenterKey":"c63686a5-703a-4187-b04c-72a3b3637ce9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6363. The biparatopic antibody KA-3005 against MET is suitable for developing antibody-drug conjugates (ADCs) to treat MET-expressing cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The biparatopic antibody KA-3005 against MET is suitable for developing antibody-drug conjugates (ADCs) to treat MET-expressing cancers","Topics":null,"cSlideId":""},{"Abstract":"A bispecific antibody (BsAb) like amivantamab, which targets both the epidermal growth factor receptor (EGFR) and mesenchymal-epithelial transition factor (MET) by blocking downstream pathways, has been proven to overcome resistance to targeted therapies, including EGFR inhibitors, in patients with various cancers. In this study, we developed a bispecific antibody, KA-3006, targeting both EGFR and MET using our common light chain antibody discovery platform. KA-3006 has a regular antibody structure with an identical light chain, developed through knob-into-hole technology. It exhibits high affinity for MET and relatively low affinity for EGFR. KA-3006 specifically blocks both the binding of EGF to EGFR and HGF to MET with higher efficiency than amivantamab, resulting in the blockade of downstream signaling from EGFR and MET. In comparison to amivantamab, KA-3006 demonstrates a faster internalization rate when binding to the surface of tumor cells expressing both EGFR and MET. KA-3006 showed superior antitumor activity over amivantamab in the HCC827-HGF in vivo model. Additionally, KA-3006 has a half-life of more than five days in the blood of Balb\/c mice. Finally, we assessed the developability of this BsAb with different treatments such as high concentration, low pH, repeated freezing and thawing, and high temperature, and KA-3006 showed neither aggregation nor degradation. In conclusion, the BsAb KA-3006, developed with our common light chain antibody discovery platform, is a promising pre-clinical candidate drug for the treatment of various solid cancers with overactivated EGFR and MET signaling, and it holds potential for developing ADCs targeting both EGFR and MET.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,EGFR,MET,common light chain,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Wu<\/b>, J. Liang, H. Peng, F. Hao, T. Liu, J. Ning; <br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"795fd709-182f-4042-b782-d52710430ebc","ControlNumber":"4369","DisclosureBlock":"&nbsp;<b>G. Wu, <\/b> None..<br><b>J. Liang, <\/b> None..<br><b>H. Peng, <\/b> None..<br><b>F. Hao, <\/b> None..<br><b>T. Liu, <\/b> None..<br><b>J. Ning, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7343","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6364","PresenterBiography":null,"PresenterDisplayName":"Guojin Wu, PhD","PresenterKey":"c63686a5-703a-4187-b04c-72a3b3637ce9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6364. The bispecific antibody KA-3006 against both EGFR and MET surpasses amivantamab in efficacy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The bispecific antibody KA-3006 against both EGFR and MET surpasses amivantamab in efficacy","Topics":null,"cSlideId":""},{"Abstract":"EGFR and B7H3 are highly expressed in various solid tumors, as well as in different normal tissues. Targeting EGFR or B7H3 alone with inhibitory monoclonal antibodies or antibody-drug conjugates (ADCs) may result in on-target, off-tumor toxicity. In this study, we developed a bispecific antibody (BsAb) named KA-3008, targeting both EGFR and B7H3 using our common light chain antibody discovery platform. KA-3008, in IgG1 format, features a regular antibody structure with an identical light chain, developed through knob-into-hole technology. Compared to its parent antibodies, its affinities for both EGFR and B7H3 decrease by more than ten times. It binds to cell lines expressing EGFR or B7H3 alone with an EC50 of more than 10nM, while it binds to cell lines expressing both EGFR and B7H3 with an EC50 of less than 1nM. KA-3008 also blocks the binding of EGF to EGFR and increases internalization when binding to both EGFR and B7H3 compared to binding to EGFR or B7H3 alone. In human tumor mouse models, KA-3008 effectively suppresses the growth of NCI-H1568 tumors expressing both EGFR and B7H3, but does not affect the growth of MS751 tumors that only highly express EGFR with low expression of B7H3. Additionally, KA-3008 has a half-life of more than five days in the blood of Balb\/c mice. Finally, we assessed the developability of this BsAb with different treatments such as high concentration, low pH, repeated freezing and thawing, and high temperature, and KA-3008 shows neither aggregation nor degradation. In conclusion, the BsAb KA-3008, developed with our common light chain antibody discovery platform, is stable and holds potential for the development of ADCs targeting both EGFR and B7H3.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,EGFR,B7H3,common light chain,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Wu<\/b>, L. Ding, H. Peng, F. Hao, F. He, J. Ning; <br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"f6db2ab9-284e-4b39-8427-a899cb40cb54","ControlNumber":"4422","DisclosureBlock":"&nbsp;<b>G. Wu, <\/b> None..<br><b>L. Ding, <\/b> None..<br><b>H. Peng, <\/b> None..<br><b>F. Hao, <\/b> None..<br><b>F. He, <\/b> None..<br><b>J. Ning, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7344","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6365","PresenterBiography":null,"PresenterDisplayName":"Guojin Wu, PhD","PresenterKey":"c63686a5-703a-4187-b04c-72a3b3637ce9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6365. The bispecific antibody KA-3008, targeting both EGFR and B7H3, increases internalization and minimizes on-target, off-tumor toxicity","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The bispecific antibody KA-3008, targeting both EGFR and B7H3, increases internalization and minimizes on-target, off-tumor toxicity","Topics":null,"cSlideId":""},{"Abstract":"Cancer immunotherapy with 4-1BB agonists faces limited further clinical development due to dose-limiting toxicity. Moreover, EGFR and B7H3 are highly expressed in various solid tumors, as well as in different normal tissues. In this study, we developed a trispecific antibody, KA-3009, targeting EGFR, B7-H3, and human 4-1BB, with the aim of restricting 4-1BB stimulation within tumors. KA-3009 was developed based on our common light chain bispecific antibody discovery platform and nanobody antibody discovery platform using knob-into-hole technology. It is in IgG1 format with mutations in the Fc domain to eliminate ADCC, ADCP, and CDC activity. Featuring two identical nanobodies at the C-terminal against 4-1BB, KA-3009 binds to EGFR and B7H3 respectively with two Fabs at the N-terminal, sharing an identical light chain. KA-3009 exhibits low avidity binding to tumor cells expressing only EGFR or B7H3, while binding to tumor cells co-overexpressing EGFR and B7H3 with increased avidity by more than ten times. Additionally, KA-3009 binds to 4-1BB expressed on 293T cells and activated human T cells. In the presence of a low concentration of CD3 antibody to stimulate T cell activation, co-culture of tumor cells co-expressing EGFR and B7H3 with primary T cells isolated from human PBMC enhances T cell activation and proliferation. In PBMC humanized immunodeficient mouse tumor models, KA-3009 effectively suppresses the growth of NCI-H1568 tumors expressing both EGFR and B7H3 but does not affect the growth of MS751 and NCI-H661 tumors, which only express EGFR or B7H3, respectively. Moreover, KA-3009 has a half-life of more than five days in the blood of Balb\/c mice. Finally, we assessed the developability of this antibody with different treatments such as high concentration, low pH, repeated freezing and thawing, and high temperature, and KA-3009 shows neither aggregation nor degradation. In conclusion, the triple-specific antibody KA-3009, developed with our common light chain antibody discovery platform and nanobody antibody discovery platform, is a promising pre-clinical candidate drug for the treatment of different solid cancers that co-overexpress EGFR and B7H3.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL06-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"EGFR,B7H3,4-1BB,triple specific antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Wu<\/b>, T. Liu, J. Liang, H. Peng, F. Hao, J. Ning; <br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"a4712ae8-2641-4a61-b09c-12ca096b6a89","ControlNumber":"4439","DisclosureBlock":"&nbsp;<b>G. Wu, <\/b> None..<br><b>T. Liu, <\/b> None..<br><b>J. Liang, <\/b> None..<br><b>H. Peng, <\/b> None..<br><b>F. Hao, <\/b> None..<br><b>J. Ning, <\/b> None.","End":"4\/9\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7345","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6366","PresenterBiography":null,"PresenterDisplayName":"Guojin Wu, PhD","PresenterKey":"c63686a5-703a-4187-b04c-72a3b3637ce9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6366. The triple-specific antibody KA-3009 against EGFR, B7H3, and 4-1BB specifically enhances T cell activity within the tumor","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  1:30PM","SessionId":"245","SessionOnDemand":"False","SessionTitle":"Antibodies 2","ShowChatLink":"false","Start":"4\/9\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The triple-specific antibody KA-3009 against EGFR, B7H3, and 4-1BB specifically enhances T cell activity within the tumor","Topics":null,"cSlideId":""}]