[{"Abstract":"The standard of care for eligible patients with muscle-invasive bladder cancer (MIBC) is cisplatin-based neoadjuvant chemotherapy followed by radical cystectomy. However, platinum-based treatments leave up to 70% of MIBC patients with residual disease, and the 5-year survival rate for these individuals is under 30%.<i> <\/i>Understanding cisplatin resistance mechanisms will improve MIBC treatment by developing more effective therapeutics and precision medicine strategies.<b> <\/b>We previously identified NPEPPS, an M1 aminopeptidase, as a novel and potentially targetable mediator of platinum drug response. Recently, we have established that NPEPPS controls platinum drug import through its interactions with volume regulated anion channels (VRACs), which have been shown to import cisplatin to cells directly. We have shown that NPEPPS interacts with key VRAC subunit SWELL1 at the cell membrane and that intact SWELL1 is required for NPEPPS-mediated platinum resistance. We further discovered that NPEPPS cannot bind SWELL1 when its enzymatic aminopeptidase function is disrupted genetically or pharmacologically<i>. In vivo<\/i> studies showed that catalytic-dead NPEPPS-mutant MIBC xenografts were sensitive to cisplatin treatment compared to NPEPPS-wildtype xenografts. Patient cohort data analysis supported the model that the expression of NPEPPS and its relative expression with VRAC proteins are associated with overall survival in treatment-resistant MIBC patients. These findings shed light on how bladder cancer cells resist chemotherapy by disrupting the transport of drugs into cells and suggest new ways to target NPEPPS to enhance the effectiveness of platinum-based therapeutics in treating bladder cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Chemoresistance,Import mechanisms,Platinum drugs,Bladder cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. R. Feldman<\/b><sup>1<\/sup>, S. Mohapatra<sup>2<\/sup>, R. Jones<sup>1<\/sup>, C. Tilton<sup>1<\/sup>, T. Zuiverloon<sup>3<\/sup>, J. Costello<sup>1<\/sup>, D. Theodorescu<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Colorado Anschutz Medical Campus, Aurora, CO, <sup>2<\/sup>Cedars-Sinai Samuel Oschin Comprehensive Cancer Institute, Los Angeles, CA, <sup>3<\/sup>Erasmus University Medical Center, Rotterdam, Netherlands","CSlideId":"","ControlKey":"8194d346-2987-471d-b081-b4ad79d450eb","ControlNumber":"10740","DisclosureBlock":"&nbsp;<b>L. R. Feldman, <\/b> None..<br><b>S. Mohapatra, <\/b> None..<br><b>R. Jones, <\/b> None..<br><b>C. Tilton, <\/b> None..<br><b>T. Zuiverloon, <\/b> None..<br><b>J. Costello, <\/b> None..<br><b>D. Theodorescu, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10504","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB256","PresenterBiography":null,"PresenterDisplayName":"LILY ELIZABETH Feldman","PresenterKey":"fd284093-5b98-43bc-85eb-036a51cda906","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB256. New mechanistic insights into cisplatin resistance in muscle-invasive bladder cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"New mechanistic insights into cisplatin resistance in muscle-invasive bladder cancer","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint inhibitor (ICI) therapy has shown unprecedented results in RCC treatment, but durable responses have been hampered by acquired resistance (AR, initially respond but eventually develop cancer progression). Mechanisms for AR remain ambiguous. Previously, we reported elevated blood GPNMB to strongly associate with AR development. To study molecular mechanisms for AR-linked GPNMB elevation, we created an ICI-resistant RenCa (R-RenCa) mouse model by repeated selection of largest tumors in mice treated with PD1 Ab ICI. Parental cells (Gpnmb<sup>low<\/sup>) respond to ICI (S-RenCa), while R-RenCa is completely unresponsive to ICI and acquired Gpnmb overexpression (but PDL1 remained unchanged), recapitulating strong association of GPNMB with AR development. R-RenCa tumors displayed more immunosuppressive and angiogenic phenotypes and enhanced response to anti-Gpnmb Ab. In probing for genetic alterations unique to R-RenCa, whole exome seq analysis showed R-RenCa to bear a greater tumor mutation burden (184.9 and 174.6 mut\/Mb for R- and S-RenCa, respectively) but no somatic mutations in beta-2 microglobulin and IFN-signal molecule genes known to be involved in AR. RNA-seq analysis showed; more transcriptionally active genes in R-RenCa tumors (heatmap analysis); more responsive genes to ICI (Volcano analysis); and dysregulation in microphthalmia (Mitf) family gene expression. Mitf RNA was upregulated 3-fold, but Tfe3 and other members downregulated 2-3-fold. RNA start sites of Mitf transcripts are highly heterogenous in R-RenCa compared to S-RenCa (Sashimi plot), indicating generation of more isoforms. Since Gpnmb promoter has E-boxes (DNA binding sites) for Mitf factor, we examined whether Mitf is responsible for Gpnmb expression using promoter-Luc reporter assays and found 4-fold higher in R-RenCa, which was lost completely in E-box-mutated promoter. In seeking transcriptional activators for Mitf gene, we found Sox10 factor to be upregulated in R-RenCa. The molecular link of Sox10-Mitf-Gpnmb was shown by the data of gene-knock down experiments that Sox10-siRNA diminished Mitf and Gpnmb expression completely, and Mitf-siRNA had no effect on Sox10 expression but diminished Gpnmb expression. We then studied mechanisms for Sox10 activation and found PDL1 signaling (triggered by Ab-crosslinking) to induce Sox10 RNA expression in tumor cells, which was 80% abrogated by deleting the RMLDVEKC cytoplasmic motif known to protect tumor cells from IFN cytotoxicity. For human relevance of Sox10-Mitf axis activation, we employed nested qRT-PCR of cell-free RNA (cfRNA) isolated from plasma of RCC patients (n=3) immediately before and after AR. SOX10 and MITF cfRNAs were increased by 2.3 &#177; 0.85 and 1.77 &#177; 0.05-fold, respectively, between these two time points. Thus, PDL1 signaling is involved in AR by dysregulating the SOX10-MITF-GPNMB cascade, indicating the potential of the cascade-targeting to break AR hindrance for ICI therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,Signaling pathways,Cancer immunotherapy,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J.-S. Chung<\/b>, L. Guo, V. Popat, P. D. Cruz, Jr., L. Xu, H. Hammers, K. Ariizumi; <br\/>UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"823e3f08-cf80-4452-8a07-4b0442469f86","ControlNumber":"9707","DisclosureBlock":"&nbsp;<b>J. Chung, <\/b> None..<br><b>L. Guo, <\/b> None..<br><b>V. Popat, <\/b> None..<br><b>P. D. Cruz, <\/b> None..<br><b>L. Xu, <\/b> None..<br><b>H. Hammers, <\/b> None..<br><b>K. Ariizumi, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10505","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB257","PresenterBiography":"","PresenterDisplayName":"Jin-Sung Chung, PhD","PresenterKey":"f271bd2c-324d-4d4c-a117-989b5194ba43","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB257. Possible involvement of PDL1 intrinsic signaling to acquired resistance to immunotherapy for renal cell carcinoma (RCC)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Possible involvement of PDL1 intrinsic signaling to acquired resistance to immunotherapy for renal cell carcinoma (RCC)","Topics":null,"cSlideId":""},{"Abstract":"ABCB1-mediated multidrug resistance (MDR) in cancer cells is an increasingly important cause of anticancer drug treatment failure. The occurrence of MDR in cancer reduces the effectiveness of antitumor drugs, which results in poor quality of life and increased mortality of patients, and creates a heavy burden for the patient's family and society. Hence, the reversal of ABCB1-mediated MDR in cancer is a highly urgent clinical need. Although reversal agents targeting ABCB1 have been developed and partially tested in clinical trials, their main mechanism limits to inhibit the function of ABCB1 efflux pumps, which lacks tumor tissue specificity and has poor clinical effects, and the development of ABCB1-based resistance reversal strategies has entered a bottleneck. ABCB1 mediates tumor MDR through drug efflux and lysosomal segregation, and intervention in the plasma membrane\/lysosomal membrane localization of ABCB1 is a potential strategy to reverse drug resistance. Palmitoylation, as a post-translational lipid modification, plays an important role in protein anchoring, transport, and functional regulation, and is highly relevant to human tumors. In the present study, palmitoylation modification was first identified as a key post-translational lipid modification of ABCB1. ABCB1 is palmitoylated in its cytoplasmic domain, which is further stabilized by blocking its ubiquitination, consequently suppressing ABCB1 degradation by lysosomes. We identified palmitoyltransferase ZDHHC20 (DHHC20) as the main acetyltransferase required for the palmitoylation of ABCB1, and show that the inhibition of ABCB1 palmitoylation via 2-bromopalmitate (2-BP), or the silencing of DHHC20, decreases ABCB1 expression and overcomes MDR <i>in vitro<\/i> as well as in mice bearing SW620\/Ad300 resistance cells. Moreover, Cysteine residues C787 was identified as the main palmitoylation cite in human ABCB1. Database and RNAseq analyses revealed that ZDHHC20 is highly expressed in tumor tissues and tumor MDR cells, which makes it a potential tumor tissue-specific target for overcoming ABCB1-mediated MDR in cancer. Our results firstly identified the novel post-translational modification (palmitoylation) of ABCB1 and provide a new research direction and theoretical basis for breaking through the bottleneck of the development of reversal agents for ABCB1-mediated MDR in cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"ABC transporters,Post-transcriptional regulation,Drug resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>N. Ji<\/b><sup>1<\/sup>, X. Peng<sup>2<\/sup>, Y.-n. Liu<sup>2<\/sup>, Y. Yang<sup>3<\/sup>, Z.-S. Chen<sup>3<\/sup>, D. Kong<sup>2<\/sup>, Y. Li<sup>1<\/sup>; <br\/><sup>1<\/sup>Tianjin Medical University Cancer Institute and Hospital, Tianjin, China, <sup>2<\/sup>Tianjin Medical University, Tianjin, China, <sup>3<\/sup>St. John's University, New York, NY","CSlideId":"","ControlKey":"8be32ce0-e1cc-455a-9ad1-2565d25d0004","ControlNumber":"10628","DisclosureBlock":"&nbsp;<b>N. Ji, <\/b> None..<br><b>X. Peng, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>D. Kong, <\/b> None..<br><b>Y. Li, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10506","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB258","PresenterBiography":null,"PresenterDisplayName":"Ning Ji, Dr PH","PresenterKey":"543e6dde-fb4a-43ac-aac8-59d0e1fb85a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB258. ZDHHC20 is a potential target for overcoming ABCB1-mediated multidrug resisance (MDR) in cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ZDHHC20 is a potential target for overcoming ABCB1-mediated multidrug resisance (MDR) in cancer","Topics":null,"cSlideId":""},{"Abstract":"Epigenetic regulation plays an important role in prostate cancer progression and metastasis. KDM5D is a male-specific histone-modifying enzyme encoded on the Y chromosome that demethylates di- and tri-methylated forms of lysine 4 in histone H3, resulting in transcriptional repression of certain genes. In this study, we investigated the role of KDM5D in resistance to inhibitors targeting the G2\/M cell cycle checkpoint kinase CHK1. Loss of KDM5D expression was associated with reduced cell proliferation and resistance to the CHK1 inhibitor SRA737 in castration-resistant (CRPC) and neuroendocrine (NEPC) prostate cancer cell lines. In KDM5D expressing cells, depletion of KDM5D differentially impacted the proliferation of prostate cancer cell lines. The androgen-sensitive LNCaP cell line was particularly sensitive to the knockdown of KMD5D. On the other hand, in CRPC cell line 22Rv1, the knockdown of KDM5D caused resistance to both inhibitors, indicating a dual role of KDM5D in mediating ATR and CHK1 inhibitor sensitivity and cell proliferation in prostate cancer cells. Further analysis demonstrated a self-regulatory cycle between CHK1 and KDM5D in 22Rv1 cells, where depletion of KMD5D reduced CHK1 mRNA, while decreased CHK1 caused upregulation of KDM5D and overexpression of KDM5D resulted in increased CHK1 expression. The relevance of this regulatory mechanism to ATR and CHK1 inhibitor sensitivity is currently under investigation, along with several potential mediators of the differential responses to these inhibitors. Additional ATR and CHK1 inhibitors will also be examined in this context. This study may uncover novel biomarkers for ATR and CHK1 inhibitors that are currently in clinical trials for various cancers. KDM5D may be used to stratify prostate cancer patients receiving these highly potent anticancer agents.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Prostate cancer,KDM5D,Chk1,ATR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>W. Zheng<\/b>, Y. Chen, Q. J. Wang; <br\/>University of Pittsburgh, Pittsburgh, PA","CSlideId":"","ControlKey":"74734c59-35f2-4a16-9999-e09578ca07d2","ControlNumber":"10443","DisclosureBlock":"&nbsp;<b>W. Zheng, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>Q. J. Wang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10507","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB259","PresenterBiography":null,"PresenterDisplayName":"Wenxiao Zheng, MS,MD","PresenterKey":"a1613427-bb77-4924-b8a4-83f7b9086e1f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB259. Cell context-dependent role of KDM5D in ATR and CHK1 inhibitor sensitivity in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell context-dependent role of KDM5D in ATR and CHK1 inhibitor sensitivity in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Aims: The overexpression of ABC transporters on cancer cell membranes is one of the most common causes of multidrug resistance (MDR). This study investigates the impact of ABCC1 and ABCG2 on the resistance to talazoparib (BMN-673), a potent poly (ADP-ribose) polymerase (PARP) inhibitor, in ovarian cancer treatment.<br \/>Methods: The cell viability test was used to indicate the effect of talazoparib in different cell lines. Computational molecular docking analysis was conducted to simulate the interaction between talazoparib and ABCC1 or ABCG2. The mechanism of talazoparib resistance was investigated by constructing talazoparib-resistant subline A2780\/T4 from A2780 through drug selection with gradually increasing talazoparib concentration.<br \/>Results: Talazoparib cytotoxicity decreased in drug-selected or gene-transfected cell lines overexpressing ABCC1 or ABCG2 but can be restored by ABCC1 or ABCG2 inhibitors. Talazoparib competitively inhibited substrate drug efflux activity of ABCC1 or ABCG2. Upregulated ABCC1 and ABCG2 protein expression on the plasma membrane of A2780\/T4 cells enhances resistance to other substrate drugs, which could be overcome by the knockout of either gene. In vivo experiments confirmed the retention of drug-resistant characteristics in tumor xenograft mouse models.<br \/>Conclusions: The therapeutic efficacy of talazoparib in cancer may be compromised by its susceptibility to MDR, which is attributed to its interactions with the ABCC1 or ABCG2 transporters. The overexpression of these transporters can potentially diminish the therapeutic impact of talazoparib in cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Ovarian cancer,PARP inhibitors,ABC transporters,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Fang<\/b><sup>1<\/sup>, X. Fang<sup>2<\/sup>; <br\/><sup>1<\/sup>Shuo Fang (Individual), Shenzhen, China, <sup>2<\/sup>Sun Yat-sen University, Guangzhou, China","CSlideId":"","ControlKey":"f0ffc5ee-7afa-44d1-a2d4-ca784b852b19","ControlNumber":"10534","DisclosureBlock":"&nbsp;<b>S. Fang, <\/b> None..<br><b>X. Fang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10508","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB260","PresenterBiography":null,"PresenterDisplayName":"Shuo Fang, M Phil","PresenterKey":"8ad193df-aeb9-4e5b-abea-2c7941c33301","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB260. Overexpression of ABCC1 and ABCG2 confers resistance to talazoparib, a poly polymerase inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Overexpression of ABCC1 and ABCG2 confers resistance to talazoparib, a poly polymerase inhibitor","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is a lethal female cancer, of which paclitaxel resistance is a major factor limiting treatment outcomes, and continued unmet needs for more effective therapeutic strategies are arduous. The aim of this study is to establish a paclitaxel&#8209;resistant TNBC cell line and to characterize the underlying mechanism for potential strategies to overcome the resistance. The human TNBC cell line MDA-MB-231 was exposed to stepwise escalating paclitaxel concentration from 0.5 to 50 nM and a resistant cell line T50R was selected. The IC50 of paclitaxel was 2 and &#62;100 nM in MDA-MB-231 and T50R cells respectively. However, T50R cells required 50 nM Taxol for proliferation. When cultured in the absence of paclitaxel, T50R cells arrested at mitotic stage with high levels of spindle abnormalities. Since induction of microtubule (MT) stabilization plays critical roles in paclitaxel&#8217;s potency, we thus measure cell MT polymerization and kinetochore-MT stability. The results showed that, compared to parental MDA-MB-231 cells, the interphase MTs were less polymerized and the kinetochore-MTs were less stable in T50R cells, indicating that the MT dynamic instability was significantly increased in T50R cells. Thus, the increased dynamic unstable MTs in T50R cells might contribute to drug requirement for cell growth and counteract with paclitaxel effects, and consequently lead to drug-resistant phenotype. Identification and interference of endogenous regulators involved in the increased MT instability in T50R cells might provide leads to overcome paclitaxel resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET03-06 Other,,"},{"Key":"Keywords","Value":"Drug resistance,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L.-H. Yih<\/b>, H.-H. Kuo, C.-T. Fang; <br\/>Academia Sinica - Institute of Cellular & Organismic Biology, Taipei, Taiwan","CSlideId":"","ControlKey":"9b38dd03-29ab-4807-9ee3-c825c6a3a17e","ControlNumber":"9596","DisclosureBlock":"&nbsp;<b>L. Yih, <\/b> None..<br><b>H. Kuo, <\/b> None..<br><b>C. Fang, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10509","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB261","PresenterBiography":null,"PresenterDisplayName":"Ling-Huei Yih, PhD","PresenterKey":"f9d6b02e-7873-44ec-bea0-0d940ef9b15e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB261. Establishment and characterization of a paclitaxel&#8209;resistant human triple-negative breast cancer cell line","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment and characterization of a paclitaxel&#8209;resistant human triple-negative breast cancer cell line","Topics":null,"cSlideId":""},{"Abstract":"While an FDA-approved oncolytic herpes simplex-1 virus (oHSV) has shown therapeutic promise with superior safety, accumulating clinical data revealed that its therapeutic efficacy is observed in a small subset of patients. Here, we show that NF&#954;B-mediated Insulin-like Growth Factor 2 (IGF2)\/Insulin-like Growth Factor-1 Receptor (IGF1R) signaling pathway as a key modulator for oHSV therapy-mediated tumor resistance. RNA sequencing on the oHSV-infected primary glioblastoma (GBM) and breast cancer (BC) cells identified IGF2 as one of the top 10 upregulated secretomes. Transcriptomic analysis also revealed significant upregulation\/enrichment of genes related to IGF2-IGF1R-MAPK pathway in oHSV-treated tumor cells. Infection with oHSV in GBM and BC cells up-regulated IGF2 transcription via direct binding of NF&#954;B in the IGF2 promoter 3. Compromising the IGF2-IGF1R signaling pathway using IGF2 neutralizing antibody significantlDB7 BC tumors <i>in vivo<\/i>. To circumvent this and promptly translate our findings in clinical settings, we have developed a novel oHSV, oHSV-D11mt, by incorporating modified IGF2R domain 11 into the parental oHSV genome to function as IGF2 decoy receptor as a single-agent modality. oHSV-D11mt specifically bind to IGF2 not IGF1, blocks oHSV-induced IGF2-IGF1R signaling, increases tumor cell killing, decreases oHSV-induced neutrophils\/PMN-MDSCs infiltration, immune suppressive\/proangiogenic cytokine secretion, and increases CD8+ cytotoxic T lymphocytes (CTLs) activation, resulting in increased virus propagation and mice survival. These findings suggest that IGF2-IGF1R signaling is a novel target to overcome oHSV therapy resistance and oHSV-D11mt could be used for improved viro-immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET04-02 Gene therapy and radiation studies,,"},{"Key":"Keywords","Value":"Oncolytic virus,Glioblastoma,Insulin-like growth factor 2 (IGF-2),Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. Noh<sup>1<\/sup>, A. Miller<sup>1<\/sup>, G. Nguyen<sup>1<\/sup>, H. Nakashima<sup>2<\/sup>, E. Chiocca<sup>2<\/sup>, B. Kaur<sup>3<\/sup>, Z. Zhao<sup>1<\/sup>, <b>T. Lee<\/b><sup>1<\/sup>, J. Yoo<sup>1<\/sup>; <br\/><sup>1<\/sup>UT Health Houston, Houston, TX, <sup>2<\/sup>Harvard Medical School, Boston, MA, <sup>3<\/sup>Augusta University, Augusta, GA","CSlideId":"","ControlKey":"e0e4a5b2-7465-47ba-b8a0-eaaf1bee4ac2","ControlNumber":"10772","DisclosureBlock":"&nbsp;<b>M. Noh, <\/b> None..<br><b>A. Miller, <\/b> None..<br><b>G. Nguyen, <\/b> None..<br><b>H. Nakashima, <\/b> None..<br><b>E. Chiocca, <\/b> None..<br><b>B. Kaur, <\/b> None..<br><b>Z. Zhao, <\/b> None..<br><b>T. Lee, <\/b> None..<br><b>J. Yoo, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10510","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB262","PresenterBiography":null,"PresenterDisplayName":"Tae Jin Lee, PhD","PresenterKey":"06312f3e-6c06-48de-a3fa-82ea6de3d7f6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB262. Reprogramming the tumor microenvironment by targeting IGF2-IGF1R signaling, enhancing viro-immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reprogramming the tumor microenvironment by targeting IGF2-IGF1R signaling, enhancing viro-immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint inhibitors (ICI) have transformed cancer treatment. However, long term disease control is often not achieved and resistance frequently occurs. Formation of organized intratumoral aggregates of lymphocytes (tertiary lymphoid structures, TLS) has been associated with response to ICI suggesting therapeutics able to induce intratumoral TLS could enhance the response to ICI treatment. TLS formation requires antigen presentation, stromal activation and immune stimulation - diverse events difficult to obtain with a single therapeutic. The enLIGHTEN&#8482; Discovery Platform aims to create multimodal therapeutics by leveraging human biology and advanced analytics to select multigene payloads delivered by herpes simplex virus (HSV) vectors to the tumor microenvironment. Optimal payload combinations are predicted based on in silico experiments and then tested in proprietary multiplex assays used to evaluate the contribution of payload components and model the therapeutic biological effect of predicted payload combinations. Alpha-201, a replication-defective oncolytic virus, was selected from a suite of modified HSV vectors as the biological chassis due to its ability to release tumor antigens and activate pathways associated with response to ICI (e.g., MYC targets, E2F targets, G2M checkpoint; normalized enrichment scores of 2.4, 3.0, and 3.2, respectively, p&#60;0.001). A library of single gene encoding Alpha-201 vectors was constructed, each expressing one in silico predicted payload component (e.g., IL-7, CXCL13, LTB or CCL19). The top two scoring combinations of these viral gene constructs (termed Multiplex A and Multiplex B) were next tested for their effects on TLS induction and anti-tumor efficacy in complementary in vivo models. First, the ability of HSV gene construct combinations to induce TLS was tested in murine salivary glands, a tissue highly permissive to TLS formation. As predicted, delivery of both multiplexes increased the number, size, organization and maturity of virally induced TLS. Of note, TLS were characterized by the presence of mature fibroblastic reticular cells and CCL21 expression, effects not observed with biological chassis administration alone. Second, anti-tumor efficacy was tested in EMT6 tumor-bearing mice. Both multiplexes induced tumor growth inhibition compared to vehicle control mice (Multiplex A: 39.8&#177;10.5%, p=0.004, Multiplex B: 38.6%&#177;12.1, p=0.011, n=8 per group). In combination with anti-PD-1 antibody therapy, multiplex treatment also increased the number of long-term survivors (&#62;40 days) as compared to control (2\/11 vs. 0\/8). Characterization of intratumoral TLS induction is ongoing. In conclusion, we have demonstrated the ability of enLIGHTEN&#8482; to design multimodal specific therapeutics, resulting in the development of a first-in-class immunotherapeutic for TLS induction in solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET04-03 Immune modulators,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Oncolytic virus,B cells,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. R. Diers<\/b><sup>1<\/sup>, Q. Guo<sup>1<\/sup>, J. D. Christie<sup>1<\/sup>, D. Krisky<sup>1<\/sup>, F. M. Gaspal<sup>2<\/sup>, E. Richardson<sup>2<\/sup>, C. G. Smith<sup>3<\/sup>, D. R. Withers<sup>2<\/sup>, A. P. Croft<sup>3<\/sup>, P. P. Tak<sup>1<\/sup>, F. Barone<sup>1<\/sup>; <br\/><sup>1<\/sup>Candel Therapeutics, Needham, MA, <sup>2<\/sup>Institute of Immunology and Immunotherapy, College of Medical and Dental Sciences, University of Birmingham, Birmingham, United Kingdom, <sup>3<\/sup>Rheumatology Research Group, Institute of Inflammation and Ageing, University of Birmingham, Birmingham, United Kingdom","CSlideId":"","ControlKey":"a3e92640-d7d2-4204-88fc-90e8d1a230ea","ControlNumber":"10384","DisclosureBlock":"<b>&nbsp;A. R. Diers, <\/b> <br><b>Candel Therapeutics<\/b> Employment, Stock Option. <br><b>Q. Guo, <\/b> <br><b>Candel Therapeutics<\/b> Employment, Stock Option. <br><b>J. D. Christie, <\/b> <br><b>Candel Therapeutics<\/b> Employment, Stock Option. <br><b>D. Krisky, <\/b> <br><b>Candel Therapeutics<\/b> Other Intellectual Property. <br><b>F. M. Gaspal, <\/b> <br><b>Candel Therapeutics<\/b> Grant\/Contract. <br><b>E. Richardson, <\/b> <br><b>Candel Therapeutics<\/b> Grant\/Contract. <br><b>C. G. Smith, <\/b> <br><b>Candel Therapeutics<\/b> Grant\/Contract. <br><b>D. R. Withers, <\/b> <br><b>Candel Therapeutics<\/b> Grant\/Contract. <br><b>A. P. Croft, <\/b> <br><b>Candel Therapeutics<\/b> Grant\/Contract. <br><b>P. P. Tak, <\/b> <br><b>Candel Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>F. Barone, <\/b> <br><b>Candel Therapeutics<\/b> Employment, Stock, Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10511","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB263","PresenterBiography":null,"PresenterDisplayName":"Anne Diers, PhD","PresenterKey":"98b11cd3-e220-4f47-8d28-d49b67a038c5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB263. A first-in-class multimodal immunotherapy for induction of tertiary lymphoid structures as a novel therapeutic strategy for solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A first-in-class multimodal immunotherapy for induction of tertiary lymphoid structures as a novel therapeutic strategy for solid tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>INTRODUCTION<\/b>: Peritoneal metastasis (PM) is the most critical prognostic factor in gastrointestinal cancers. Notably, the levels of microRNA (miR)-29b in peritoneal fluids have shown significant reduction in patients with PM of gastric cancer. Moreover, supplementation with miR-29b-incorporated exosomes has demonstrated the potential to suppress the formation of PM in a murine model. Nevertheless, given the technical demands associated with this method, we investigated the viability of intracavitary gene therapy as a potentially more advanced and practical approach for clinical implementation.<br \/><b>METHODS<\/b>: Using the calcium phosphate-based protocol, adeno-associated virus encoding miR-29b (AAV-miR-29b) was constructed, and its effects on mesothelial mesenchymal transition (MMT) were examined using peritoneal mesothelial cells (PMC) derived from human and murine omental tissues. PM was established in C57BL\/6 mouse by intraperitoneal (IP) injection of a highly metastatic clone of gastric cancer cell, YTN16P or a pancreatic cancer cell, PAN02. In these syngeneic models, we examined the impact of IP injection of AAV-miR-29b at a single dose of 5 &#215; 10<sup>10<\/sup> vector genome (vg) on PM.<br \/><b>RESULTS<\/b>: AAV-miR-29b was effectively incorporated into PMCs, resulting in an increased level of miR-29b in extracellular vesicles produced by PMCs. Stimulation of PMCs with TGF-&#946;1 (10ng\/ml) decreased the expression of E-cadherin and increased vimentin and fibronectin expression along with enhanced migration activity. Importantly, all the changes were totally abrogated by AAV-miR-29b. Treatment of PMC with TGF-&#946;1 notably increased the attachment of tumor cells, which was also entirely inhibited by AAV-miR-29b. Following IP administration of AAV-miR-29b in vivo, the expression level of miR-29b in peritoneal tissue and intraperitoneal exosomes increased significantly after two weeks. In both murine gastric and pancreatic cancer models, a single IP injection of AAV-miR-29b on day 0 led to a marked reduction in the number of PM nodules in the mesentery (gastric: 38.2 &#177; 18.7 vs. 8.0 &#177; 5.2, n=5, P &#60; 0.05; pancreatic: 41.2 &#177; 7.5 vs. 14.4 &#177; 16.7, n=7, P &#60; 0.001) and inhibited peritoneal fibrosis associated with PM. AAV-miR-29b elicits the same significant effects when administered on day3. Furthermore, when AAV-miR-29b was administered on day 7 in combination with low-dose Paclitaxel (PTX) (200 &#181;g\/mouse), a significant reduction in the number of PM nodules was observed, whereas the effect was not evident with PTX alone (35.8 &#177; 22.2, n=16 vs. 14.2 &#177; 16.0, n=12, P &#60; 0.05).<br \/><b>CONCLUSIONS<\/b>: IP injection of AAV-miR-29b achieved robust transgene expression in PMCs and their exosomes, effectively suppressing MMT and peritoneal fibrosis leading to the inhibition of PM Intraabdominal gene therapy utilizing AAV containing tumor-suppressor miRNA could serve as a promising strategy for both the prevention and treatment of PM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET04-04 Vector systems and targeting strategies,,"},{"Key":"Keywords","Value":"Peritoneal metastasis,Adeno associated virus,MicroRNA,Mesothelium,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Kaneko<\/b>, H. Ohzawa, Y. Kimura, R. Takahashi, M. Matsumiya, K. Tamura, Y. Futoh, H. Miyato, R. Watano, H. Mizukami, N. Sata, J. Kitayama; <br\/>Jichi Medical University, Shimotsuke, Japan","CSlideId":"","ControlKey":"3db54f42-58aa-42de-b95e-3320ff702348","ControlNumber":"9829","DisclosureBlock":"&nbsp;<b>Y. Kaneko, <\/b> None..<br><b>H. Ohzawa, <\/b> None..<br><b>Y. Kimura, <\/b> None..<br><b>R. Takahashi, <\/b> None..<br><b>M. Matsumiya, <\/b> None..<br><b>K. Tamura, <\/b> None..<br><b>Y. Futoh, <\/b> None..<br><b>H. Miyato, <\/b> None..<br><b>R. Watano, <\/b> None..<br><b>H. Mizukami, <\/b> None..<br><b>N. Sata, <\/b> None..<br><b>J. Kitayama, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10512","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB264","PresenterBiography":null,"PresenterDisplayName":"Yuki Kaneko, MD","PresenterKey":"bcd471a5-fc3d-4e7a-92ba-9d6148e58b27","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB264. Intracavitary gene therapy using miRNA-29b-encoding adeno-associated virus for peritoneal dissemination","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intracavitary gene therapy using miRNA-29b-encoding adeno-associated virus for peritoneal dissemination","Topics":null,"cSlideId":""},{"Abstract":"Cyclin-dependent kinases (CDK) 4\/6 are key cell cycle regulators that form complexes with cyclin D1 and the master regulator p27Kip1. This ternary complex acts downstream of the ER- and HER2-pathways, which drive cell proliferation. CDK4\/6 phosphorylates the Retinoblastoma protein and other substrates, and keeps p27 from inhibiting G1-associated CDK2. Targeted inhibition of CDK4\/6 (CDK4\/6i) blocks the growth of ER+ and HER2+ BC by dissolving the CDK4\/6-cyclin D1 complex and permitting the shuttling of p27 to inhibit CDK2 complex. Approval of CDK 4\/6i such as palbociclib, though a game changer for ER+ mBC, resulted in tumor resistance, leaving patients without effective treatments and a 5-yr survival of only 30%. Although CDK2 inhibitors (CDK2i) address compensatory CDK2 activity bypassing CDK4\/6i, a key resistance mechanism, they lack selectivity due to CDK homology, resulting in off-target toxicity. To inhibit CDK2\/4\/6 simultaneously, combinations of CDK4\/6i and CDK2i monotherapies were attempted, but the lack of coordination between CDK4\/6 and CDK2 inhibition resulted in suboptimal efficacy. Concarlo presents a unique therapeutic rationale for directly targeting the CDK master regulator p27 to simultaneously inhibit CDK2\/4\/6 in a concerted manner, one that is guided by the role of p27 to turn all of the G1 CDKs ON and OFF during periods of proliferation and quiescence, respectively. This transition is facilitated by BRK (Breast tumor kinase)-mediated phosphorylation of p27. When p27 is Y phosphorylated, it converts CDK4\/6 and CDK2 into open, active complexes. An endogenous BRK-spliced variant ALT can competitively bind to p27, block Y phosphorylation and lock CDK2\/4\/6 in the OFF conformation. Concarlo engineered a shorter variant of ALT (CCL20) and packaged in cationic liposomes for intracellular delivery, creating a novel IpY.20 drug product. As a single agent, IpY.20 inhibits cell proliferation in treatment-na&#239;ve and CDK4i-resistant HR+ cells with reduced non-tumor cell activity<i>.<\/i> In combination, IpY.20 enhances CDK4\/6i responses in treatment-na&#239;ve HR+ cells, making it a potential front-line mBC therapy.<i> <\/i>While other CDKi activity is limited to cytostasis, IpY.20 shows dual cytostasis-cytotoxicity, potentially a more durable option. IpY.20 does not cause neutropenia commonly seen with other CDKis, and rescues the CDK4\/6i-induced neutropenia in mice, suggesting better clinical tolerability. These findings underscore the significance of coordinated targeting of CDK2\/4\/6, making IpY.20 a first-in-class product uniquely exploiting p27-mediated CDK2\/4\/6 regulation. Direct targeting of p27 presents a new treatment paradigm bypassing the challenges of ATP-competitive CDKis, with potential to expand into tumor types with aberrant p27, CDK2\/4\/6 activity, or RAS\/MAPK pathways that increase CDK4\/6 activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"p27KIP1,CDK4\/6 inhibitors,CDK2,CDK4\/6i-resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"G. Chen, N. Dudas, K. Coleman, C. Guido, N. Zisman, K. Allamneni, <b>S. W. Blain<\/b>; <br\/>Concarlo Therapeutics, Brooklyn, NY","CSlideId":"","ControlKey":"a931638d-6d73-42c2-be4d-1993bc6f35d1","ControlNumber":"10459","DisclosureBlock":"&nbsp;<b>G. Chen, <\/b> None..<br><b>N. Dudas, <\/b> None..<br><b>K. Coleman, <\/b> None..<br><b>C. Guido, <\/b> None..<br><b>N. Zisman, <\/b> None..<br><b>K. Allamneni, <\/b> None..<br><b>S. W. Blain, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10513","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB265","PresenterBiography":null,"PresenterDisplayName":"Stacy Blain, PhD","PresenterKey":"543c39bb-34b6-4cc6-b6fd-d4a8226f4c10","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB265. IpY.20: Innovative strategies for post-CDK estrogen receptor (ER)+ metastatic breast cancer (mBC)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IpY.20: Innovative strategies for post-CDK estrogen receptor (ER)+ metastatic breast cancer (mBC)","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Studies have shown that molecular targeted therapy can mediate Gasdermin-E (GSDME) dependent pyroptosis. However, GSDME expression is suppressed in many mutated patients, including those with KRAS-G12C-mutated non-small-cell lung cancer (NSCLC). The efficacy of AMG510 against KRAS-G12C inhibition (KRAS-G12Ci) is constrained by tumor recurrence. Pyroptosis is widely involved in the occurrence and development of tumors. However, the role and molecular mechanism of AMG510 in pyroptosis have not been well identified. Here, we demonstrate that inactivation of anti-apoptotic Bcl-2 family members during KRAS-G12Ci treatment enhances pyroptosis, which then promotes the sensitivity of AMG510 in NSCLC.<br \/><b>Methods: <\/b>We assessed pyroptosis using live cells imaging, LDH release assays, ELISA, Western blotting, and flow cytometry. In vitro assays were used to investigate the function of GSDME. Co-culture between peripheral blood mononuclear cells (PBMCs) and KRAS-G12C mutant lung cancer cell lines explored the anti-tumor immunity of cytotoxic T lymphocytes affected by knockdown of GSDME. The molecular mechanism was determined using bulk RNA sequencing, molecular cloning technology, and Western blotting.<br \/><b>Results:<\/b> We demonstrated that KRAS G12Ci treatment promotes cleavage of GSDME, release of high mobility group protein B1 (HMGB1), and LDH, markers of pyroptotic cell death. Additionally, GSDME was significantly downregulated in KRAS-mutated NSCLC compared with patients of KRAS wild type in TCGA cohort, while significantly upregulated after AMG510 treatment and downregulated after AMG510 resistance in vitro assay. We identified that KRAS-G12Ci resulted in the inactivation of BCL-xL, leading to caspase-3-dependent cleavage of gasdermin E. Conversely, amplification of BCL-xL downregulated the expression of GSDME, therefore suppressing the process of pyroptosis. GSDME knockdown in KRAS-G12C mutant lung cancer cell lines showed defective HMGB1 release, reduced caspase-3 viability, and decreased granzyme B and IFN-&#947; secretion by CD8+ T cells in response to KRAS-G12Ci, and more frequent tumor cell growth.<br \/><b>Conclusion:<\/b> Our findings indicate that GSDME-dependent pyroptosis is a critical determinant of KRAS-G12C-targeted inhibitor AMG510, and through the modulation exerted by the Bcl-2 family protein BCL-xL upon GSDME. These findings suggest that activation of GSDME may provide an effective strategy to sensitize cancer cells to KRAS-G12Ci treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Cell death,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>L. Luo<\/b><sup>1<\/sup>, A. Li<sup>1<\/sup>, W. Du<sup>1<\/sup>, M. Chen<sup>1<\/sup>, J. Li<sup>2<\/sup>, Y. Zhou<sup>3<\/sup>, L. Zhang<sup>1<\/sup>, S. Hong<sup>1<\/sup>; <br\/><sup>1<\/sup>Department of Medical Oncology, Sun Yat-sen University Cancer Center, Guangzhou, China, Guangzhou, China, <sup>2<\/sup>Department of Experimental research, Sun Yat-sen University Cancer Center, Guangzhou, China, Guangzhou, China, <sup>3<\/sup>Department of VIP region, Sun Yat-sen University Cancer Center, Guangzhou, China, Guangzhou, China","CSlideId":"","ControlKey":"018387d9-c259-4c61-ba98-a67af0485258","ControlNumber":"10259","DisclosureBlock":"&nbsp;<b>L. Luo, <\/b> None..<br><b>A. Li, <\/b> None..<br><b>W. Du, <\/b> None..<br><b>M. Chen, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>Y. Zhou, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>S. Hong, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10514","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB266","PresenterBiography":null,"PresenterDisplayName":"?? ?, MD","PresenterKey":"eb67ee9b-9f50-4196-8ce3-0074478978a7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB266. AMG510-mediated inactivation of BCL-xL protein promotes Gasdermin-E-dependent pyroptosis in KRAS-G12C mutant non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AMG510-mediated inactivation of BCL-xL protein promotes Gasdermin-E-dependent pyroptosis in KRAS-G12C mutant non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Chemotherapeutic resistance and tumor recurrence remain the leading causes of poor prognosis in colorectal cancer (CRC). Herein, we evaluated the anti-cancer effect of a novel repurposed drug HLN* in CRC.<br \/><b>Methods:<\/b> The changes in membrane potential were studied using DiSC(3) fluorescence by confocal microscopy. Cytotoxic activity of compound was studied using Sulphorhodamine-B (SRB) assay. Changes in mitochondrial membrane potential were studied using JC-1 dye. ROS accumulation was analyzed using DCFDA fluorescence using FACS analysis. Ferrorange assay was used to check the ferrous ion influx within the cell. Western blot was used to identify mode of cell death enacted.<br \/><b>Results:<\/b> Our results show that HLN treatment reduced the survival of human and murine CRC cells (CT26, HCT116, Colo 205 and MC38) with IC50 ranging 1-4 &#181;M. HLN further inhibited proton motive force (PMF) by sequentially depolarizing and hyperpolarizing the cell membrane, as examined by cellular membrane potential using DiSC(3) dye by confocal microscopy. Disruption of the PMF leads to changes in various cellular signaling cascades including ROS production and mitochondrial membrane potential (MMP) changes. The MMP was significantly reduced by HLN treatment in CRC cells. Furthermore, we also observed an increase in ROS production by HLN. Pretreatment with N-acetyl cysteine (NAC), an antioxidant, blocked the effects of HLN. Interestingly, ferroptotic cell death markers GPX4, GPX1, SLC7A11\/xCT, NRF2 and KEAP1 were significantly inhibited by HLN treatment in CRC cells as observed by western blotting. Ferroptotic induction was then confirmed using ferrorange assay wherein we observed a concentration dependent increase in ferrorange intensity indicating an increase in Fe<sup>+2<\/sup>. Overall, HLN dissipates &#916;pH by modulating iron influx leading to ferroptotic cell death through ROS.<br \/><b>Conclusion:<\/b> Taken together, our results demonstrate the anti-cancer activity of a novel repurposed drug HLN and its unique mechanism of action. Our results provide a promise for developing this drug as a potential treatment option for CRC, through a novel anti-cancer mechanism. <i>* Due to Intellectual property issued, the name of the drug is not provided<\/i>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Reactive oxygen species,Ferroptosis,novel anti-cancer mechanism,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. R. Gaikwad, <b>M. A. Eltokhy<\/b>, M. Moore, K. Kailath, S. K. Srivastava; <br\/>Texas Tech University Health Sciences Center, Abilene, TX","CSlideId":"","ControlKey":"45a0d553-bce4-4f26-99db-edac9339a502","ControlNumber":"10736","DisclosureBlock":"&nbsp;<b>S. R. Gaikwad, <\/b> None..<br><b>M. A. Eltokhy, <\/b> None..<br><b>M. Moore, <\/b> None..<br><b>K. Kailath, <\/b> None..<br><b>S. K. Srivastava, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10515","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB267","PresenterBiography":null,"PresenterDisplayName":"Mohamed Eltokhy, B Pharm,MS","PresenterKey":"f99dbb8b-24bf-4e7f-af54-cf97efb5ad79","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB267. Disrupting cytoplasmic proton motive force induces ferroptotic cell death in colorectal cancer: A novel anti-cancer mechanism","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Disrupting cytoplasmic proton motive force induces ferroptotic cell death in colorectal cancer: A novel anti-cancer mechanism","Topics":null,"cSlideId":""},{"Abstract":"First-generation PARP1\/2 inhibitors are approved for the treatment of cancers, such as ovarian, prostate, pancreas, and breast cancers, with maximal activity against tumors harboring BRCA1\/2 mutation or homologous recombination deficiency (HRD). However, PARP1\/2 inhibitors in clinical use have severe hematological toxicities due to the inhibition of PARP2, which has been shown to play an important role in the survival of hematopoietic progenitor cells. Furthermore, the current data indicate that synthetic lethality with BRCA mutations is primarily caused by PARP1 inhibition and trapping, whereas PARP2 inhibition and trapping are not critical for anticancer activity. Therefore, the development of selective PARP1 inhibitors is expected to reduce the hematological adverse effects associated with PARP2 inhibition while maintaining the required efficacy. XZP-7797 is a potent, selective, and brain-penetrating PARP1 inhibitor with trapping ability. In biochemical assays, XZP-7797 is more than 1000-fold selective for PARP1 over PARP2 and other members of the PARP family, including PARP3, PARP5a, PARP5b, and PARP6. XZP-7797 can significantly inhibit MDA-MB-436 cell proliferation in vitro (IC<sub>50<\/sub>=2.4nM). In MDA-MB-436 tumor cells, XZP-7797 inhibits PARylation and increases &#947;H2AX level in a concentration-dependent manner. XZP-7797 demonstrates rapid tumor regression in a dose-dependent manner in the BRCA1 mutant MDA-MB-436 breast cancer xenograft model. In a pancreatic cancer xenograft model, XZP-7797 can also significantly inhibit tumor growth. To evaluate the ability of XZP-7797 to cross the blood-brain barrier, an intracranial xenograft model of breast cancer is used. The results show that XZP-7797 can significantly inhibit the growth of intracranial tumors in mice at a dose of 10 mg\/kg, demonstrating the brain-penetrating ability of XZP-7797. Additionally, XZP-7797 has great PK profiles in preclinical species after oral dosing and good ADME properties. In a 14-day toxicology study of XZP-7797 in SD Rats, XZP-7797 has no hematological adverse effects at the exposure that is 10 times higher than the exposure required to achieve superior efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"Synthetic lethality,PARP1 inhibitor,Selective,Brain-penetrating,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Gao, Y. Lu, B. Chen, B. Jiang, F. Wang, G. Zhang, X. Ma, D. Zhou, C. Shi, Y. Wang, Z. Liu, J. Sun, H. Zhou, <b>M. Xu<\/b>, J. Li, B. Liu; <br\/>Xuanzhu Biopharmaceutical Co. Ltd., Beijing, China","CSlideId":"","ControlKey":"b37c720b-cd10-4e3f-8a4d-d661926da658","ControlNumber":"10481","DisclosureBlock":"&nbsp;<b>Y. Gao, <\/b> None..<br><b>Y. Lu, <\/b> None..<br><b>B. Chen, <\/b> None..<br><b>B. Jiang, <\/b> None..<br><b>F. Wang, <\/b> None..<br><b>G. Zhang, <\/b> None..<br><b>X. Ma, <\/b> None..<br><b>D. Zhou, <\/b> None..<br><b>C. Shi, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>Z. Liu, <\/b> None..<br><b>J. Sun, <\/b> None..<br><b>H. Zhou, <\/b> None..<br><b>M. Xu, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>B. Liu, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10516","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB268","PresenterBiography":null,"PresenterDisplayName":"Mei Xu, PhD","PresenterKey":"d8cc4d93-705f-4d3c-abf9-ac69228df8b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB268. Discovery of a potent, selective and brain penetrating PARP1 inhibitor, XZP-7797<b><\/b>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of a potent, selective and brain penetrating PARP1 inhibitor, XZP-7797<b><\/b>","Topics":null,"cSlideId":""},{"Abstract":"Genomic instability exists in most cancer cells, making them more dependent on certain DDR repair pathways. Existing research shows that inhibition of the DNA damage response (DDR) pathway stresses cell replication and survival. Drugs targeting the DDR pathway are effective in the treatment of many types of cancers, such as the approved Poly (ADP-ribose) polymerase (PARP) inhibitors that cause synthetic lethality to the cancers harboring BRCA1\/2 mutations and other homologous repair deficiencies (HRD). Although PARP inhibitors have good clinical performance, not all patients respond to PARP inhibitor treatments. In addition, the effectiveness of PARP inhibitors in clinics is also limited by the rise of treatment-related drug resistance. Ubiquitin-specific protease 1 (USP1) is involved in DNA damage repair processes, including translesion synthesis and Fanconi anemia pathways. It has been well documented that USP1 deficiency leads to replication fork instability and synthetic lethality to HRD. Combination of USP1 inhibitors with PARP inhibitors synergistically targets BRCA1\/2 mutant cancers, thereby enhancing the antitumor effect and reducing drug resistance to PARP inhibitors.We have developed a potent and highly selective USP1 inhibitor, XZP-6924. The selective inhibition of USP1 by XZP-6924 results in the accumulation of mono-ubiquitinated USP1 substrates, for example, proliferating nuclear antigen (PCNA), leading to DNA double-strand breaks (DSBs) and widespread DNA damage accumulation that contributes to cell death. In vitro data reveal that XZP-6924, when combined with Olaparib (PARPi), displays significantly enhanced activities in multiple Olaparib-resistant HRD tumor cells. In CDX and PDX mouse tumor models, XZP-6924 at low doses demonstrates synergy and superior efficacy with sustained tumor regression when combined with a PARP inhibitor (Olaparib). Furthermore, XZP-6924 possesses favorable ADME properties and pharmacokinetic profiles in preclinical animal species. Preliminary toxicology study data indicate that XZP-6924 is well tolerated with a favorable safety margin.In conclusion, XZP-6924 is a potent and highly selective USP1 inhibitor that has the potential for the combination therapy with PARP inhibitors to increase efficacy and overcome some primary and acquired resistance to PARP inhibitors. Current data strongly support further development of XZP-6924. The IND submission is expected in the second half of 2024.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"Synthetic lethality,USP1 inhibitor,Potent,Selective,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Z. Kan, S. Bai, K. Ma, B. Chen, B. Jiang, F. Wang, X. Ma, D. Zhou, C. Shi, Y. Nie, Y. Wang, R. Liu, J. Sun, H. Zhou, <b>M. Xu<\/b>, J. Li, B. Liu; <br\/>Xuanzhu Biopharmaceutical Co. Ltd., Beijing, China","CSlideId":"","ControlKey":"b2c82d0d-68f0-463c-8489-7905a1e9e28f","ControlNumber":"10292","DisclosureBlock":"&nbsp;<b>Z. Kan, <\/b> None..<br><b>S. Bai, <\/b> None..<br><b>K. Ma, <\/b> None..<br><b>B. Chen, <\/b> None..<br><b>B. Jiang, <\/b> None..<br><b>F. Wang, <\/b> None..<br><b>X. Ma, <\/b> None..<br><b>D. Zhou, <\/b> None..<br><b>C. Shi, <\/b> None..<br><b>Y. Nie, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>R. Liu, <\/b> None..<br><b>J. Sun, <\/b> None..<br><b>H. Zhou, <\/b> None..<br><b>M. Xu, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>B. Liu, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10517","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB269","PresenterBiography":null,"PresenterDisplayName":"Mei Xu, PhD","PresenterKey":"d8cc4d93-705f-4d3c-abf9-ac69228df8b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB269. XZP-6924: A potent and highly selective USP1 inhibitor with the potential to improve efficacy and overcome resistance to PARP inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"XZP-6924: A potent and highly selective USP1 inhibitor with the potential to improve efficacy and overcome resistance to PARP inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Tumors characterized by deficiencies in DNA double-strand break (DSB) repair mechanisms, such as those harboring mutations in BRCA1\/2, are commonly addressed through the administration of poly (ADP-ribose) polymerase-1 (PARP1) inhibitors or platinum-based chemotherapy. While these treatments offer clinical advantages, a significant number of patients eventually develop resistance, underscoring the necessity for innovative therapeutic strategies. USP1 belongs to the ubiquitin-specific processing (UBP) family of proteases, playing a pivotal role in modulating DNA damage response (DDR) pathways. VRTX531 is a novel potent, selective and allosteric inhibitor of USP1 with an IC50 of &#60;50 nm in tested across a broad range of tumor lineages including MDAMB-436 and cell lines and UWB1.289. VRTX531, compound induces cell death through a pathway that is distinct from PARP inhibitors and compound demonstrates robust synergy when combined with first- or second-generation PARP inhibitors. Moreover, the compound exhibited profound activity alone and in combination with PARP inhibitor in BRCA1\/2 mut and HRD+ tumors. VRTX531 exhibited exemplary pharmacokinetics and safety in preclinical studies and is expected to enter preclinical testing in H1, 2024. VRTX531 will be evaluated as a single agent and in combination with PARP1 inhibitor in patients with BRCA1\/2 mut or HRD+ tumors that are na&#239;ve to PARP inhibitors and with prior PARP inhibitor history.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),DNA repair,PARP Resistance,USP1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Uday Kumar Surampudi<sup><\/sup>, <b>Prashant Kashinath Bhavar<\/b><sup><\/sup><br><br\/>Vrise Therapeutics Inc., Cambridge, MA","CSlideId":"","ControlKey":"2f845f62-edf0-4294-9620-245356e6d624","ControlNumber":"10895","DisclosureBlock":"&nbsp;<b>U. K. Surampudi, <\/b> None..<br><b>P. K. Bhavar, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10518","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB270","PresenterBiography":null,"PresenterDisplayName":"Prashant Bhavar, MS","PresenterKey":"115d09ea-8e12-4997-b0cc-bef0e92a7e3a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB270. VRTX531, a potent and selective inhibitor of USP1 for treatment of BRAC1\/2mut and HRD+ cancers","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"VRTX531, a potent and selective inhibitor of USP1 for treatment of BRAC1\/2mut and HRD+ cancers","Topics":null,"cSlideId":""},{"Abstract":"SIM0501 is a potent, orally bioavailable, specific inhibitor for USP1. We have explored its combination with olaparib, an approved PARP inhibitor, in both <i>in vitro<\/i> cancer cell lines and <i>in vivo<\/i> tumor models. Specifically, SIM0501 showed synergistic effect with olaparib on cell lines across different cancer types, including breast, ovarian, and prostate cancers. Most of these cell lines contain mutations in the homologous recombinational repair (HRR) pathway, which is likely the reason for their susceptibility to the combined inhibition on USP1 and PARP. In the <i>in vivo<\/i> efficacy studies, SIM0501 dose-dependently inhibited tumor growth when combined with olaparib, including BRCA1-mutated MDA-MB-436, BRCA-wildtype olaparib-resistant OVCAR3, and olaparib-resistant ovarian PDX models. Further, in the MDA-MB-436 model, delayed addition of olaparib to SIM0501 showed comparable efficacy with simultaneous combination treatment, suggesting the flexibility in add-on dosing strategy. Regarding the biomarker research, dose-dependent increase of Ub-PCNA was demonstrated by western blot (WB) following <i>in vivo<\/i> efficacy studies. Moreover, we have developed robust IHC detection method for Ub-PCNA, which correlated well with WB results. Since Ub-PCNA is a direct target of USP1, these results will facilitate the clinical assessment of target engagement by SIM0501. In summary, SIM0501 demonstrates strong synergistic anti-tumor growth effect in combination with PARP inhibitors in both <i>in vitro<\/i> and <i>in vivo<\/i> pharmacology studies, which supports the clinical testing of SIM0501, in combination with PARP inhibitors in patients harboring HRR mutations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"DNA repair inhibition,combination,PARP inhibitors,USP1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Yang<\/b>, Z. Li, L. Zhou, F. Zhou, X. Qin, L. Xue, P. Xu, J. Tang, W. Wang, R. Tang; <br\/>Simcere Zaiming Pharmaceutical Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"e43d0108-0729-46bb-972f-5ab3e76b86c6","ControlNumber":"10340","DisclosureBlock":"<b>&nbsp;S. Yang, <\/b> <br><b>Simcere Zaiming<\/b> Employment. <br><b>Z. Li, <\/b> <br><b>Simcere Zaiming<\/b> Employment. <br><b>L. Zhou, <\/b> <br><b>Simcere Zaiming<\/b> Employment. <br><b>F. Zhou, <\/b> <br><b>Simcere Zaiming<\/b> Employment. <br><b>X. Qin, <\/b> <br><b>Simcere Zaiming<\/b> Employment. <br><b>L. Xue, <\/b> <br><b>Simcere Zaiming<\/b> Employment. <br><b>P. Xu, <\/b> <br><b>Simcere Zaiming<\/b> Employment. <br><b>J. Tang, <\/b> <br><b>Simcere Zaiming<\/b> Employment. <br><b>W. Wang, <\/b> <br><b>Simcere Zaiming<\/b> Employment. <br><b>R. Tang, <\/b> <br><b>Simcere Zaiming<\/b> Employment.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10519","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB271","PresenterBiography":null,"PresenterDisplayName":"Shuqun Yang, PhD","PresenterKey":"a5a5c523-b569-4ce9-b699-e1c4a3852d41","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB271. Synergistic anti-tumor efficacy in olaparib-sensitive and -resistant models via simultaneously inhibition of USP1 and PARP","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistic anti-tumor efficacy in olaparib-sensitive and -resistant models via simultaneously inhibition of USP1 and PARP","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma multiforme (GBM), characterized as one of the most aggressive brain cancers, presents significant treatment challenges due to its rapid growth, heterogeneity, and robust defensive mechanisms. Despite advancements in neuro-oncology, GBM's prognosis remains grim, with the median survival of approximately 15 months, underscoring the urgent need for innovative therapeutic strategies. Facing these challenges, PARP inhibitors (PARPi) hold substantial promise in treating GBM, evidenced by over 20 ongoing clinical trials. However, their application has been limited by side effects such as nausea, fatigue, and particularly anemia, as well as a narrow therapeutic spectrum focusing mainly on patients with homologous recombination deficiency (HRDness). Through unbiased transcriptomic and proteomic sequencing, and employing Gene Ontology (GO) and Gene Set Enrichment Analysis (GSEA), and Transcriptome-Proteome Correlation Analysis, we discovered that the BET inhibitor (BETi) Birabresib profoundly alters the processes of DNA replication and cell cycle progression in GBM cells, extending beyond the previously known impact of BET inhibition on homologous recombination repair. In vitro experiments using GBM cell lines and patient-derived primary GBM cells demonstrated that concurrent administration of PARPi and BETi can synergistically inhibit GBM. Intriguingly, we observed that DNA damage persists after the discontinuation of PARPi monotherapy. Leveraging these residual effects of PARPi, subsequent BETi administration elevated replication stress levels, leading to the inactivation of GBM cell cycle checkpoints, with efficacy comparable to concurrent treatment. The treatment-induced prolonged stalling of replication forks resulted in their collapse and the formation of double-ended double-strand breaks (DSBs). In GBM cells with elevated baseline replication stress, the sequential regimen exhibits comparable efficacy to concurrent treatment, while protecting normal glial cells with lower baseline replication stress from DNA toxicity and subsequent death. In vivo orthotopic transplantation tumor experiments in zebrafish and nude mice demonstrated consistent effects, indicating that sequential administration of PARPi followed by BETi maintained anti-tumor efficacy, similar to concurrent treatment, while reducing toxicity, as evident by the reduced impact on hemoglobin levels. Our findings provide a broader and deeper understanding of the synergistic interaction between BETi and PARPi than previously recognized. This study offers compelling preclinical evidence supporting the development of innovative drug administration strategies focusing on PARPi for GBM therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"PARP inhibitors,Bromodomain and Extra-Terminal domain (BET) ,Replication stress,Homologous recombination ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Xin Peng<\/b><sup>1<\/sup>, Xin Huang<sup>1<\/sup>, Shaolu Zhang<sup>1<\/sup>, Naixin Zhang<sup>1<\/sup>, Shengfan Huang<sup>1<\/sup>, Yingying Wang<sup>1<\/sup>, Zhenxing Zhong<sup>1<\/sup>, Shan Zhu<sup>1<\/sup>, Haiwang Gao<sup>1<\/sup>, Zixiang Yu<sup>1<\/sup>, Xiaotong Yan<sup>1<\/sup>, Zhennan Tao<sup>2<\/sup>, Yuxiang Dai<sup>2<\/sup>, Zhe Zhang<sup>1<\/sup>, Xi Chen<sup>3<\/sup>, Feng Wang<sup>1<\/sup>, Francois X. Claret<sup>4<\/sup>, Ning Ji<sup>1<\/sup>, Yuxu Zhong<sup>5<\/sup>, Dexin Kong<sup>1<\/sup><br><br\/><sup>1<\/sup>Tianjin Medical University, Tianjin, China,<sup>2<\/sup>Nanjing University, Nanjing, China,<sup>3<\/sup>Tianjin Eye Hospital, Tianjin, China,<sup>4<\/sup>MD Aanderson Cancer center, Houston, TX,<sup>5<\/sup>State Key Laboratory of Toxicology and Medical Countermeasures, Beijing, China","CSlideId":"","ControlKey":"ba228989-255f-4d3c-aa67-2b37ce4d0ebb","ControlNumber":"10546","DisclosureBlock":"&nbsp;<b>X. Peng, <\/b> None..<br><b>X. Huang, <\/b> None..<br><b>S. Zhang, <\/b> None..<br><b>N. Zhang, <\/b> None..<br><b>S. Huang, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>Z. Zhong, <\/b> None..<br><b>S. Zhu, <\/b> None..<br><b>H. Gao, <\/b> None..<br><b>Z. Yu, <\/b> None..<br><b>X. Yan, <\/b> None..<br><b>Z. Tao, <\/b> None..<br><b>Y. Dai, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>F. Wang, <\/b> None..<br><b>F. Claret, <\/b> None..<br><b>N. Ji, <\/b> None..<br><b>Y. Zhong, <\/b> None..<br><b>D. Kong, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10520","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB272","PresenterBiography":null,"PresenterDisplayName":"Xin Peng, PhD","PresenterKey":"620bc9bb-5f87-4d98-8fb0-0efb4176c7d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB272. Sequential inhibition of PARP and BET as a rational therapeutic strategy for glioblastoma multiforme","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sequential inhibition of PARP and BET as a rational therapeutic strategy for glioblastoma multiforme","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Inhibition of poly(ADP-ribose) polymerase (PARP) induces synthetic lethality in cells exhibiting defects in homologous repair (HR) pathways, such as BRCA1 and BRCA2-mutated breast or ovarian cancers, and 4 different PARP inhibitors (PARPi) are currently approved by the FDA. While HR-deficient cancers usually respond well to single agent PARPi, HR-proficient cancers are generally less sensitive to the treatment. Acquired resistance to PARPi due to activating mutations in BRCA genes are also not uncommon. In this work, we have examined strategies for enhancing PARPi activity in a HR-proficient context and identified histone deacetylases (HDACs) as targets for pharmacological synthetic lethality in the context of PARPi.<br \/><b>Materials and methods<\/b>: PARP1 and PARP2 activity were measured using Trevigen Universal Colorimetric PARP Assay Kit, BPS Bioscience PARP2 Colorimetric PARP2 Assay Kit, and PARylation assay. HDAC activity was measured using HeLa cell nuclear extracts and a fluorogenic peptide-based biochemical assay. Cell survival EC<sub>50<\/sub> were determined using CellTiter Glo viability assay. Cell cycle analysis was performed by flow cytometry with propidium iodide staining. DNA damage was investigated by immunoblotting and immunofluorescence using gamma-H2AX antibodies, and comet assays for confirmation of double-strand breaks. Spheroid assays were performed using the Incucyte&#174; S3 spheroid analysis module. In vivo metastasis formations were examined using the pulmonary metastasis assay (PuMA).<br \/><b>Results and discussion<\/b>: Combinations of PARP and HDAC inhibitors in HR-proficient tumor cells demonstrated that HDACi could enhance the efficacy of PARPi in vitro. This was associated with increased acute and sustained DNA-damage distinct cell cycle profiles showing activity in both S- and G2\/M-phases. Importantly, dual single-molecule PARP-HDAC inhibitors showed potent inhibition of PARP1 and PARP2 activity and PAR synthesis, comparable to olaparib, as well as inhibition of HDAC with IC<sub>50 <\/sub>values in the low &#181;M range. Dual PARP-HDAC inhibition decreased survival of HR-proficient cells in both 2D cultures and 3D spheroid assays with lower EC<sub>50<\/sub> values than olaparib or vorinostat alone. Importantly, lung metastasis formation was significantly impaired by dual PARP-HDAC inhibition.<br \/><b>Conclusion:<\/b> Combination of PARP inhibition and HDAC inhibition showed increased efficacy compared to single agent PARP inhibition in HR-proficient cells. Development of bifunctional inhibitors may provide a novel therapeutic opportunity for tumors with limited response rates to single agent PARPi.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"PARP inhibitors,HDAC inhibitor,Small molecule inhibitor,DNA damage response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"S. Truong<sup>1<\/sup>, <b>L. Ramos<\/b><sup>1<\/sup>, B. Zhai<sup>1<\/sup>, F. Ghaidi<sup>1<\/sup>, M. Marzban<sup>1<\/sup>, H. Adomat<sup>1<\/sup>, X. Chen<sup>2<\/sup>, J. Langlands<sup>2<\/sup>, D. Brown<sup>2<\/sup>, J. Bacha<sup>2<\/sup>, C. Collins<sup>1<\/sup>, P. H. Sorensen<sup>3<\/sup>, W. Shen<sup>2<\/sup>, M. Daugaard<sup>1<\/sup>; <br\/><sup>1<\/sup>Vancouver Prostate Center, Vancouver, BC, Canada, <sup>2<\/sup>Rakovina Therapeutics Inc., Vancouver, BC, Canada, <sup>3<\/sup>British Columbia Cancer Research Centre, Vancouver, BC, Canada","CSlideId":"","ControlKey":"07883a50-ac79-4da2-b5a7-93ff3018f1ff","ControlNumber":"10747","DisclosureBlock":"<b>&nbsp;S. Truong, <\/b> <br><b>Rakovina Therapeutics Inc.<\/b> Stock Option. <br><b>L. Ramos, <\/b> <br><b>Rakovina Therapeutics Inc.<\/b> Stock Option. <br><b>B. Zhai, <\/b> <br><b>Rakovina Therapeutics Inc.<\/b> Stock Option. <br><b>F. Ghaidi, <\/b> <br><b>Rakovina Therapeutics Inc.<\/b> Stock Option. <br><b>M. Marzban, <\/b> <br><b>Rakovina Therapeutics Inc.<\/b> Stock Option.<br><b>H. Adomat, <\/b> None.&nbsp;<br><b>X. Chen, <\/b> <br><b>Rakovina Therapeutics Inc.<\/b> Independent Contractor. <br><b>J. Langlands, <\/b> <br><b>Rakovina Therapeutics Inc.<\/b> Employment, Independent Contractor, Stock. <br><b>D. Brown, <\/b> <br><b>Rakovina Therapeutics Inc.<\/b> Employment, Stock. <br><b>J. Bacha, <\/b> <br><b>Rakovina Therapeutics Inc.<\/b> Employment, Stock.<br><b>C. Collins, <\/b> None..<br><b>P. H. Sorensen, <\/b> None.&nbsp;<br><b>W. Shen, <\/b> <br><b>Rakovina Therapeutics Inc.<\/b> Patent. <br><b>M. Daugaard, <\/b> <br><b>Rakovina Therapeutics Inc.<\/b> Employment, Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10521","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB273","PresenterBiography":null,"PresenterDisplayName":"Louise Ramos, MSc","PresenterKey":"8982bed3-b2d9-45d2-9f91-4825ed3fdd83","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB273. Pharmacological synthetic lethality by co-inhibition of PARP and HDAC enzymes","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pharmacological synthetic lethality by co-inhibition of PARP and HDAC enzymes","Topics":null,"cSlideId":""},{"Abstract":"HIKESHI, under heat stress conditions, has been reported to transport molecular chaperone HSP70 into the nucleus to prevent cancer cell death from heat stress. The tumor-supporting roles of molecular chaperones in various solid tumors are explored extensively. Yet, the sole targeting of the molecular chaperones could not significantly impact anticancer treatment. Thus, we hypothesized that the specific transporter protein HIKESHI might improve this outcome. However, understanding of the clinical relevance of HIKESHI in pancreatic cancer remained unclear, and few studies addressed the HIKESHI role in cancer and whether targeting can inhibit pancreatic cancer cell viability and the other HSPs. Here, we first investigated the expression pattern of the HIKESHI protein in surgically resected pancreatic cancer samples (n=142) and analyzed the clinical relevance of the HIKESHI. We found that the HIKESHI protein was overexpressed in cancer compared to the adjacent normal tissue, and positive expression of cancer HIKESHI was related to poor overall survival. In addition, HIKESHI-positive expression in cancer was identified as an independent prognostic marker for overall survival. Next, using shRNA, we established the stable HIKESHI-suppressed pancreatic cancer cell line (PANC-1). HIKESHI<br \/>suppression inhibited cell growth and colony formation ability in vitro. The expression and nuclear translocation of HSP70 and HSP110\/105 were suppressed in HIKESHI-suppressed cells compared to the control shRNA cells despite no heat stress conditions. Furthermore, we found that the tumor growth, HIKESHI, and Ki67 expression in HIKESHI-suppressed tumors were inhibited compared to the control shRNA tumors. Next, we performed Cap Analysis of Gene Expression and IP-MS analysis to discover the potential downstream and novel interactive partner of the HIKESHI protein. The extensive mechanism of these analyses is under investigation. Our findings suggest that targeting HIKESHI may be a promising therapeutic strategy against refractory pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Pancreatic cancer,HIKESHI,Target discovery,Prognostic markers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Bilguun Erkhem-Ochir<\/b><sup>1<\/sup>, Takehiko Yokobori<sup>1<\/sup>, Gendensuren Dorjkhorloo<sup>2<\/sup>, Haruka Okami<sup>2<\/sup>, Takaomi Seki<sup>2<\/sup>, Norifumi Harimoto<sup>2<\/sup>, Ryo Muranushi<sup>2<\/sup>, Kouki Hoshino<sup>2<\/sup>, Kei Hagiwara<sup>2<\/sup>, Norihiro Ishii<sup>2<\/sup>, Mariko Tsukagoshi<sup>2<\/sup>, Kenichiro Araki<sup>2<\/sup>, Hiroshi Saeki<sup>2<\/sup>, Ken Shirabe<sup>2<\/sup><br><br\/><sup>1<\/sup>Gunma University Initiative for Advanced Research, Maebashi, Japan,<sup>2<\/sup>Department of General Surgical Science, Graduate School of Medicine, Gunma University, Maebashi, Japan","CSlideId":"","ControlKey":"489a9e2c-5dd4-4654-85c0-ace54047ecbd","ControlNumber":"10582","DisclosureBlock":"&nbsp;<b>B. Erkhem-Ochir, <\/b> None..<br><b>T. Yokobori, <\/b> None..<br><b>G. Dorjkhorloo, <\/b> None..<br><b>H. Okami, <\/b> None..<br><b>T. Seki, <\/b> None..<br><b>N. Harimoto, <\/b> None..<br><b>R. Muranushi, <\/b> None..<br><b>K. Hoshino, <\/b> None..<br><b>K. Hagiwara, <\/b> None..<br><b>N. Ishii, <\/b> None..<br><b>M. Tsukagoshi, <\/b> None..<br><b>K. Araki, <\/b> None..<br><b>H. Saeki, <\/b> None..<br><b>K. Shirabe, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10522","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB274","PresenterBiography":null,"PresenterDisplayName":"Bilguun Erkhem-Ochir","PresenterKey":"413bfffb-8bb3-484e-8afa-dae38edaae9b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB274. Nuclear transporter HIKESHI is a novel independent poor overall survival for pancreatic cancer; targeting can inhibit pancreatic cancer growth via HSP70 suppression","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nuclear transporter HIKESHI is a novel independent poor overall survival for pancreatic cancer; targeting can inhibit pancreatic cancer growth via HSP70 suppression","Topics":null,"cSlideId":""},{"Abstract":"Immunogenic cell death (ICD) is a specific form of cell death that is characterized by the release of danger-associated molecular patterns (DAMPs), such as cell surface exposure of calreticulin, ATP and HMGB1 release, and can be induced by several different anti-cancer therapies. This, in turn, evokes a strong anti-tumor immune response, leading to reduced tumor growth. Despite being the first and one of the most successful antibody-drug conjugates (ADCs) approved for refractory HER2-positive breast cancer, little is known if response and resistance to trastuzumab emtansine (T-DM1) involves ICD modulation that can be leveraged to enhance T-DM1 response. Here we report that T-DM1 induces spindle assembly checkpoint (SAC)-dependent ICD in sensitive cells, mediated by its payload by inducing eIF2&#945; phosphorylation, surface exposure of calreticulin, ATP and HMGB1 release, and secretion of ICD-related cytokines, all of which are lost in resistance. Accordingly, ICD-related gene signatures correlate with clinical response to T-DM1-containing therapy in pre-treatment samples, and increased infiltration of anti-tumor CD8+ T cells is correlated with better T-DM1 response in post-treatment samples. We found that transforming acidic coiled-coil containing 3 (TACC3) is overexpressed in T-DM1 resistant cells, and that T-DM1 responsive patients have reduced TACC3 protein while the non-responders exhibited increased TACC3 expression during T-DM1 treatment. Notably, genetic or pharmacological inhibition of TACC3 revives T-DM1-induced SAC activation and induction of ICD markers in vitro. TACC3 inhibition elicits ICD in vivo as shown by vaccination assay. It also potentiates T-DM1 in the human HER2-overexpressing MMTV-huHER2#5 (Fo5) transgenic model by activating ICD markers, release of cytokines and inducing dendritic cell (DC) maturation and enhancing infiltration of cytotoxic T cells. Together, our results show that ICD is a key mechanism of action of T-DM1 which is lost in resistance, and that targeting TACC3 restores T-DM1-mediated ICD and overcomes resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Immunogenic cell death,Antibody-drug conjugate (ADC),Drug resistance,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>O. Saatci<\/b><sup>1<\/sup>, M. Gedik<sup>1<\/sup>, N. Oberholtzer<sup>1<\/sup>, M. Uner<sup>2<\/sup>, O. Akbulut<sup>3<\/sup>, M. Cetin<sup>1<\/sup>, M. Aras<sup>4<\/sup>, K. Ibis<sup>5<\/sup>, B. Caliskan<sup>5<\/sup>, E. Banoglu<sup>5<\/sup>, S. Wiemann<sup>6<\/sup>, A. Uner<sup>2<\/sup>, S. Aksoy<sup>7<\/sup>, S. Mehrotra<sup>1<\/sup>, O. Sahin<sup>1<\/sup>; <br\/><sup>1<\/sup>The Medical University of South Carolina (MUSC), Charleston, SC, <sup>2<\/sup>Hacettepe University, Ankara, Turkey, <sup>3<\/sup>Bilkent University, Ankara, Turkey, <sup>4<\/sup>University of South Carolina, Columbia, SC, <sup>5<\/sup>Gazi University, Ankara, Turkey, <sup>6<\/sup>German Cancer Research Center (DKFZ), Heidelberg, Germany, <sup>7<\/sup>Hacettepe University Cancer Institute, Ankara, Turkey","CSlideId":"","ControlKey":"6cadf9b6-2b34-4e23-a37f-817c31ff23e9","ControlNumber":"10888","DisclosureBlock":"&nbsp;<b>O. Saatci, <\/b> None..<br><b>M. Gedik, <\/b> None..<br><b>N. Oberholtzer, <\/b> None..<br><b>M. Uner, <\/b> None..<br><b>O. Akbulut, <\/b> None..<br><b>M. Cetin, <\/b> None..<br><b>M. Aras, <\/b> None..<br><b>K. Ibis, <\/b> None..<br><b>B. Caliskan, <\/b> None..<br><b>E. Banoglu, <\/b> None..<br><b>S. Wiemann, <\/b> None..<br><b>A. Uner, <\/b> None..<br><b>S. Aksoy, <\/b> None..<br><b>S. Mehrotra, <\/b> None.&nbsp;<br><b>O. Sahin, <\/b> <br><b>OncoCube Therapeutics LLC<\/b> Ozgur Sahin is the co-founder and manager of OncoCube Therapeutics LLC. <br><b>LoxiGen, Inc<\/b> Ozgur Sahin is the founder and president of LoxiGen, Inc. <br><b>A2A Pharmaceuticals<\/b> Ozgur Sahin is the member of the scientific advisory board of A2A Pharmaceuticals.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10523","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB275","PresenterBiography":null,"PresenterDisplayName":"Ozge Saatci, BS;MS","PresenterKey":"d384fb7e-177c-4b9f-b7fb-a28267aa9fd9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB275. Reactivation of mitotic arrest upon targeting TACC3 restores immunogenic cell death and T-DM1 response in HER2-positive breast cancer<u><\/u>","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reactivation of mitotic arrest upon targeting TACC3 restores immunogenic cell death and T-DM1 response in HER2-positive breast cancer<u><\/u>","Topics":null,"cSlideId":""},{"Abstract":"Papillary thyroid carcinoma (PTC) accounts for up to 90% of thyroid cancer cases, and its differentiation from benign conditions presents a challenge in clinical practice. Fine needle aspiration biopsy (FNAB) has become a recommended practice for evaluating thyroid nodules (TN) with imaging features suspicious of malignancy. Although FNAB demonstrates high accuracy in discriminating TN, a significant number are classified as malignant indeterminate (MTI), which can only be fully diagnosed by post-surgical histologic evaluation. Up to 30% of FNAB findings are expected to be MTI, leading to a high rate of unnecessary hemithyroidectomies in about 75% of patients. In PTC, the most common mutation is c.T1799A in the BRAF gene (rs113488022), resulting in V600E in the B-raf protein, leading to an increase expression by altering the MAPK pathway. The aim of this study was to evaluate the efficacy of discriminating patients with malignant and benign TNs by detecting BRAF V600E in tissue from FNAB for molecular diagnosis of PTC. The qPCR technique with allele-specific probes was used to detect the BRAF<\/i><i> c.1799T&#62;A<\/i> mutation in somatic DNA samples extracted by FNAB from TN (n=99) with suspected malignancy by ultrasonography. Cytologic diagnosis of biopsies was performed using the Bethesda System (TBSRTC). Diagnostic accuracy measures for evaluation of <i>BRAF c.1799T&#62;A<\/i> as a diagnostic tool were performed with MedCalc software. Of the 99 patients, it was determined by cytology that 50 patients (50.51%) had PTC and 49 benign neoplasms (49.49%). The mutation was detected in 28 of the PTC samples (56%) (AA homozygotes [n=12, 24%] and AT heterozygotes [n=16, 32%). No mutation carriers were found among patients with benign neoplasms. Regarding accuracy measures were 56% for sensitivity of 56% and 100% specificity. The positive predictive value was 100% and the negative predictive value was 69.01%, with an accuracy of 77.78%. Finally, the negative likelihood ratio (LR-) value was 0.44 (95% CI: 0.32 to 0.60), while the positive likelihood ratio (LR+) value could not be calculated as there were no patients with the mutation in the group of patients with benign TN. In conclusion, our results suggest that the presence of BRAF c.1799T&#62;A<\/i> mutation could be indicative of PTC, confirming its usefulness in the differentiation between malignant and benign tumors. BRAF V600E detection may be valuable as an adjunct to conventional cytology, improving diagnostic accuracy and reducing the need for unnecessary surgical procedures. While highlighting the potential utility of this technique as a diagnostic tool, further analysis and consideration of other metrics is recommended for a full evaluation of its clinical relevance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET06-04 Molecular classification of tumors for diagnostics, prognostics, and therapeutic outcomes,,"},{"Key":"Keywords","Value":"Diagnostic marker,Thyroid cancer,BRAF,Mutation detection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Anette  R.  Gastelum-Quiroz<\/b><sup>1<\/sup>, Andrea Ross-Orozco<sup>2<\/sup>, Marco  A.  lvarez-Arrazola<sup>3<\/sup>, Eliakym Arambula-Meraz<sup>4<\/sup>, Karla  L.  Morales-Hernndez<sup>1<\/sup>, Hanna  M.  Tolosa-Lerma<sup>5<\/sup>, Fred Luque-Ortega<sup>6<\/sup>, Paola  Y.  Snchez-Aboytes<sup>5<\/sup>, Noem Garca-Magallanes<sup>5<\/sup><br><br\/><sup>1<\/sup>Posgrado en Ciencias Biomdicas,  Facultad de Ciencias Qumico-Biolgicas, Universidad Autnoma de Sinaloa, Culiacn, Mexico,<sup>2<\/sup>Posgrado en Ciencias Biomdicas, Facultad de Ciencias Qumico-Biolgicas, Universidad Autnoma de Sinaloa, Culiacn, Mexico,<sup>3<\/sup>lvarez y Arrazola Radilogos, Mazatln, Mexico,<sup>4<\/sup>Laboratorio de Gentica y Biologa Molecular, Facultad de Ciencias Qumico-Biolgicas, Universidad AutnomadeSinaloa, Culiacn, Mexico,<sup>5<\/sup>Laboratorio de Biomedicina y Biologa Molecular, Universidad Politcnica de Sinaloa, Mazatln, Mexico,<sup>6<\/sup>Laboratorio de Ciencias Bsicas, Facultad de Odontologa, Universidad AutnomadeSinaloa, Culiacn, Mexico","CSlideId":"","ControlKey":"466ababe-686d-4345-8fa5-021eace13951","ControlNumber":"10599","DisclosureBlock":"&nbsp;<b>A. R. Gastelum-Quiroz, <\/b> None..<br><b>A. Ross-Orozco, <\/b> None..<br><b>M. A. lvarez-Arrazola, <\/b> None..<br><b>E. Arambula-Meraz, <\/b> None..<br><b>K. L. Morales-Hernndez, <\/b> None..<br><b>H. M. Tolosa-Lerma, <\/b> None..<br><b>F. Luque-Ortega, <\/b> None..<br><b>P. Y. Snchez-Aboytes, <\/b> None..<br><b>N. Garca-Magallanes, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10524","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB276","PresenterBiography":null,"PresenterDisplayName":"Anette Gastelum Quiroz, BS","PresenterKey":"84551acd-f443-4541-a408-44271adf2e8b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB276. qPCR in the diagnosis of papillary thyroid cancer: Assessment of BRAF V600E mutation in FNA biopsies of thyroid nodules","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"qPCR in the diagnosis of papillary thyroid cancer: Assessment of BRAF V600E mutation in FNA biopsies of thyroid nodules","Topics":null,"cSlideId":""},{"Abstract":"Osimertinib (Osi) is a potent, CNS-active irreversible inhibitor of epidermal growth factor receptor-mutate (EGFRm) and T790M mutations. It is currently approved as the standard of care in patients with locally advanced (Stage IIIB or IIIC) or metastatic (Stage IV) EGFR T790M mutation-positive NSCLC whose disease has progressed on or after EGFR-TKI therapy and as the first-line agent in patients with locally advanced or metastatic EGFRm NSCLC. FLAURA2 is a global, randomized, open-label, multi-center phase III clinical study to investigate the safety and efficacy of Osi 80 mg once daily in combination with platinum-pemetrexed chemotherapy compared to Osi monotherapy, as a first-line treatment in patients with locally advanced or metastatic EGFRm NSCLC. This study is ongoing and an sNDA has been submitted for approval. The objectives of this current analyses were to 1) assess the exposure-efficacy relationship between population PK model-derived Osi exposure metrics (AUCss , Cmaxss, Cminss), and PFS in patients from the investigational arm (Osi + chemotherapy arm, n=244) of FLAURA2 study and 2) assess the relationship between Osi exposure metrics and key safety endpoints. The exposure response (ER) relationship between Osi and progression free survival (PFS) in patients enrolled in the investigational arm of FLAURA2 was assessed. Kaplan Meier plots with patients stratified by quartile exposure of Osi in the investigational arm indicated no clear ER relationship, though there appears to be a trend of lower PFS with highest AUCss quartile. A stepwise Cox proportional hazard analysis indicated that the effect of Osi exposure metrics were not statistically significant associated with PFS; however, the number of pemetrexed cycles appeared to be a significant covariate on PFS. The relationship between Osi exposure metrics and AEs CTCAE Grade 3 and above causally related to Osi, as well as AESIs from the investigational arm of FLAURA2 study were explored. The&nbsp;graphical exploration and logistic regression analysis did not identify statistically significant relationship of Osi exposures on CTCAE &#8805;&nbsp;Grade 3 adverse events (AEs) causally related to Osi, AEs leading to Osi dose interruptions\/reductions\/discontinuations, and AESIs including &#8805;&nbsp;Grade 3 haematological AEs, cardiac effects, left ventricular ejection fraction decrease and &#8805;&nbsp;Grade 1 interstitial lung disease causally related to Osi. In conclusions, no statistically significant relationships between exposure of Osi and response were observed, supporting the recommended dose of Osi of 80 mg daily in the FLAURA2 patient population. Overall, the recommended dose of Osi as monotherapy or in combination with chemotherapy is 80 mg once daily, with a dose reduction to 40 mg daily if unacceptable toxicity is observed.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET07-05 Pharmacokinetics and pharmacodynamics,,"},{"Key":"Keywords","Value":"Osimertinib,NSCLC,Efficacy,Pharmacokinetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Yang<\/b><sup>1<\/sup>, D. Olabode<sup>1<\/sup>, A. Sawant<sup>1<\/sup>, K. Vishwanathan<sup>1<\/sup>, S. Bachina<sup>1<\/sup>, A. Todd<sup>2<\/sup>, D. Ghiorghiu<sup>2<\/sup>, Y. Rukazenkov<sup>2<\/sup>, A. Phipps<sup>3<\/sup>, D. Zhou<sup>1<\/sup>, A. Shahraz<sup>1<\/sup>; <br\/><sup>1<\/sup>AstraZeneca R&D Boston, Waltham, MA, <sup>2<\/sup>AstraZeneca, Cambridge, United Kingdom, <sup>3<\/sup>AstraZeneca R&D, Cambridge, United Kingdom","CSlideId":"","ControlKey":"7d83422d-561d-466f-b4f8-65e2bf9135cd","ControlNumber":"10562","DisclosureBlock":"<b>&nbsp;J. Yang, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock, Travel. <br><b>D. Olabode, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>A. Sawant, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>Pfizer<\/b> Stock. <br><b>K. Vishwanathan, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>S. Bachina, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>A. Todd, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>D. Ghiorghiu, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>Y. Rukazenkov, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>A. Phipps, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>D. Zhou, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>A. Shahraz, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10525","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB277","PresenterBiography":null,"PresenterDisplayName":"Jincheng Yang","PresenterKey":"2e271408-6fba-4780-a2d3-e106817c4fc3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB277. Exposure response and safety analysis of osimertinib in combination with pemetrexed and platinum-based chemotherapy for the first-line treatment of locally advanced or metastatic NSCLC patients with EGFRm (FLAURA2)","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exposure response and safety analysis of osimertinib in combination with pemetrexed and platinum-based chemotherapy for the first-line treatment of locally advanced or metastatic NSCLC patients with EGFRm (FLAURA2)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> In 2022 and 2023 FDA introduced the Project Optimus initiative and the Draft Guidance &#8220;Optimizing the Dosage of Human Prescription Drugs and Biological Products for the Treatment of Oncologic Diseases.&#8221; The FDA&#8217;s desire is to move away from the maximum tolerated dose (MTD) approach in the development of all oncology drugs and to determine and justify the optimal dosage regimen (ODR), requiring one to evaluate the exposure-response relationship for both the safety and efficacy of oncology drugs. This approach has made the oncology drug developer re-examine their previous beliefs and reconsider the design of the clinical and pre-clinical studies. Processa has begun to implement the ODR evaluation in Phase 1 and pre-clinical studies and will be providing examples as well as how the findings may potentially affect the design of Phase 2\/3 trials.<br \/><b>Methods\/Results:<\/b> For Next Generation Irinotecan (NGC-Iri), the toxicity and tumor growth inhibition after NGC-Iri administration (as well as tissue distribution of NGC-Iri) were compared to irinotecan in xenograft transplanted mice. Tumor growth inhibition remained constant at 100% for an NGC-Iri dose at the MTD and at 50% of the MTD. However, tumor growth inhibition after irinotecan administration decreased from 100% at the MTD to approximately 64% at 50% of the MTD. The differences seen in the tumor inhibition when NGC-Iri and irinotecan were administered illustrate that the exposure-efficacy profile of NGC-Iri follows a different pattern than the exposure-safety profile and is different from the irinotecan exposure-efficacy profile even though the active molecule is the same. The dose of NGC-Iri can be decreased to improve safety while not significantly sacrificing efficacy, different than what was seen with irinotecan. In a second example, we are evaluating the PK-safety relationship of a different Next Generation drug in our ongoing Phase 1 trial. We have recently found that the exposure-safety relationship is different for our NGC drug than for the approved drug with the same cancer-killing metabolite(s). Based on the difference in exposure-response in the Phase 1 study, we are designing the Phase 2 trial to determine the potential ODR.<br \/><b>Conclusion:<\/b> Both preclinical and Phase 1 oncology trials can be designed to better understand the exposure-response relationships for safety and efficacy which will then help the drug developer in designing the Phase 2 and 3 trials for eventual FDA approval of the ODR.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET07-05 Pharmacokinetics and pharmacodynamics,,"},{"Key":"Keywords","Value":"Irinotecan,Pharmacokinetics\/Pharmacodynamics,SN-38,optimal dosage regimen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Young<\/b>, S. Bigora, P. Franks, M. Nyberg, Y. Madden; <br\/>Processa Pharmaceuticals, Inc., Hanover, MD","CSlideId":"","ControlKey":"f275a5c6-dbbc-4e88-a7a5-acd8681ad1c7","ControlNumber":"10713","DisclosureBlock":"<b>&nbsp;D. Young, <\/b> <br><b>Processa Pharmaceuticals Inc<\/b> Employment, Fiduciary Officer, Stock. <br><b>S. Bigora, <\/b> <br><b>Processa Pharmaceuticals Inc<\/b> Employment, Fiduciary Officer, Stock. <br><b>P. Franks, <\/b> <br><b>Processa Pharmaceuticals Inc<\/b> Employment, Stock. <br><b>M. Nyberg, <\/b> <br><b>Processa Pharmaceuticals Inc<\/b> Employment, Stock. <br><b>Y. Madden, <\/b> <br><b>Processa Pharmaceuticals Inc<\/b> Employment, Stock.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10526","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB278","PresenterBiography":null,"PresenterDisplayName":"David Young, PhD;Pharm D","PresenterKey":"e199f50a-5bd6-4a2b-803c-583fc92102c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB278. Application of phase 1 and pre-clinical data to assist in determining the optimal dosage regimen for cancer drugs using the principles of Project Optimus","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Application of phase 1 and pre-clinical data to assist in determining the optimal dosage regimen for cancer drugs using the principles of Project Optimus","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose<\/b>: Antibody-drug conjugate (ADC) is a promising treatment modality because it enables effective tumor-specific delivery of anticancer drugs by targeting cancer antigens with antibodies. By using ADC, each treatment can be used at an optimal dose, thereby minimizing side effects, and maximizing treatment effects. The ADC used in this experiment targets B7-H3, and the B7-H3 protein is highly expressed in various cancer types. Recent studies have shown that B7-H3 is increased by radiation in various cancer cells. This study aims to demonstrate the efficacy of the B7-H3 ADC and confirm its combined effect with radiotherapy.<br \/><b>Method<\/b>: <i>In vitro<\/i>, colony forming assay, CCK-8 assay, FACs and western blotting were performed in JIMT-1 and HCT116 cell lines. <i>In vivo<\/i>, JIMT-1, HCT116 and Colon PDX models were developed to monitor tumor growth and survival rate. Biodistribution was performed through the IVIS (In Vivo Imaging System) spectrum.<br \/><b>Result<\/b>: The B7-H3 ADC used in the experiment was developed by combining DUBA as a toxin with anti-B7-H3 antibody In <i>in vitro<\/i> experiments, the combined treatment of radiation and B7-H3 ADC reduced cell viability via apoptosis more effectively than treatment alone. In the <i>in vivo<\/i> mouse models, we observed that the combined treatment of radiation and B7-H3 ADC was more effective in inhibiting tumor growth than the single treatment groups. The survival rate of the mice was also improved when the radiation was combined with B7-H3 ADC treatment compared to the other treatment groups alone. In the biodistribution results, the accumulation of B7-H3 ADC-Cy7 was further enhanced when irradiated.<br \/><b>Conclusion<\/b>: The results show that B7-H3 ADC can be used as a promising therapeutic agent and the combined treatment with radiation can obtain an improved anticancer effect than the single treatment, suggesting another cancer treatment method.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET08-06 Radiotherapeutic combinations,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Radiation,Cancer therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Son<\/b><sup>1<\/sup>, E. Ju<sup>1<\/sup>, J. Park<sup>1<\/sup>, S. Shin<sup>1<\/sup>, E. Ko<sup>1<\/sup>, M. Kwon<sup>1<\/sup>, H. Lee<sup>1<\/sup>, B. Seo<sup>2<\/sup>, S. Lee<sup>2<\/sup>, S. Park<sup>1<\/sup>, S. Jeong<sup>1<\/sup>, S. Song<sup>1<\/sup>, E. Choi<sup>1<\/sup>; <br\/><sup>1<\/sup>Asan Medical Center (AMC), Seoul, Korea, Republic of, <sup>2<\/sup>IntoCell Inc., Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"af88c726-813a-44e0-bb27-be355b78f4e8","ControlNumber":"10573","DisclosureBlock":"&nbsp;<b>G. Son, <\/b> None..<br><b>E. Ju, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>S. Shin, <\/b> None..<br><b>E. Ko, <\/b> None..<br><b>M. Kwon, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>B. Seo, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>S. Jeong, <\/b> None..<br><b>S. Song, <\/b> None..<br><b>E. Choi, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10527","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB279","PresenterBiography":null,"PresenterDisplayName":"Gawon Son, MS","PresenterKey":"07be68e6-36ea-4ef6-a303-d5849ac39154","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB279. The combination therapy with B7-H3 antibody drug conjugates for effective radiation treatment","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The combination therapy with B7-H3 antibody drug conjugates for effective radiation treatment","Topics":null,"cSlideId":""},{"Abstract":"There is an urgent unmet medical need to discover novel therapeutics to enhance the efficacy of glioma radiotherapy. Here we assessed the roles of catechol - o - methyltransferase COMT, a key enzyme in dopamine metabolism and a drug target for Parkinson's disease, in glioma treatment. Analysis of TCGA data showed significantly higher COMT expression levels in glioma versus normal brain tissues. Inhibition of COMT by genetic knockout or FDA - approved COMT inhibitors significantly sensitized glioma cells to radiotherapy <i>in vitro <\/i>and murine glioma <i>in vivo<\/i>. Mechanistically, COMT inhibition in glioblastoma cells led to mitochondria dysfunction and increased mitochondrial RNA release into the cytoplasm, activating the cellular antiviral dsRNA sensing pathway and type I IFN response. Elevated type I IFNs stimulated microglial cells&#8242; phagocytic capacity, enhancing radiotherapy efficacy. Because of the long - established safety record of the COMT inhibitors, our findings provide a solid rationale to evaluate them in combination with radiotherapy in glioma patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET08-06 Radiotherapeutic combinations,,"},{"Key":"Keywords","Value":"Glioblastoma,Radiotherapy,antiviral RNA sensing,Immune response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Meng Jiao<\/b><sup><\/sup>, Christopher  J.  Pirozzi<sup><\/sup>, Chen Yu<sup><\/sup>, Xuhui Bao<sup><\/sup>, Mengjie Hu<sup><\/sup>, Dong Pan<sup><\/sup>, Sejiro Littleton<sup><\/sup>, Nathan Reynolds<sup><\/sup>, Daniel  R.  Saban<sup><\/sup>, Fang Li<sup><\/sup>, Chuan-yuan Li<sup><\/sup><br><br\/>Duke University School of Medicine, Durham, NC","CSlideId":"","ControlKey":"239853d0-ca0d-4b9c-9855-fb10caaff531","ControlNumber":"10241","DisclosureBlock":"&nbsp;<b>M. Jiao, <\/b> None..<br><b>C. J. Pirozzi, <\/b> None..<br><b>C. Yu, <\/b> None..<br><b>X. Bao, <\/b> None..<br><b>M. Hu, <\/b> None..<br><b>D. Pan, <\/b> None..<br><b>S. Littleton, <\/b> None..<br><b>N. Reynolds, <\/b> None..<br><b>D. R. Saban, <\/b> None..<br><b>F. Li, <\/b> None..<br><b>C. Li, <\/b> None.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10528","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB280","PresenterBiography":"","PresenterDisplayName":"Meng Jiao, PhD","PresenterKey":"f729413d-a3e1-4de6-9127-1990598fbc2f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB280. Enhancing glioblastoma radiotherapy by COMT inhibition","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing glioblastoma radiotherapy by COMT inhibition","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer represents 3% of all cancers and 7% of all cancer deaths in the USA, with a majority of cases diagnosed late and with limited treatment efficacy. Radiopharmaceutical Therapy (RPT) using antibodies (Abs) is emerging as a new approach for the treatment of solid cancers. Due to the long circulation time in blood, full-length antibodies bear concerns for hematological exposure to radioactivity. Antibody fragments with lower molecular weight like minibodies (Mb, 80 kDa) show rapid blood clearance, thus reducing off-target exposure, while maintaining the high target affinity typical of immunoglobulins. Mbs consist of two scFv antigen-binding domains fused to the CH3 domain of human IgG.<br \/>Integrin &#945;V&#946;6 is mainly absent in healthy adult tissues but upregulated in a variety of carcinomas, including pancreatic cancer.<br \/>In this preclinical proof of concept study, we evaluated a Mb targeting human &#945;V&#946;6 (IAB56) as an RPT agent for the treatment of pancreatic cancer. To this end we first evaluated the &#946;-emitter Mb <sup>177<\/sup>Lu-DOTAGA-IAB56 in a dosimetry study in mice and extrapolated the organ exposures to humans. Then we tested its therapeutic efficacy in female Nu\/J mice bearing the subcutaneous ductal adenocarcinoma xenograft CFPAC-1.<br \/>The IAB56 Mb was conjugated with DOTAGA and radiolabeled with <sup>177<\/sup>Lu. Doses of 1.48 MBq\/animal were administered intravenously (iv) in non-tumor bearing mice and biodistributions collected at 0.5, 3, 6, 24, 48, 120 and 192 hours postinjection (p.i.) to quantify time course uptake at major organs. Dosimetry data extrapolated from these biodistributions showed that exposure in humans at clearance organs (kidneys and liver), had an average dose of 3.1 and 5.0 Gy which is 8 times and 6 times below the published dosimetry thresholds of 23 Gy and 32 Gy respectively. Bone marrow and the lungs, two additional radiation sensitive sites, show doses of 0.04 and 0.4 Gy, 50.0 times and 67.5 times below the tox thresholds (2 Gy for bone marrow and 27 Gy for the lungs). The spleen had an average dose of 2.2 Gy, which is 18.2 times below the threshold of 40 Gy.<br \/>Preclinical RPT studies were conducted in CFPAC-1 xenografts. A pancreatic carcinoma cell-line reported to have intermediate-to-low expression level of human &#945;V&#946;6 (4-fold lower than BxPC3 pancreatic adenocarcinoma). When the tumor size reached 100-150 mm<sup>3<\/sup> mice were randomized into three groups: vehicle, single dose of 18.5 MBq, or two doses 11.1 MBq and 8.1 MBq 7 days apart of <sup>177<\/sup>Lu radiolabeled DOTAGA-IAB56.<br \/>A rapid tumor growth inhibition response for up to 36 days was observed in both RPT groups which evoked a significant improvement in survival compared to control. Overall, our data indicate the anti-&#945;v&#946;6 Mb, IAB56 is efficacious for the treatment of pancreatic cancer supporting the use of this agent as a RPT approach for solid tumors.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET08-07 Theranostics\/radiotheranostics,,"},{"Key":"Keywords","Value":"Theranostics,Integrins,Solid tumors,Radioimmunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"L. M. De Souza Cordeiro, K. C. Atkinson, F. Jia, A. Aivazian, G. E. Smith, I. Wilson, <b>A. Mascioni<\/b>; <br\/>ImaginAb Inc, Inglewood, CA","CSlideId":"","ControlKey":"4737ffaa-1da3-496d-b5d3-5cfe0a36eb2f","ControlNumber":"10309","DisclosureBlock":"<b>&nbsp;L. M. De Souza Cordeiro, <\/b> <br><b>ImaginAb, Inc.<\/b> Employment. <br><b>K. C. Atkinson, <\/b> <br><b>ImaginAb, Inc.<\/b> Employment. <br><b>F. Jia, <\/b> <br><b>ImaginAb, Inc.<\/b> Employment. <br><b>A. Aivazian, <\/b> <br><b>ImaginAb, Inc.<\/b> Employment. <br><b>G. E. Smith, <\/b> <br><b>ImaginAb, Inc.<\/b> Employment. <br><b>I. Wilson, <\/b> <br><b>ImaginAb, Inc.<\/b> Employment. <br><b>A. Mascioni, <\/b> <br><b>ImaginAb, Inc.<\/b> Employment, Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10529","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB281","PresenterBiography":null,"PresenterDisplayName":"Alessandro Mascioni, PhD","PresenterKey":"10661826-7a28-4ea5-939a-ce3951d21006","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB281. A preclinical therapeutic study of minibody 177Lu-DOTAGA-IAB56 targeting &#945;V&#946;6 for the treatment of pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A preclinical therapeutic study of minibody 177Lu-DOTAGA-IAB56 targeting &#945;V&#946;6 for the treatment of pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Small cell lung cancer (SCLC) is the most aggressive subtype of lung carcinoma with a 5-year survival rate below 7%. While the addition of anti-PD-1 antibody treatment has improved SCLC patient outcomes, nearly all patients relapse, indicating an unmet need for more efficacious therapeutics. Delta-like ligand 3 (DLL3) is an inhibitory Notch ligand that is over-expressed on the surface of SCLC tumor cells. Due to this, DLL3 has become a target of interest for SCLC treatment and several agents are in preclinical and clinical evaluation using different strategies such as antibody-drug conjugates, bispecific T cell engagers, and DLL3-targeting CAR-T.<br \/>Minibodies are antibody fragments that provide optimal pharmacokinetics for the delivery of radioactive payloads. Their molecular weight of 80 kDa allows for rapid tumor uptake and faster circulation clearance than full-length antibodies. These scaffolds also present deeper tumor penetration relative to full-length antibodies, and higher target specificity and retention at the tumor site, with respect to small molecules. We hypothesized that a minibody targeting DLL3 (IAB57) would be a valid approach for radiopharmaceutical therapy (RPT) of SCLC and tested its efficacy in a preclinical model of SCLC.<br \/>We conjugated the IAB57 minibody with DOTAGA and radiolabeled the protein with the &#946;-emitter 177-Lu. Nu\/J female mice were inoculated subcutaneously with the non-encapsulated lung carcinoma cell line SHP77, and the tumor size was measured 3 times per week until it reached 100-150 mm<sup>3<\/sup>. 24-hour biodistribution results revealed a tumor uptake of 18.8% injected dose per gram (%ID\/gr). Mice were treated with 13.3 MBq and 13.6 MBq doses of 177-Lu-DOTAGA-IAB57 7 days apart to determine if there was a therapeutic effect and improved animal survival. A subgroup of mice was not treated and was considered controls.<br \/>A time course biodistribution was performed to assess organs dosimetry. The dosimetry results were extrapolated to human organ exposure showing kidneys and liver uptakes of 2.2 and 4.6 Gy which is 10 times and 7 times below published exposure thresholds (23 Gy and 32 Gy respectively). Exposure at bone marrow (b.m., 0.1 Gy), spleen (1.5 Gy) and lungs (0.4 Gy) were 20 times, 27 times and 68 times below published toxicity thresholds (b.m.: 2 Gy; spleen: 40 Gy; lungs: 27 Gy). The RPT data showed a significant decrease in tumor size beginning on day 11 in the treated group compared to the control group. The decreased tumor size also coincided with a doubling in the survival rate. Overall, these results indicate that the IAB57 minibody targeting DLL3 is a promising and effective agent for RPT treatment of SCLC via &#946;-emitting radionuclides.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET08-07 Theranostics\/radiotheranostics,,"},{"Key":"Keywords","Value":"Solid tumors,Theranostics,Radioimmunotherapy,Antibody engineering,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"K. C. Atkinson, L. M. De Souza Cordeiro, F. Jia, A. Aivazian, G. E. Smith, I. Wilson, <b>A. Mascioni<\/b>; <br\/>ImaginAb Inc, Inglewood, CA","CSlideId":"","ControlKey":"32c662dd-0b49-4dbc-afec-90c31bd232ac","ControlNumber":"10322","DisclosureBlock":"<b>&nbsp;K. C. Atkinson, <\/b> <br><b>ImaginAb, Inc.<\/b> Employment. <br><b>L. M. De Souza Cordeiro, <\/b> <br><b>ImaginAb, Inc.<\/b> Employment. <br><b>F. Jia, <\/b> <br><b>ImaginAb, Inc.<\/b> Employment. <br><b>A. Aivazian, <\/b> <br><b>ImaginAb, Inc.<\/b> Employment. <br><b>G. E. Smith, <\/b> <br><b>ImaginAb, Inc.<\/b> Employment. <br><b>I. Wilson, <\/b> <br><b>ImaginAb, Inc.<\/b> Employment. <br><b>A. Mascioni, <\/b> <br><b>ImaginAb, Inc.<\/b> Employment, Stock Option.","End":"4\/9\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10530","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB282","PresenterBiography":null,"PresenterDisplayName":"Alessandro Mascioni, PhD","PresenterKey":"10661826-7a28-4ea5-939a-ce3951d21006","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB282. Therapeutic efficacy and dosimetry for a 177-lutetium radiolabeled minibody targeting DLL3 in a preclinical model of small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr  9 2024  9:00AM","SessionId":"599","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 3","ShowChatLink":"false","Start":"4\/9\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic efficacy and dosimetry for a 177-lutetium radiolabeled minibody targeting DLL3 in a preclinical model of small cell lung cancer","Topics":null,"cSlideId":""}]