[{"Abstract":"EHTM1 (GLP) and EHMT2 (G9a) are closely related protein lysine methyltransferases often thought to function together as a heterodimer to methylate histone H3 and non-histone substrates in diverse cellular processes including transcriptional regulation, genome methylation, and DNA repair. Here we show that EHMT1\/2 inhibitors cause DNA replication stress, accumulation of single-stranded replication gaps, increased expression of STING, emergence of cytosolic DNA, and activation of the cGAS-STING pathway. Remarkably, EHMT1\/2 inhibition strongly potentiates the efficacy of alkylating chemotherapy and anti-PD-1 immunotherapy in mouse models of tripe negative breast cancer. Mechanistically, the effects of EHMT inhibition on DNA replication and alkylating agent sensitivity are largely caused by the loss of EHMT1-mediated methylation of DNA ligase I (LIG1), whereas the elevated STING expression is, at least part, caused by its promoter demethylation. Moreover, depletion of EHMT2, and not EHMT1, leads to STING induction, which is correlated with more complete demethylation of the STING1 promoter. On the other hand, depletion of EHMT1, and not EHMT2, results in cytosolic DNA accumulation, which presumably activates the cGAS-STING pathway. These results reveal distinct functions of the two EHMT paralogs and provide enlightening paradigms and corresponding molecular basis for combination therapies involving alkylating agents and immune checkpoint inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"DNA replication,DNA methylation,Chemotherapy,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Z. Kang<\/b><sup>1<\/sup>, P. Fu<sup>1<\/sup>, H. Ma<sup>1<\/sup>, T. Li<sup>1<\/sup>, K. Lu<sup>1<\/sup>, J. Liu<sup>1<\/sup>, V. Ginjala<sup>1<\/sup>, P. Romanienko<sup>1<\/sup>, Z. Feng<sup>1<\/sup>, M. Guan<sup>2<\/sup>, S. Ganesan<sup>1<\/sup>, B. Xia<sup>1<\/sup>; <br\/><sup>1<\/sup>Rutgers Cancer Institute of New Jersey, New Brunswick, NJ, <sup>2<\/sup>Huashan Hospital Fudan University, Shanghai, China","CSlideId":"","ControlKey":"96158d0d-2a00-4da6-a1ce-1126eab477f3","ControlNumber":"5144","DisclosureBlock":"&nbsp;<b>Z. Kang, <\/b> None..<br><b>P. Fu, <\/b> None..<br><b>H. Ma, <\/b> None..<br><b>T. Li, <\/b> None..<br><b>K. Lu, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>V. Ginjala, <\/b> None..<br><b>P. Romanienko, <\/b> None..<br><b>Z. Feng, <\/b> None..<br><b>M. Guan, <\/b> None..<br><b>S. Ganesan, <\/b> None..<br><b>B. Xia, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8235","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7106","PresenterBiography":null,"PresenterDisplayName":"Zhihua Kang, PhD","PresenterKey":"680cadbc-7a7b-4b7c-a7c1-f398bcc5db3a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7106. Distinct functions of EHMT1 and EHMT2 in cancer chemotherapy and immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Distinct functions of EHMT1 and EHMT2 in cancer chemotherapy and immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Radiation therapy is one of the most common cancer treatments. Ionizing radiation generates DNA double-strand breaks (DSBs), which are the most lethal type of DNA damage. The dominant pathway for repairing DSBs is non-homologous end joining (NHEJ), but homologous recombination (HR) is also important. NHEJ is dominant pathway in all cell cycle phases while HR is largely restricted to S and G2 phases. Unrepaired or misrepaired DSBs can lead to cell death. KU70\/80 and DNA-PKcs are essential for NHEJ. KU70\/80 binds to broken ends, and DNA-PKcs binds to DNA-bound KU70\/80, which activates DNA-PKs kinase allowing NHEJ to proceed. Clustered DSBs (two or more DSBs separated by &#60;200 bp) generate small DNA fragments that are efficiently bound by KU70\/80 and DNA-PKcs, but fail to activate DNA-PKcs kinase, inhibiting NHEJ and shifting repair toward HR. Thus, clustered DSBs are poorly repaired and more cytotoxic than dispersed DSBs. There are two types of ionization radiation: high LET and low LET. High LET radiation has a higher ionization density and therefore induces more clustered DSBs than low LET, which explains why high LET radiation is more cytotoxic at a given dose. A major limitation of radiotherapy is normal tissue damage. We hypothesize that mimicking high-LET-induced clustered DSBs using CRISPR\/Cas9 targeted to cancer-specific DNA sequences (e.g., indel mutations) will effectively kill cancer cells but spare normal cells. In this approach, DSBs are not targeted to specific genes, nor is CRISPR\/Cas9 used for gene editing. Instead, cancer cell killing is achieved by inducing poorly repaired DSBs anywhere in cancer cell DNA. Thus, this therapeutic approach is distinct from conventional targeted therapies that are oncogenic pathway-dependent, and this eliminates oncogenic pathway-dependent resistance mechanisms. However, types of resistance are possible, such as upregulated DSB repair. Our data indicate that the cytotoxicity of clustered DSBs depends on the number of small DNA fragments induced, thus we observe similar cytotoxicity with a localized, 4-DSB cluster and with three non-localized 2-DSB clusters, as each generates 3 small fragments per target chromosome. This finding significantly increases available targets as 2-DSB clusters can be induced at indels and flanking (wild-type) sites, generating clustered DSBs in cancer cells but efficiently repaired dispersed DSBs in normal cells lacking the cancer indel. Data also indicates that a single DSB targeted to each amplicon of highly amplified regions is also cytotoxic, and we are exploring the effectiveness of combination clustered DSBs targeted to amplified regions. We are also exploring how DSB repair inhibitors (like ATMi, DNA-PKcsi or RAD51i) can augment cytotoxic DSB effects, potentially mitigating that resistance pathway. These proof-of-principal studies represent the first approach to targeted cancer therapy that is oncogenic pathway-independent.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"Liver,Lung cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>G. Badakul<\/b>, N. Sharma, J. A. Nickoloff; <br\/>Colorado State University, Fort Collins, CO","CSlideId":"","ControlKey":"a455c03b-e792-4ea1-8aaa-3cc1dd841966","ControlNumber":"5849","DisclosureBlock":"&nbsp;<b>G. Badakul, <\/b> None..<br><b>N. Sharma, <\/b> None..<br><b>J. A. Nickoloff, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8236","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7107","PresenterBiography":null,"PresenterDisplayName":"Gamze Badakul, PhD","PresenterKey":"23d4ec68-ee1f-42c2-9a5f-d046b1a1d1d3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7107. Clustered DNA double strand breaks for cancer treatment via multi-gRNA CRISPR system","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clustered DNA double strand breaks for cancer treatment via multi-gRNA CRISPR system","Topics":null,"cSlideId":""},{"Abstract":"Altered lipid metabolism plays a significant role in progression of colorectal cancer, however, its role in chemotherapy resistance remains poorly understood. We previously identified FASN, the rate limiting enzyme in de novo lipogenesis, as an important regulator of colorectal cancer progression. However, TVB-3664, a potent and specific small molecule inhibitor of FASN, showed limited effect in reducing tumor burden in pre-clinical studies as a stand-alone therapy. Therefore, the goal of this study is to evaluate the combinatorial efficacy of TVB-3664 in improving the therapeutic indices of standard chemotherapy in colorectal cancer. Using a combination of colon cancer cell lines and patient derived organoids we showed that TVB-3664 potentiates chemotherapy drug-induced double-strand DNA breaks (DSBs) and apoptotic cell death by altering histone acetylation levels. In addition, TVB-3664 treatment blocked DNA damage response (DDR) by decreasing ATM expression and Chk1\/2 phosphorylation. Mechanistically, inhibition of FASN prevents the activation of both DSB repair pathways, namely homologous recombination (HR) and classical non-homologous end joining (NHEJ), by blocking BRCA1 and 53BP1 recruitment to &#947;H2AX foci, respectively. Moreover, we found that the inhibitory effect of TVB-3664 on DNA repair requires ACLY-dependent acetylation as genetic or pharmacological inhibition of ACLY attenuates TVB-3664-inducded DNA damage. Functionally, combining TVB-3664 with irinotecan synergistically decreased xenograft tumor growth and significantly delayed tumor relapse after withdrawal of therapy. Taken together, we identified a novel mechanism by which FASN inhibitors improve the efficacy of conventional chemotherapy by blocking DNA damage response to delay tumor recurrence and overcome a major challenge in treating colorectal cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"Metabolism,DNA repair,Recurrence,Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Banerjee<\/b>, Y. Zaytseva, S. Hasani, P. Ryachahou, T. Izumi, B. Evers, T. Gao; <br\/>University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"27673176-7c7b-467d-bf1e-d3c8a180a7cc","ControlNumber":"4794","DisclosureBlock":"&nbsp;<b>M. Banerjee, <\/b> None..<br><b>Y. Zaytseva, <\/b> None..<br><b>S. Hasani, <\/b> None..<br><b>P. Ryachahou, <\/b> None..<br><b>T. Izumi, <\/b> None..<br><b>B. Evers, <\/b> None..<br><b>T. Gao, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8238","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7109","PresenterBiography":null,"PresenterDisplayName":"Moumita Banerjee, PhD","PresenterKey":"2004277c-5273-47fd-983d-86977fb73d55","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7109. Fasn inhibition enhances the efficacy of chemotherapy by inhibiting DNA damage response in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fasn inhibition enhances the efficacy of chemotherapy by inhibiting DNA damage response in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is the most aggressive and common malignant primary brain tumor. Standard of care for GBM patients involves chemotherapy and ionizing radiation which induce DNA damage to kill tumor cells; however resistance to these treatment modalities commonly develop through various mechanisms. One novel mechanism of radioresistance is through enhanced homologous recombination (HR) DNA damage response (DDR) mediated by nuclear-localized tyrosine-phosphorylated PTEN (pY240-PTEN) recruited to chromatin through interaction with the PP1 Binding Domain (PP1BD) of Ki-67. PTEN is known to play an important tumor-suppressive role and is found to be mutated in approximately 40% of GBMs. A Y240F-PTEN knock-in mouse model has shown that loss of Y240 phosphorylation results in IR sensitivity. Ki-67 dependent, pY240-PTEN facilitated DDR may be regulated by currently uncharacterized interactions within the Ki-67 PP1BD and determination of these interactions may enable development of complex-disrupting peptides capable of radiosensitizing glioma cells. To this end, I have identified residues in the Ki-67 PP1BD that are essential for pY240-PTEN interaction via streptavidin pulldown of N-terminal biotinylated peptides synthesized with alanine mutations at all residues spanning the Ki-67 PP1BD. Orthogonally, glioma cell lines have been engineered that stably express Ki-67 minigene constructs harboring mutation of the identified PP1BD residues. The effects of these mutations on PTEN:Ki-67 interaction, as well as DDR, HR, chromatin accessibility, and colony formation efficiency are currently being interrogated. Competitor peptides have been designed based on candidate Ki-67 residues and evaluated for their ability to bind PTEN. Further optimization of these peptides has led to candidates that are being assessed for stability and potential to radiosensitize glioma cells. In addition, regulation of pY240-PTEN:Ki-67 interaction by posttranslational modification of the Ki-67 PP1BD by aurora B kinase and cyclin dependent kinase 1 has been investigated through pulldown of biotinylated peptides harboring phosphorylated candidate residues. Lastly, Ki-67 has been knocked out in U87 glioma cells, as well as TS528 glioma stem like cells, and the resulting effect on IR sensitivity and DDR is being investigated in the absence, or presence of PTEN. Overall, this project has begun to characterize the regulation and critical molecular interactions between pY240-PTEN and Ki-67, elucidating potential strategies that could disrupt these interactions to enhance the efficacy of radiotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"Radiosensitivity,DNA damage response,Glioblastoma,Protein-protein interactions,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Jones<\/b>, S. Patel, F. Furnari; <br\/>University of California San Diego - UCSD, San Diego, CA","CSlideId":"","ControlKey":"760e9bdb-3af6-4ccd-9c21-fe3592a29dd5","ControlNumber":"5554","DisclosureBlock":"&nbsp;<b>B. Jones, <\/b> None..<br><b>S. Patel, <\/b> None..<br><b>F. Furnari, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8239","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7110","PresenterBiography":null,"PresenterDisplayName":"Brandon Jones, BS","PresenterKey":"4e4c6121-fc6f-4b4b-b53b-568c3c53d002","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7110. Characterizing pY240-PTEN:Ki-67 interactions and development of a PPI disrupting peptide","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing pY240-PTEN:Ki-67 interactions and development of a PPI disrupting peptide","Topics":null,"cSlideId":""},{"Abstract":"Acute lymphoblastic leukaemia (ALL) is an aggressive haematolymphoid malignancy that originated from clonal mutations in lymphoid precursors. The prognosis is poor in adult patients and relapse\/refractory disease is not uncommon which carries dismal prognosis. There is an urgent need to develop novel therapeutics. Homoharringtonine (HHT) is a plant alkaloid which can bind to ribosomal A-site and thus inhibit protein synthesis. It was used to treat acute myeloid leukaemia in China during 1980s. Herein, we conducted a study to explore the therapeutic efficacy and mechanism of action in ALL. T-ALL (DND-41, PEER) and B-ALL (PALL-2, SUP-B15) cell lines were treated with HHT for 24 and 72 hours. Cell viability was reduced at a time and dose-dependent manner in all cell lines we tested, with increased in percentage of apoptosis. Western blot showed upregulation of p53, with PARP and caspase 3 cleavages upon treating with HHT for 24 hours. Moreover, we observed WEE1 downregulation which allowed cell cycle progression through G2\/M with damaged DNA. Comet assay showed evidence of DNA damage. Proteomics study by label-free protein quantitation showed downregulation of proteins involving in homologous recombination-mediated DNA repairing machinery, including BRCA1 and RAD51. The findings not only showed therapeutic efficacy of HHT in ALL, but also demonstrated the first evidence of DNA damage induced by HHT which might account for its therapeutic effects. Further studies will be conducted for delineating the mechanisms of DNA damage and its relationship with therapeutic efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"Acute lymphoblastic leukemia,DNA damage,WEE1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Chun-fung Sin<\/b><sup><\/sup>, Kei-ching Yuen<sup><\/sup>, Anan Jiao<sup><\/sup>, Bai-lin Li<sup><\/sup>, Hau-wai Yu<sup><\/sup><br><br\/>Pathology, The University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"51d6c116-c247-40dd-954e-0caf8b8af03f","ControlNumber":"8690","DisclosureBlock":"&nbsp;<b>C. Sin, <\/b> None..<br><b>K. Yuen, <\/b> None..<br><b>A. Jiao, <\/b> None..<br><b>B. Li, <\/b> None..<br><b>H. Yu, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8240","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7111","PresenterBiography":null,"PresenterDisplayName":"Chun Fung Sin, MBBS;MS","PresenterKey":"18c9914d-bd87-4ed4-bc3c-c97109e8a32e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7111. Homoharringtonine is effective in treating acute lymphoblastic leukaemia via WEE1 downregulation and inducing DNA damage","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Homoharringtonine is effective in treating acute lymphoblastic leukaemia via WEE1 downregulation and inducing DNA damage","Topics":null,"cSlideId":""},{"Abstract":"Poly(ADP-ribose) glycohydrolase (PARG) is primary enzyme involved in the dePARylation process of DNA repair, specifically in the single strand break repair (SSBRs). PARG is a macrodomain protein with exo- and endo-glycohydrolase activity that liberates free ADP-ribose and PAR chains, respectively. It interacts with various Poly(ADP-ribose) polymerase (PARP) proteins to facilitate appropriate and timely DNA repair. The balance between PARP and PARG activity is essential for efficient DDR. Inhibition of PARG lead to altered DNA repair in cancer cells. We have identified highly potent PARG inhibitors with picomolar IC<sub>50<\/sub> in . PARG is the primary enzyme for dePARylation and accounts for 90% of dePARylation activity. Treatment of HCC-1806 cells with PARG inhibitors showed dose dependent increase of PARylation signature, with sub micromolar IC<sub>50<\/sub>. Compounds also demonstrate significant functional, anti-proliferative activity in ovarian and breast cancer cell lines besides a favourable ADME profile. Further pharmacokinetic and pharmacodynamic characterization of the identified hits is currently in progress.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"DNA damage response,DNA double-strand break repair genes,PARG,PARP inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Sukanya Patra<\/b><sup><\/sup>, Manoj Pothuganti<sup><\/sup>, Githavani Kummari<sup><\/sup>, Venu Sankeshi<sup><\/sup>, Jyothipriya Kapaka<sup><\/sup>, Navnath Karche<sup><\/sup>, Anirban Kayet<sup><\/sup>, Ramamohan Mekala<sup><\/sup>, Srikant Viswanadha<sup><\/sup><br><br\/>Satyarx Pharma Innovations Private Limited, Hyderabad, India","CSlideId":"","ControlKey":"c4e51e70-2aa9-4f52-95ba-0d74f207a153","ControlNumber":"6034","DisclosureBlock":"&nbsp;<b>S. Patra, <\/b> None..<br><b>M. Pothuganti, <\/b> None..<br><b>G. Kummari, <\/b> None..<br><b>V. Sankeshi, <\/b> None..<br><b>J. Kapaka, <\/b> None..<br><b>N. Karche, <\/b> None..<br><b>A. Kayet, <\/b> None..<br><b>R. Mekala, <\/b> None..<br><b>S. Viswanadha, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8241","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7112","PresenterBiography":null,"PresenterDisplayName":"Sukanya Patra, PhD","PresenterKey":"53be6866-5dfd-48f9-9c63-f52f8a2a8662","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7112. Preclinical profile of novel and potent small molecule inhibitors of PARG","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical profile of novel and potent small molecule inhibitors of PARG","Topics":null,"cSlideId":""},{"Abstract":"Bifunctional alkylating agents, such as nitrosoureas, platinum-based therapeutics, and chloroethylhydrazines, have demonstrated clinical successes against cancer by inducing cytotoxic interstrand or intrastrand DNA crosslinks. However, the less well-characterized capacity of these agents to couple DNA to chromosomally-associated proteins may also contribute to these compounds&#8217; observed cytotoxicities. Bulky DNA-protein crosslinks (DPCs) could obstruct the DNA metabolism critical to cancer proliferation, thus contribute to genomic instability and cell death. To endogenously repair DPCs, human cells often utilize a DPC-specific proteolytic mechanism dependent on the metalloprotease SPRTN. Complementary approaches for quantifying DPCs, generated ex vivo, to assess the capacity of several bifunctional alkylating agents to induce these lesions in cultured human leukemia cells are presented here. In the first approach, proteins were isolated from lysates of drug-treated cells and protein-bound DNA was quantified as a ratio to the total DNA present in the lysates. In the complementary approach, DNA was extracted from lysates of drug-treated cells using a modified &#8216;STAR&#8217; assay in which genomic DNA is isolated and the DNA-bound proteins were quantified by fluorescein isothiocyanate labeling. Micromolar concentrations of the nitrogen mustard mechlorethamine and nitrosourea lomustine induced significant DPC formation while more modest DPC formation was observed using similar concentrations of the chloroethylating agents carmustine and laromustine, as well as cisplatin. Bifunctional alkylating agents dependent on epoxide functionality, including dianhydrogalacticol and diepoxybutane, required drug concentrations of at least one order of magnitude larger to produce similar DPC yields measurable by these techniques. A strategy to interfere with the DPC repair pathway via SPRTN knockdown and assess increased sensitivity of cancer cells to bifunctional alkylating agents is also presented. Chemotherapeutic sensitization by targeting SPRTN could suggest a therapeutic strategy to improve effectiveness of several DNA-targeted anticancer agents, especially if extended to other therapeutics that trap DPCs such as inhibitors of topoisomerase and poly(ADP-ribose) polymerase. Further, identifying structure-function relationships with respect to bifunctional alkylating agents and DPC formation could inform the future development and clinical utilization of these chemotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"Alkylating agents,DNA repair,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Turner<\/b>, H. Cerrato, V. Melehov, C. Healy, K. P. Rice; <br\/>Colby College, Waterville, ME","CSlideId":"","ControlKey":"2e3bfba4-0bca-48f5-a0cc-58d8aeeae369","ControlNumber":"7951","DisclosureBlock":"&nbsp;<b>C. Turner, <\/b> None..<br><b>H. Cerrato, <\/b> None..<br><b>V. Melehov, <\/b> None..<br><b>C. Healy, <\/b> None..<br><b>K. P. Rice, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8242","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7113","PresenterBiography":null,"PresenterDisplayName":"Cole Turner, No Degree","PresenterKey":"3e29c9d6-7897-4129-87da-f4b1cd5a79ba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7113. Targeting the repair of DNA-protein crosslinks induced by bifunctional alkylating agents","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting the repair of DNA-protein crosslinks induced by bifunctional alkylating agents","Topics":null,"cSlideId":""},{"Abstract":"The 17-member poly(ADP-ribose) polymerase (PARP) family of proteins mediate a number of cellular processes including gene transcription, cell-division and DNA-repair. PARPs catalyze the addition of poly- or mono- ADP-ribose chains on target proteins, modifying their function and\/or recruitment in various pathways. Poly(ADP-ribose) Glycohydrolase (PARG) catabolizes PAR units and facilitates the recycling of PARP and other modified effector proteins. A number of PARPS are implicated in human disease, and PARP inhibitors (PARPi&#8217;s) have seen major clinical success, however, many PARPs (especially mono PARPs) are understudied and chemical tools for understanding cellular PARPi selectivity and potency across the entire family are lacking. Similarly, several PARG inhibitors have been developed to date, but tools for directly assessing target engagement in a cellular context are sorely needed. Here we describe the development and application of target engagement assays for characterizing PARP and PARG inhibitor selectivity and affinity in live cells. This method is based on the NanoBRET&#8482; assay platform, which is a proximity-based probe displacement assay that operates in live cells. Using NanoBRET&#8482; technology, we have developed a single probe that covers 12 out of 17 PARP family members. We explored the family-wide selectivity of a diverse panel of clinical and preclinical PARP inhibitors in live cells, representing the first family-wide, cell-based method for profiling PARP selectivity. We also describe the development of a second probe that reports on PARG target engagement. Target engagement of PARG was observed for three out of five tested inhibitors, suggesting a potential indirect mode of action for certain inhibitors on PARG glycohydrolase activity. These assays offer a complementary approach for studying target engagement within the PARylation cycle.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"PARP,PARG,Assay development,Profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Michaud<sup>1<\/sup>, K. Teske<sup>1<\/sup>, J. Wilkinson<sup>1<\/sup>, C. Zimprich<sup>1<\/sup>, J. Vasta<sup>1<\/sup>, <b>C. Corona<\/b><sup>2<\/sup>, M. Zhou<sup>2<\/sup>, E. Dominguez<sup>1<\/sup>, K. Dunn-Hoffman<sup>1<\/sup>, M. Robers<sup>1<\/sup>; <br\/><sup>1<\/sup>Promega Corporation, Madison, WI, <sup>2<\/sup>Promega Corporation, San Luis Obispo, CA","CSlideId":"","ControlKey":"e01a73e8-1e18-4e67-8235-9a78a3ebc8de","ControlNumber":"3500","DisclosureBlock":"&nbsp;<b>A. Michaud, <\/b> None..<br><b>K. Teske, <\/b> None..<br><b>J. Wilkinson, <\/b> None..<br><b>C. Zimprich, <\/b> None..<br><b>J. Vasta, <\/b> None..<br><b>C. Corona, <\/b> None..<br><b>M. Zhou, <\/b> None..<br><b>E. Dominguez, <\/b> None..<br><b>K. Dunn-Hoffman, <\/b> None..<br><b>M. Robers, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8243","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7114","PresenterBiography":null,"PresenterDisplayName":"Cesear Corona, BS,PhD","PresenterKey":"3c992af3-4317-4773-b8fe-a827a446bafb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7114. Exploring the landscape of PARP and PARG inhibitor selectivity in live cells using NanoBRET&#8482; target engagement assays","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the landscape of PARP and PARG inhibitor selectivity in live cells using NanoBRET&#8482; target engagement assays","Topics":null,"cSlideId":""},{"Abstract":"Genomic DNA editing is a continuous process that occurs during the entire cell life span. The type and frequency of these modifications can be related to the physiological or pathological activity of intrinsic mechanisms such as DNA surveillance and repair or to extrinsic events that may induce an alteration of DNA sequence by exposure to agents that directly or indirectly induce accumulations of DNA alterations. In the past few years, large-scale analyses have revealed mutational signatures across human cancer types. These signatures can be used as markers of defective internal processes, such as DNA repair deficiency, or external exposures, such as carcinogens, like tobacco, or genotoxic therapies such as radiation and chemotherapy. Our TumorGraft platform, a collection of 1500 patient-derived xenograft generated from more than 50 different types of cancer, is one of the most comprehensive preclinical oncology platforms worldwide, and aims to recapitulate the variety of the patient population and tumor biology complexity. This platform is currently used to evaluate the efficacy of new drugs, and all our models are very well characterized at the molecular level, including whole transcriptome, proteomics and phospho-proteomics, quantification, and genomic variation calls. This allows accurate selection of models with the molecular characteristics of the target patient population, as well as to identify biomarkers predictive of treatment efficacy. This could eventually lead to the development of companion biomarkers in the clinical setting to improve the identification of patients that will benefit from the treatment and those that should be spared. To maximize the chances of identifying relevant molecular traits associated with tumor response, we have been utilizing the Pharmaco-Pheno-Multiomic (PPMO) integration workflow, a machine learning approach which combines phenotypic and therapeutic response profiles with multiple omics datatypes to generate complex biomarker profiles. To provide additional insights on the molecular characteristics of our tumors, we decided to perform the mutational signatures profiling of our models by using whole exome sequencing data. The results obtained were crossed with patient&#8217;s clinical history and showed good correlation between the mutational signatures identified and the treatments received by the patient, in particular for exposure to platinum salts. The addition of PDXs mutational signatures strongly improves our knowledge on these models and confers an important parameter for model selection. Moreover, the integration of mutational signature profiles in the PPMO workflow would make a significant contribution for companion biomarkers identification.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"DNA damage,DNA repair,Patient-derived xenograft (PDX),Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Khoury, <b>S. Cairo<\/b>, M. Gilardi, M. Ritchie, G. Silberberg; <br\/>Champions Oncology, Inc. (Hackensack, NJ), Hackensack, NJ","CSlideId":"","ControlKey":"8836e2e5-d206-4027-b25d-0447bc9f8d42","ControlNumber":"8024","DisclosureBlock":"&nbsp;<b>H. Khoury, <\/b> None..<br><b>S. Cairo, <\/b> None..<br><b>M. Gilardi, <\/b> None..<br><b>M. Ritchie, <\/b> None..<br><b>G. Silberberg, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8244","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7115","PresenterBiography":null,"PresenterDisplayName":"Rachel Bunting, MBA;MS","PresenterKey":"6e0637a4-9462-43d1-b994-e74fe0184414","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7115. Mutational signatures in PDXs for improved understanding of drug response and companion biomarkers identification","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mutational signatures in PDXs for improved understanding of drug response and companion biomarkers identification","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is the 2<sup>nd <\/sup>leading cause of cancer related deaths in US men. PCa is an androgen dependent disease driven by the androgen receptor (AR). Currently, androgen-deprivation therapy (ADT) is the standard of care first-line therapy for metastatic PCa. Resistance to ADT uniformly leads to lethal disease, termed castration-resistant prostate cancer (CRPC). Thus, there is an unmet clinical need to identify and develop novel strategies to treat CRPC. CBP\/p300 are potent co-activators for AR. High expression of CBP\/p300 is associated with locally advanced disease and castration resistant function of AR, resulting in poor patient outcomes and further highlighting the need to discern the role of CBP\/p300 to potentially develop therapeutic targets for precision medicine. Previous studies have relied on non-specific compounds and genetic silencing to target CBP\/p300. In this study, CBP\/p300 mediated bromodomain activity is targeted by CCS1477 (inobrodib), a first-in-class bromodomain inhibitor developed by Cell Centric. CCS1477 treatment demonstrated effective inhibition in growth and clonogenicity assays. Inhibition of the CBP\/p300 bromodomain with CCS1477 resulted in significant downregulation of AR-FL, AR-V7, and its targets&#8217; mRNA expression in addition to inhibition of associated factors such as c-MYC and its downstream targets in PCa cell lines as well as patient derived xenograft (PDX) models. This study shows that CBP and p300 are highly expressed and correlate closely with AR gene expression and AR activity score in primary PCa and CRPC patient samples. The clinical significance of CBP\/p300 expression in PCa has been investigated via elucidation of CBP\/p300 transcriptional reprogramming and its role in DNA damage response (DDR) pathways. Specifically, findings revealed that CBP\/p300 bromodomain suppression sensitizes to AR-dependent DNA-repair. Transcriptional mapping identified CBP\/p300 as regulators of cell proliferation and DNA repair processes, which were functionally confirmed across several PCa model systems. To assess relevance, exogenous challenge with radiation revealed that CBP\/p300 are required for AR-mediated DNA repair, and CBP\/p300 expression is linked to DNA repair capacity in the clinical setting. Molecular analyses revealed that CBP\/p300 facilitate double-strand break (DSB) repair efficiency via homologous recombination (HR) mediated DDR. Congruently, CBP\/p300 strongly correlated with HR gene expression in PCa patient tissue. These collective findings reveal that CBP\/p300 govern repair of DNA DSBs by regulating HR, thus modulating genome integrity and promoting CRPC growth. These studies identify CBP\/p300 as a driver of PCa tumorigenesis through coordinated control of critical transcriptional events and lay the groundwork to optimize therapeutic strategies for advanced PCa via CBP\/p300 inhibition, potentially in combination with AR-directed therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"Prostate cancer,Transcription factor,DNA double-strand break repair genes,Cancer therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>S. Sardar<\/b><sup>1<\/sup>, L. Ravindranath<sup>1<\/sup>, C. McNair<sup>2<\/sup>, S. N. Chand<sup>3<\/sup>, W. Yuan<sup>4<\/sup>, D. Bogdan<sup>4<\/sup>, J. Welti<sup>4<\/sup>, A. Sharp<sup>4<\/sup>, M. Schiewer<sup>5<\/sup>, L. Butler<sup>6<\/sup>, J. de Bono<sup>4<\/sup>, K. Frese<sup>7<\/sup>, N. Brooks<sup>7<\/sup>, N. Pegg<sup>7<\/sup>, K. Knudsen<sup>8<\/sup>, A. A. Shafi<sup>1<\/sup>; <br\/><sup>1<\/sup>Center for Prostate Disease Research (CDPR), Bethesda, MD, <sup>2<\/sup>Jefferson Health Thomas Jefferson University, Philadelphia, PA, <sup>3<\/sup>Incyte, Philadelphia, PA, <sup>4<\/sup>The Institute of Cancer Research, London, United Kingdom, <sup>5<\/sup>Sidney Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA, <sup>6<\/sup>The University of Adelaide, Adelaide, Australia, <sup>7<\/sup>Cell Centric Ltd, Cambridge, United Kingdom, <sup>8<\/sup>The American Cancer Society, Philadelphia, PA","CSlideId":"","ControlKey":"18e14e98-5e01-4181-84a9-34a7415f84e9","ControlNumber":"3540","DisclosureBlock":"&nbsp;<b>S. Sardar, <\/b> None..<br><b>L. Ravindranath, <\/b> None..<br><b>C. McNair, <\/b> None..<br><b>S. N. Chand, <\/b> None..<br><b>W. Yuan, <\/b> None..<br><b>D. Bogdan, <\/b> None..<br><b>J. Welti, <\/b> None..<br><b>A. Sharp, <\/b> None..<br><b>M. Schiewer, <\/b> None..<br><b>L. Butler, <\/b> None..<br><b>J. de Bono, <\/b> None..<br><b>K. Frese, <\/b> None..<br><b>N. Brooks, <\/b> None..<br><b>N. Pegg, <\/b> None..<br><b>K. Knudsen, <\/b> None..<br><b>A. A. Shafi, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8246","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7116","PresenterBiography":null,"PresenterDisplayName":"Sumaira Sardar, BA","PresenterKey":"53a75d1b-03ea-4d2c-8a90-2347ee8ad881","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7116. Targeting the CBP\/p300 axis in lethal prostate cancer impacts DNA repair","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting the CBP\/p300 axis in lethal prostate cancer impacts DNA repair","Topics":null,"cSlideId":""},{"Abstract":"Developing effective strategies for treating glioblastoma (GBM), the most common and aggressive form of brain cancer, has been a long-standing challenge. Despite rigorous treatment regimens including surgical resection with concomitant radiotherapy and chemotherapy, the prognosis for this disease remains poor, largely due to tumor recurrence, resistance to conventional therapeutics, pharmacokinetic and brain delivery challenges, and dose-limiting toxicities of existing therapies. The DNA damage response and DNA repair mechanisms such as the ataxia telangiectasia and Rad3-related (ATR) pathway are key mediators of therapeutic responses, and recent studies have shown that targeting DNA repair proteins alongside standard-of-care options is a promising anti-tumor strategy. Here, we employ a combination approach using a next-generation macrocyclic ATR inhibitor, ATRN-333, to sensitize GBM tumors to alkylators. We establish the potency of ATRN-333 and report a robust synergistic interaction between it and the alkylator lomustine in GBM cell-based assays and in a murine flank tumor model. This combinatorial treatment was then applied to a mouse intracranial tumor model, where we utilized a convection enhanced delivery (CED) system combined with nanoparticle technology for direct intracranial administration of ATRN-333. ATRN-333 was successfully encapsulated into a novel polymeric nanoparticle formulation using poly(ethylene glycol)-co-poly(ethylene brassylate-co-dioxanone) (PEG-EB-co-DO). CED of both free and encapsulated ATRN-333 potently sensitized intracranial GBM tumors to low-dose (5 mg\/kg) systemically-delivered lomustine, reducing tumor size and conferring a substantial survival benefit compared to cohorts treated with lomustine or the ATR inhibitor alone. The combination approach was well tolerated by the mice, with no hematological toxicity observed as assessed by bone marrow analysis and blood cell counts. Our results demonstrate that ATR inhibitor\/lomustine combination therapy, used in conjunction with a CED platform, is a powerful avenue for GBM treatment and a viable option for potential clinical implementation. Note: AJ and TL contributed equally to this work.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"Glioblastoma multiforme,ATR,Drug delivery,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"A. Josowitz<sup>1<\/sup>, <b>T. Lee<\/b><sup>1<\/sup>, R. K. Sundaram<sup>1<\/sup>, J. Pothupitiya<sup>1<\/sup>, E. J. Brown<sup>2<\/sup>, A. Sule<sup>1<\/sup>, J. Beckta<sup>1<\/sup>, Y. Wang<sup>1<\/sup>, J. Vacca<sup>3<\/sup>, O. Gilad<sup>3<\/sup>, R. S. Bindra<sup>1<\/sup>, W. M. Saltzman<sup>1<\/sup>; <br\/><sup>1<\/sup>Yale University, New Haven, CT, <sup>2<\/sup>University of Pennsylvania, Philadelphia, PA, <sup>3<\/sup>Aprea Therapeutics, Doylestown, PA","CSlideId":"","ControlKey":"e168a94c-34a5-4ba0-8a78-69d45b029f00","ControlNumber":"1799","DisclosureBlock":"<b>&nbsp;A. Josowitz, <\/b> <br><b>Regeneron<\/b> Employment. <br><b>T. Lee, <\/b> <br><b>Aprea Therapeutics<\/b> Other, Registration for AACR meeting.<br><b>R. K. Sundaram, <\/b> None..<br><b>J. Pothupitiya, <\/b> None.&nbsp;<br><b>E. J. Brown, <\/b> <br><b>Aprea Therapeutics<\/b> Independent Contractor, Stock, Stock Option, Grant\/Contract, Travel, Patent. <br><b>BreakSight, Inc<\/b> Stock Option.<br><b>A. Sule, <\/b> None..<br><b>J. Beckta, <\/b> None..<br><b>Y. Wang, <\/b> None.&nbsp;<br><b>J. Vacca, <\/b> <br><b>Aprea Therapeutics<\/b> Independent Contractor. <br><b>O. Gilad, <\/b> <br><b>Aprea Therapeutics<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Grant\/Contract, Travel, Patent, Trademark, Copyright, Other Intellectual Property. <br><b>R. S. Bindra, <\/b> <br><b>B3 Therapeutics<\/b> Stock, Stock Option, Other Business Ownership. <br><b>Cybrexa Therapeutics<\/b> Independent Contractor. <br><b>Alphina Therapeutics<\/b> Independent Contractor. <br><b>Modifi Bio<\/b> Independent Contractor. <br><b>Sage Biosciences<\/b> Independent Contractor. <br><b>Aprea Therapeutics<\/b> Independent Contractor. <br><b>W. M. Saltzman, <\/b> <br><b>B3 Therapeutics<\/b> Independent Contractor, Stock, Stock Option, Other Business Ownership. <br><b>Xanadu Bio<\/b> Independent Contractor. <br><b>Stradefy Biosciences<\/b> Independent Contractor. <br><b>Johnson & Johnson<\/b> Independent Contractor. <br><b>Celanese<\/b> Independent Contractor. <br><b>Cranius<\/b> Independent Contractor. <br><b>CMC Pharma<\/b> Independent Contractor.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8247","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7117","PresenterBiography":null,"PresenterDisplayName":"Teresa Lee","PresenterKey":"7b641f59-89ee-4440-914a-315ee24f7f3b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7117. Convection enhanced delivery of a novel ATR inhibitor synergizes with systemic lomustine for improved treatment of glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Convection enhanced delivery of a novel ATR inhibitor synergizes with systemic lomustine for improved treatment of glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Homologous recombination (HR), a fundamental DNA double-strand break (DSB) repair pathway, is a universal mechanism employed by cells to accurately mend breaks in both strands of the DNA helix, ensuring genomic stability. Displacement loops, commonly referred to as D-loops, play a crucial role as intermediate structures in HR. Furthermore, recent studies indicate that the unique DNA: RNA three-stranded structure, known as R-loops, may serve as a starting point for homologous pairing and contribute significantly to enhancing HR efficiency by promoting D-loop formation. Besides, the formation of R-loops might assist in recruiting DNA repair proteins, especially those related to HR, thereby accelerating the repair of damaged sites. In this study, we find that highly purified human Fanconi Anemia complementation group A (FANCA) protein effectively induces the formation of R-loops and binds R-loop substrates with high affinity, preferring guanine-rich sequences in vitro. In comparison, FANCA exhibits both a weaker capacity to form D-loops and a lower affinity for binding to D-loops in vitro. Additionally, we have also observed that the interaction between FANCA and RNA facilitates the generation of D-loops in vitro. We then use the DART (damage at RNA transcription site) system to reveal the colocalization of FANCA with R-loops in a highly transcribed genomic locus upon DNA damage in cells. Next, we further demonstrate FANCA's participation in forming R-loops in the initial DSB repair stage and assisting in removing R-loops later. Additionally, we uncover FANCA's ability to aid in the generation of R-loops at specific DNA DSB sites within transcriptionally active regions in both Tet-DR-GFP U2OS cells and DIvA (DSB inducible via AsiSI) cells. Importantly, the R-loop formation ability of FANCA is independent of the Fanconi Anemia (FA) pathway. In conclusion, our findings indicate that FANCA, independent of the FA pathway, can enhance HR in non-transcriptionally active DNA DSB sites through D-loop formation. Furthermore, FANCA significantly elevates transcription-Coupled Homologous Recombination (TC-HR) efficiency by catalyzing the formation of DNA: RNA hybrids, generating temporary R-loops at DNA damage sites and thereby contributing to genomic stability maintenance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"DNA repair,Homologous recombination,DNA double-strand break repair genes,Transcription,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>F. Li<\/b>, Haibo Yang, Boya Gao, Liang Luo, Alyan Zafar, Fenghua Yuan, Li Lan and Yanbin Zhang, L. Luo, A. Zafar, F. Yuan, Y. Zhang; <br\/>University of Miami Miller School of Medicine, Miami, FL","CSlideId":"","ControlKey":"f7d28fec-b0d3-4f9e-8608-de22e3eb5f5e","ControlNumber":"8836","DisclosureBlock":"&nbsp;<b>F. Li, <\/b> None..<br><b>L. Luo, <\/b> None..<br><b>A. Zafar, <\/b> None..<br><b>F. Yuan, <\/b> None..<br><b>Y. Zhang, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8248","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7118","PresenterBiography":null,"PresenterDisplayName":"Fang Li, BS","PresenterKey":"2297b4a6-f570-4cb8-9d71-15dbebb42439","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7118. Fanconi Anemia complementation group A is significantly involved in regulating R-loops and facilitating homology-directed repair of DNA double-strand breaks","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fanconi Anemia complementation group A is significantly involved in regulating R-loops and facilitating homology-directed repair of DNA double-strand breaks","Topics":null,"cSlideId":""},{"Abstract":"Background: Poly (ADP-ribose) polymerase inhibitors (PARPi) have improved outcomes of BRCA-associated breast cancer. However, toxicity can limit patient response as well as the ability to be combined with other therapeutics. Current PARPi broadly inhibit members of the PARP protein family, however only inhibition of PARP1 is needed for PARPi-mediated cell death. As inhibition of PARP2 is associated with hematological toxicity seen in PARPi patients, selectively inhibiting PARP1 may reduce PARPi toxicity and lead to better outcomes for patients. Here we characterize and test the efficacy of the PARP1 selective inhibitor (PARP1i) DSB1559 compared to Olaparib in BRCA1-associated triple negative breast cancer (TNBC).<br \/>Methods: NanoBRET, PARylation, and pharmacokinetic\/pharmacodynamic assays were performed to examine DSB1559 potency, PARP family selectivity, and <i>in vivo<\/i> behavior. Immunocompetent FVB\/n mice bearing BRCA1-deficient TNBC (<i>CMV-Cre;Brca1<sup>f\/f<\/sup>;Trp53<sup>f\/f<\/sup><\/i>) tumors were treated daily with PARPi (Olaparib) or PARP1i (DSB1559) for 60 days and followed for survival. CellTiter-Glo and qPCR assays were used to examine DSB1559 effect on cell viability and STING activation, respectively.<br \/>Results: DSB1559 is a novel and potent PARP1 inhibitor which has superior selectivity for PARP1 compared to Olaparib and PARP1i AZD5305. DSB1559 has highly desirable physico-chemical and in vitro ADME properties, which translate to high oral bioavailability and moderate clearance in rodent PK studies. Additionally, DSB1559 demonstrated superior tumor residence time and tumor\/plasma ratio compared to AZD5305. Compared to Olaparib, DSB1559 significantly increased STING activation and reduced cell viability in BRCA1-associated murine TNBC cells. BRCA1-associated TNBC-bearing immune-competent mice treated with DSB1559 had significantly reduced tumor growth and increased overall survival (median survival 74 days) compared to Olaparib (median survival 18 days). Analysis of changes in the tumor microenvironment are ongoing.<br \/>Conclusions: Taken together, DSB1559 is a highly selective PARP1 inhibitor that demonstrates superior efficacy compared to Olaparib in a BRCA1-associated immune-competent TNBC model.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"PARP inhibitors,BRCA1,Triple-negative breast cancer (TNBC),Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Nelson<\/b><sup>1<\/sup>, K. F. Zheng<sup>1<\/sup>, C. Wanderley<sup>1<\/sup>, D. E. Michaud<sup>1<\/sup>, P. M. Cowley<sup>2<\/sup>, G. M. Campbell<sup>2<\/sup>, B. E. McGuinness<sup>2<\/sup>, A. Wise<sup>2<\/sup>, J. Guerriero<sup>1<\/sup>; <br\/><sup>1<\/sup>Brigham and Women's Hospital, Boston, MA, <sup>2<\/sup>Duke Street Bio Ltd., London, United Kingdom","CSlideId":"","ControlKey":"3b58e5ad-11e9-4a93-b175-e381ef8a92e2","ControlNumber":"2742","DisclosureBlock":"<b>&nbsp;A. Nelson, <\/b> <br><b>Duke Street Bio Ltd.<\/b> Independent Contractor. <br><b>K. F. Zheng, <\/b> <br><b>Duke Street Bio Ltd.<\/b> Independent Contractor. <br><b>C. Wanderley, <\/b> <br><b>Duke Street Bio Ltd.<\/b> Independent Contractor.<br><b>D. E. Michaud, <\/b> None.&nbsp;<br><b>P. M. Cowley, <\/b> <br><b>Duke Street Bio Ltd.<\/b> Employment. <br><b>G. M. Campbell, <\/b> <br><b>Duke Street Bio Ltd.<\/b> Employment. <br><b>B. E. McGuinness, <\/b> <br><b>Duke Street Bio Ltd.<\/b> Employment, Fiduciary Officer. <br><b>A. Wise, <\/b> <br><b>Duke Street Bio Ltd<\/b> Employment, Fiduciary Officer. <br><b>J. Guerriero, <\/b> <br><b>Duke Street Bio Ltd.<\/b> Independent Contractor.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8250","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7120","PresenterBiography":null,"PresenterDisplayName":"Adam Nelson, PhD","PresenterKey":"be8ccaa7-e563-45ec-8146-1afcae564d8e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7120. Investigating PARP1 selective inhibitor DSB1559 efficacy in BRCA1-associated triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating PARP1 selective inhibitor DSB1559 efficacy in BRCA1-associated triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Previous studies have demonstrated that WEE1 inhibitors (WEE1i) are a promising cancer therapeutic through synthetic lethality with Cyclin E overexpression. One challenge for two of the leading WEE1i, AZD1775 and ZN-c3, has been the observed off-targeting of PLK family members, namely, PLK1, PLK2 and PLK3. In addition, the therapeutic application of these inhibitors in clinical trials has been limited by adverse hematological effects, including anemia. Herein, we describe the testing of a novel WEE1i (APR-1051) that, based on preclinical studies: 1) demonstrates reduced off-targeting of PLK1, PLK2 and PLK3, and 2) has the ability to suppress the growth of CCNE1-overexpressing xenografted tumors while causing little impact on red blood cell and reticulocyte levels. APR-1051 has an IC50 of 2.2 nM for WEE1 in vitro and has shown the ability to limit the proliferation of various cancer cell lines in culture. Interestingly, the genotoxicity of APR-1051 is suppressed by increasing concentrations of PLK1 inhibitors, suggesting that off-targeting of PLK1 by other WEE1i may compromise efficacy of this targeted cancer treatment in addition to the risk of producing PLK1i-associated adverse effects. APR-1051 demonstrated effectiveness in suppressing the growth of Cyclin E-overexpressing breast and ovarian cancer cells lines, thus pinpointing Cyclin E as a potential biomarker for APR-1051 treatment. Importantly, dose and scheduling of APR-1051 that causes significant suppression of CCNE1-amplified high-grade serious ovarian cancer tumors in mice is well tolerated, with red blood cell and platelet counts remaining within non-pathogenic ranges after a 28-day treatment period. In addition, inhibition WEE1 by APR-1051 occurs at an IC50 that is 200-fold lower on average than the IC50 of hERG potassium channel inhibition, implying that APR-1051 will potentially exhibit low cardiotoxicity. APR-1051 is now progressing through IND-enabling studies. Together, these findings underscore the potential of APR-1051 as a novel WEE1i for the treatment of Cyclin E-overexpressing cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"WEE1,Cyclin E,Cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. M. Hansbarger<\/b><sup>1<\/sup>, S. J. Rocca<sup>1<\/sup>, S. Ritzmann<sup>1<\/sup>, J. Vacca<sup>1<\/sup>, B. Tokiwa<sup>1<\/sup>, J. Weinstein<sup>1<\/sup>, H. Zabierek<sup>1<\/sup>, J. Frye<sup>1<\/sup>, M. Carleton<sup>1<\/sup>, E. J. Brown<sup>2<\/sup>, O. Gilad<sup>1<\/sup>; <br\/><sup>1<\/sup>Aprea Therapeutics, Inc., Doylestown, PA, <sup>2<\/sup>University of Pennsylvania, Philadelphia, PA","CSlideId":"","ControlKey":"31dceda9-dea6-47dd-944e-09a0918799d7","ControlNumber":"1966","DisclosureBlock":"<b>&nbsp;M. M. Hansbarger, <\/b> <br><b>Aprea Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>S. J. Rocca, <\/b> <br><b>Aprea Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>S. Ritzmann, <\/b> <br><b>Aprea Therapeutics<\/b> Employment. <br><b>J. Vacca, <\/b> <br><b>Aprea Therapeutics<\/b> Independent Contractor, Stock Option, Patent. <br><b>B. Tokiwa, <\/b> <br><b>Aprea Therapeutics<\/b> Employment. <br><b>J. Weinstein, <\/b> <br><b>Aprea Therapeutics<\/b> Employment. <br><b>H. Zabierek, <\/b> <br><b>Aprea Therapeutics<\/b> Employment.<br><b>J. Frye, <\/b> None.&nbsp;<br><b>M. Carleton, <\/b> <br><b>Aprea Therapeutics<\/b> Independent Contractor, Stock Option. <br><b>E. J. Brown, <\/b> <br><b>Aprea Therapeutics<\/b> Independent Contractor, Stock, Stock Option, Grant\/Contract, Travel, Patent. <br><b>O. Gilad, <\/b> <br><b>Aprea Therapeutics<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Other Business Ownership, Travel, Patent, Other Intellectual Property.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8251","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7121","PresenterBiography":null,"PresenterDisplayName":"Molly Hansbarger, MS","PresenterKey":"4e05cc0f-a073-4418-98b8-0ff12837e836","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7121. The novel WEE1i, APR-1051, is a potentially well tolerated and effective treatment for cyclin E-overexpressing cancers","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The novel WEE1i, APR-1051, is a potentially well tolerated and effective treatment for cyclin E-overexpressing cancers","Topics":null,"cSlideId":""},{"Abstract":"Ubiquitin-specific protease 1 (USP1) is a well-characterized deubiquitinating enzyme (DUB) that plays a critical role in DNA damage repair (DDR). It was shown to regulate various key repair processes, most notably proliferating cell nuclear antigen (PCNA) in the Translesion Repair (TLS) pathway and FANCD2\/FANCI in the Fanconi Anemia (FA) repair pathway. Research indicates that USP1 deficiency leads to a decrease in cell survival and disruption of genomic stability, suggesting that USP1 inhibitors (USP1i) may hold promise in treating DDR deficient tumors. Through the integration of computational and medicinal chemistry approaches, we discovered a novel, potent inhibitor of USP1, showing anti-USP1 activity in both cell-free enzymatic assay and in measurement of PCNA-ubiquitination change upon USP1 inhibition in cells. We demonstrate anti tumor activity in DDR-related and other indications. By utilizing our platform to analyze the basal proteomics of resistant and sensitive cell lines treated with USP1i, we revealed a distinctive proteomic biomarker signature for USP1i response. This data demonstrates the potential of our novel USP1 inhibitor to serve as a potent therapeutic agent for DDR-deficient and other biomarker-positive cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"DNA damage response,Ubiquitination,Drug discovery,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"I. Alchanati<sup>1<\/sup>, A. Morley<sup>2<\/sup>, A. Hay-Koren<sup>1<\/sup>, F. Fierro<sup>1<\/sup>, G. Otonin<sup>1<\/sup>, S. Herman<sup>1<\/sup>, A. Shtrikman<sup>1<\/sup>, Y. Katzenelenbogen<sup>1<\/sup>, G. Arad<sup>1<\/sup>, B. Tivon<sup>1<\/sup>, K. Pevzner<sup>1<\/sup>, <b>E. Seger<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Protai, Tel Aviv, Israel, <sup>2<\/sup>O2H Discovery, Cambridge, United Kingdom","CSlideId":"","ControlKey":"b3bcb033-1aae-44af-ae08-49a6c5767ecf","ControlNumber":"7894","DisclosureBlock":"&nbsp;<b>I. Alchanati, <\/b> None..<br><b>A. Morley, <\/b> None..<br><b>A. Hay-Koren, <\/b> None..<br><b>F. Fierro, <\/b> None..<br><b>G. Otonin, <\/b> None..<br><b>S. Herman, <\/b> None..<br><b>A. Shtrikman, <\/b> None..<br><b>Y. Katzenelenbogen, <\/b> None..<br><b>G. Arad, <\/b> None..<br><b>B. Tivon, <\/b> None..<br><b>K. Pevzner, <\/b> None..<br><b>E. Seger, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8252","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7122","PresenterBiography":null,"PresenterDisplayName":"ERAN SEGER","PresenterKey":"8d410dd5-be9b-4168-977d-85132317880f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7122. A novel USP1 inhibitor coupled with a novel proteomic response biomarker for precision oncology therapy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel USP1 inhibitor coupled with a novel proteomic response biomarker for precision oncology therapy","Topics":null,"cSlideId":""},{"Abstract":"Isocitrate dehydrogenase 1 and 2 (IDH1\/2) convert isocitrate to &#945;-ketoglutarate in the tricarboxylic acid (TCA) cycle. A missense mutation in IDH1\/2 leads to accelerated conversion of &#945;-ketoglutarate into 2-hydroxyglutarate (2-HG), an oncometabolite that competitively inhibits &#945;-ketoglutarate-dependent dioxygenases including Ten-Eleven Translocation (TET) enzymes. TET enzymes are DNA demethylases that convert 5-methylcytosine to 5-carboxycytosine and regulate CpG island promoter methylation signatures. In IDH1\/2 mutant glioma, inhibition of TET2 enzyme by 2-HG can lead to promoter hypermethylation of O<sup>6<\/sup>-methylguanine methyltransferase (MGMT) and reduce its expression. Approximately 10-15% of de novo or treatment-related AML harbor mutually exclusive mutations in IDH1\/2 or TET2, and emerging resistance towards clinical IDH1\/2 inhibitors, therefore warrants novel therapeutic options. We performed a pan-cancer TCGA analysis and observed MGMT promoter hypermethylation and reduced expression in IDH1\/2 AML. Our independent study on 10 AML patients (5 IDH1\/2 and 5 TET2 mutant) corroborated the TCGA data and showed a significantly reduced expression of MGMT in comparison to 7 wild-type AML samples. As MGMT resolves O<sup>6<\/sup>-alkylguanine lesions during DNA damage, we performed an exhaustive alkylator screen, where temozolomide (TMZ) and our novel compound KL-50 emerged as the top hits that imparted a maximum therapeutic index in multiple MGMT (MGMT+\/&#8211;) isogenic AML cell line models. Both TMZ and KL-50 induced MGMT-dependent DNA strand breaks and replication stress and activated ATM and ATR DNA damage response pathways in a time-dependent manner. Inhibition of ATR activation with Ceralasertib, an ATR inhibitor (ATRi) currently in clinical trials for chronic myelomonocytic leukemia and myelodysplastic syndromes, imparted a profound MGMT-dependent synergy with TMZ and KL-50. Researchers have established in glioma that mismatch repair (MMR) loss confers resistance to TMZ, and reported studies also show evidence of MMR loss in refractory or relapsed AML patients. Thus, we developed numerous MMR-deficient isogenic AML cell lines in an MGMT+\/&#8211; background and observed MMR loss-mediated resistance to TMZ and abrogation of its synergy with ATRi. Unlike TMZ, KL-50 retained a profound synergy with ATRi in an MGMT-dependent manner irrespective of MMR status. We are currently investigating our novel KL-50 and ATRi combination in MGMT\/MMR isogenic cell line-based <i>in vivo <\/i>AML models and in AML patient-derived xenografts to establish it as a promising novel biomarker-targeted therapy for AML patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"DNA repair inhibition,ATR,Promoter hypermethylation,MGMT,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>P. Bhardwaj<\/b>, R. Sundaram, A. Baassiri, M. Matthews, J. VanOudenhove, S. Gueble, S. Halene, R. Bindra; <br\/>Yale University, New Haven, CT","CSlideId":"","ControlKey":"6acbbe5a-2eb7-478b-85b4-6540609aa9c6","ControlNumber":"3792","DisclosureBlock":"&nbsp;<b>P. Bhardwaj, <\/b> None..<br><b>R. Sundaram, <\/b> None..<br><b>A. Baassiri, <\/b> None..<br><b>M. Matthews, <\/b> None..<br><b>J. VanOudenhove, <\/b> None..<br><b>S. Gueble, <\/b> None..<br><b>S. Halene, <\/b> None.&nbsp;<br><b>R. Bindra, <\/b> <br><b>Cybrexa Therapeutics<\/b> Founder. <br><b>Alphina Therapeutics<\/b> Founder. <br><b>Modifi Bio<\/b> Founder.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8253","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7123","PresenterBiography":null,"PresenterDisplayName":"Prateek Bhardwaj","PresenterKey":"edbf4f15-913f-4068-a67d-a403de8c5f3c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7123. Biomarker-targeted alkylator and DNA damage repair inhibitor combination for refractory and relapsed acute myeloid leukemia (AML)","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Biomarker-targeted alkylator and DNA damage repair inhibitor combination for refractory and relapsed acute myeloid leukemia (AML)","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Pancreatic ductal adenocarcinoma (PDAC) is a major cause of cancer-related deaths in the United States. While Poly (ADP-ribose) polymerase (PARP) inhibitors hold promise in treating PDAC with Homologous Recombination Deficiency (HRD). However, HRD occurs in only 10% of cases, leaving 90% with intact Homologous Recombination Proficiency (HRP). Our research highlights the key role of wild-type isocitrate dehydrogenase 1 (IDH1) in maintaining cellular function. We found that inhibiting IDH1 increases DNA damage, suppressing the DNA repair pathway crucial for genomic integrity. This makes cancer cells susceptible to PARP inhibitors, offering a new PDAC treatment approach.<br \/>Methods: The effect of IDH1 inhibition (Ivosidenib) combined with PARP inhibition (Olaparib) on in vitro growth inhibition were assessed through Trypan blue and PicoGreen in drug combination assays. Additionally, we investigated the molecular mechanism underlying the synergistic effects of drug<br \/>combination. To further evaluate the therapeutic potential of IDH1 inhibition in combination with PARP inhibitors, we examined tumor growth in xenograft models of PDAC in athymic nude mice.<br \/>Results: Our data report that, mechanistically, IDH1 inhibition decreased expression of HR DNA repair pathway molecules, such as BRCA1 and BRCA2, and leading to decreased HR repair efficiency in pancreatic cancer cells. Short-term cell viability data demonstrated that targeting IDH1 with ivosidenib when combined with DNA-damaging agent (Olaparib) had a synergistic effect in HRP cell lines (MiaPaCa-2 and Panc-1) with a positive synergy score and Bliss score greater than 1. Additionally, we assessed long-term cell survival using colony formation assays, which yielded a dramatic reduction in cell survival for both Panc1 and MiaPaCa-2 cells when olaparib was combined with ivosidenib, as compared to single-agent controls. Consequently, this reduction increased the levels of apoptosis induced by olaparib. Furthermore, we discovered that these two compounds complemented each other in DNA damage response, leading to an increase in the DNA damage biomarker &#947;-H2AX. In vivo studies using xenograft models demonstrated that the combination of ivosidenib and olaparib synergistically enhanced anti-tumor activity as compared to either single-agent used alone.<br \/>Conclusion: Our data provides insights into the mechanisms underlying the susceptibility of PDAC tumor growth to a dual treatment approach involving an IDH1 inhibitor and a PARP inhibitor, particularly in the context of HRP cancer. This highlights the promise of precision medicine for pancreatic cancer treatment, though further pre-clinical studies are needed for validation and refinement.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"Drug synergy,Homologous recombination,Pancreatic cancer,IDH1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Zarei<\/b><sup>1<\/sup>, O. Hajihassani<sup>1<\/sup>, H. J. Graor<sup>1<\/sup>, A. W. Loftus<sup>2<\/sup>, S. Tahhan<sup>1<\/sup>, F. Nakazzi<sup>1<\/sup>, P. Naji<sup>2<\/sup>, L. D. Rothermel<sup>2<\/sup>, J. R. Brody<sup>3<\/sup>, J. M. Winter<sup>2<\/sup>; <br\/><sup>1<\/sup>Case Western Reserve University School of Medicine, Cleveland, OH, <sup>2<\/sup>University Hospitals Cleveland Medical Center, Cleveland, OH, <sup>3<\/sup>Oregon Health & Science University, Portland, OR","CSlideId":"","ControlKey":"9d4d4d01-5492-4f9d-87c6-e88003e83e7c","ControlNumber":"4067","DisclosureBlock":"&nbsp;<b>M. Zarei, <\/b> None..<br><b>O. Hajihassani, <\/b> None..<br><b>H. J. Graor, <\/b> None..<br><b>A. W. Loftus, <\/b> None..<br><b>S. Tahhan, <\/b> None..<br><b>F. Nakazzi, <\/b> None..<br><b>P. Naji, <\/b> None..<br><b>L. D. Rothermel, <\/b> None..<br><b>J. R. Brody, <\/b> None..<br><b>J. M. Winter, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8255","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7125","PresenterBiography":null,"PresenterDisplayName":"Mehrdad Zarei, MS;PhD","PresenterKey":"30bf3b46-530a-47a2-ba09-85b5ac8aec08","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7125. Inhibition of IDH1 impairs homologous recombination and induces sensitivity to PARP inhibitor in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of IDH1 impairs homologous recombination and induces sensitivity to PARP inhibitor in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Poly (ADP-ribose) polymerase (PARP) inhibitors have changed the landscape of treatment for homologous recombination (HR)-deficient cancers. PARP inhibitors are synthetically lethal with deficiencies in genes involved in the HR pathway, such as <i>BRCA2<\/i>, but resistance against PARP inhibitors is a major problem in the clinic. The use of new synergistic drug combinations targeting different components of the DNA damage response (DDR) pathway may overcome PARP inhibitor resistance. Sixteen small molecule inhibitors acting on different targets in the DDR pathway (including PARP, Pol&#952; and ATR) were profiled in 2D culture and 3D spheroid cell viability assays. Intracellular ATP content was used as an indirect readout of cell number. Compound synergies were determined by profiling combinations of compounds in a 6-by-6 matrix, and quantifying synergistic effects using the Excess over Bliss score [1]. A pair of isogenic <i>BRCA2<\/i>-deficient and -proficient DLD-1 colon adenocarcinoma cell lines was used as a model of <i>BRCA2<\/i>-deficient tumors. In 2D cell viability assays, PARP inhibitors and the Pol&#952; inhibitor ART558 were more active in <i>BRCA2<\/i>-deficient compared to <i>BRCA2<\/i>-proficient DLD-1 cells, whereas an ATR inhibitor (ceralasertib) was equally potent in both cell lines. Combining olaparib with ART558 in 2D culture and 3D spheroid studies showed synergistic effects in <i>BRCA2<\/i>-deficient DLD-1 cells. Moreover, olaparib synergized with ceralasertib in both <i>BRCA2<\/i>-deficient and -proficient DLD-1 cells. Different DDR-targeting inhibitors were profiled in over a hundred cancer cell lines from diverse tumor tissue origin in 2D assays. This showed a relatively high potency for PARP inhibitors in ovarian cancer cell lines compared to cell lines derived from other tissue types, which is consistent with the clinical application of PARP inhibitors for treatment of ovarian cancers. For ATR inhibitors and ART558, kidney and myeloid cancer cell lines were found to be most sensitive, respectively, suggesting potential therapeutic utility of ATR and Pol&#952; inhibitors for treatment of these cancer types. The genomic determinants of the different sensitivities were investigated by comparing compound potencies in the cell viability assays with the mutation status of more than 500 genes involved in cancer or the DDR pathway in the cell lines. Additionally, cancer cell line sensitivity was correlated with the expression levels of more than 19,000 genes in these cell lines to identify novel RNA signatures capable of predicting response to DDR-targeting inhibitors. This study uncovers new synergistic drug combinations that increase the efficiency of PARP inhibitors, and provides new insights into the determinants of cancer cell line sensitivity to compounds targeting different components of the DDR pathway. [1] Liu <i>et al.<\/i> Stat. Biopharm. Res. 10, 112-22; 2018","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"DNA damage response,PARP inhibitors,ATR,BRCA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. J. T. Melis<\/b>, D. J. F. Kluitmans, J. J. Kooijman, J. Dylus, S. Wetemans, S. Geerdink-Datema, J. A. D. de Roos, Y. Grobben, G. J. R. Zaman; <br\/>Oncolines B.V., Oss, Netherlands","CSlideId":"","ControlKey":"11c5eea8-aa79-49f5-be07-f1577cec6bcf","ControlNumber":"3167","DisclosureBlock":"&nbsp;<b>J. J. T. Melis, <\/b> None..<br><b>D. J. F. Kluitmans, <\/b> None..<br><b>J. J. Kooijman, <\/b> None..<br><b>J. Dylus, <\/b> None..<br><b>S. Wetemans, <\/b> None..<br><b>S. Geerdink-Datema, <\/b> None..<br><b>J. A. D. de Roos, <\/b> None..<br><b>Y. Grobben, <\/b> None..<br><b>G. J. R. Zaman, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8256","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7126","PresenterBiography":null,"PresenterDisplayName":"Janneke Melis","PresenterKey":"3dfb29f9-dec3-47af-93f2-75d13053667c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7126. Synergistic combinations and tissue type-specificity of compounds targeting components of the DNA damage response pathway in 2D culture and 3D spheroid cell viability assays","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistic combinations and tissue type-specificity of compounds targeting components of the DNA damage response pathway in 2D culture and 3D spheroid cell viability assays","Topics":null,"cSlideId":""},{"Abstract":"Background: ZN-B-2262 is a best-in-class, IND-approved, small molecule serine\/threonine kinase receptor inhibitor targeting Ataxia Telangiectasia Mutated (ATM), which plays a key role in DNA damage response (DDR) associated with double-strand breaks (DSB). Radiotherapy (RT) and topoisomerase inhibition can directly cause DSB. ZN-B-2262 is expected to enhance the therapeutic effect of RT, or antibody drug conjugates (ADCs) containing topoisomerase inhibitors by suppressing DSB DNA repair and blocking checkpoint controls.<br \/>Methods: The inhibition of isolated recombinant ATM, ATR, mTOR, DNA-PK, PI3K&#945;, PI3K&#946;, PI3K&#948; and PI3K&#947; enzymes was evaluated using In-Cell-Western assay to determine the effect of ZN-B-2262 on ATM enzyme activity by detecting phosp-KAP1 (Ser824) expression. The inhibition of phospho-ATM (Ser1981) was evaluated by ATM assay on HT29 cells using a High-Content Imaging System (HCS). Therapeutic efficacy, as measured by tumor growth inhibition (TGI), was evaluated using ZN-B-2262 in combination with DS-1062 (Trop2 ADC), irinotecan or RT in MDA-MB-468 triple negative breast cancer (TNBC), SW620 colorectal cancer, and Fadu head and neck squamous cell carcinoma (HNSCC) subcutaneous xenograft murine models, respectively. In addition, ZN-B-2262 was tested for Human Aldehyde Oxidase (AO) activity. Safety margins were determined based on the ratio of unbound AUC obtained from 28-day GLP animal toxicology studies and predicted human PK at efficacious dose.<br \/>Results: ZN-B-2262 exhibited strong inhibition against ATM with the IC<sub>50<\/sub> at 4.4 nM. No inhibition effect was observed on other IKK family enzymes with IC<sub>50<\/sub> value &#62;10 uM. ZN-B-2262 showed high inhibition activity on phosp-KAP1 with IC<sub>50<\/sub> of 13.25 nM and on phospho-ATM with IC<sub>50<\/sub> of 21.5 nM. In the MDA-MB-468 xenograft efficacy study, ZN-B-2262 combined with a clinically relevant dose of DS-1062 showed significantly superior tumor inhibition effects compared to DS-1062 alone. In the SW620 xenograft efficacy study, in combination with irinotecan, ZN-B-2262 showed synergistic tumor inhibition effects. In the Fadu xenograft efficacy study, ZN-B-2262 demonstrated synergistic anti-tumor activity when combined with RT. Sustained and enhanced anti-tumor efficacy was observed post withdrawal of ZN-B-2262 combined with RT, which was not observed after stopping treatment of RT alone. Based on 28-day GLP tox in rat and dog, the predicted human safety margin is 25- to 50-fold.<br \/>Conclusion: ZN-B-2262, in combination with ADCs containing topoisomerase inhibitors, (e.g., Dato-Dxd), or RT, is expected to be a best-in-class (possibly first-in-class) compound, for the treatment of solid tumors. In particular, ZN-B-2262 should demonstrate improved PK and minimal inter-patient PK variability compared to current ATM clinical candidates since ZN-B-2262 is not an AO substrate.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"ATM,DNA damage response,Topoisomerases,Radiation therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>D. Zhou<\/b>, Z. Wang, Y. Liu, T. Fu, Z. Cheng; <br\/>Zion Pharma Limited, Shanghai, China","CSlideId":"","ControlKey":"dda45e51-7469-463a-85d7-01782a513012","ControlNumber":"651","DisclosureBlock":"&nbsp;<b>D. Zhou, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>T. Fu, <\/b> None..<br><b>Z. Cheng, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8257","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7127","PresenterBiography":null,"PresenterDisplayName":"Ding Zhou, PhD","PresenterKey":"3f4b5443-9319-4910-b6aa-399ccb2aee5f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7127. An ATM inhibitor: ZN-B-2262 in combination with radiation \/ADCs containing topoisomerase inhibitors for the treatment of solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An ATM inhibitor: ZN-B-2262 in combination with radiation \/ADCs containing topoisomerase inhibitors for the treatment of solid tumors","Topics":null,"cSlideId":""},{"Abstract":"DNA-PK, the DNA-dependent protein kinase, is a validated target for cancer therapeutics that plays a central role in the non-homologous end joining (NHEJ) DNA repair pathway and the DNA damage response (DDR). NHEJ is a key mechanism of DNA double-strand breaks (DSB) repair, especially those induced by ionizing radiation (IR). Ku 70\/80 heterodimer is required as initiator in this process, acting as an essential DNA-binding component of DNA-PK that senses DNA damage. Blocking the DNA-PK kinase activity in combination with DSB inducing agents has been widely used as a therapeutic strategy to drive clinical efficacy of radiation therapy for cancer treatment.<br \/>We have reported a unique approach of DNA-PK inhibition by developing Ku-DNA binding inhibitors (Ku-DBi&#8217;s), small molecule inhibitors that target the interaction between Ku70\/80 and DNA. Ku-DBi&#8217;s demonstrated a direct interaction with Ku70\/80, a potent inhibition of Ku-DNA binding and DNA-PK catalytic activity, and <i>in vitro<\/i> and cellular NHEJ inhibitory activity. This results in the potentiation of non-small cell lung cancer (NSCLC) cellular sensitivity to DSB generating therapies, as a function of inhibiting DNA-PKcs autophosphorylation and dysregulation of signaling to the DDR. In this study, we have expanded our structure activity relationship analyses to focus on optimizing selectivity, cellular uptake and Ku inhibitory activity. The new series of Ku-DBi&#8217;s include oxindole derivatives of the X80 core structure that achieve these goals. These novel compounds display increased cellular uptake while retaining potent Ku inhibitory activity and enhanced cellular inhibition on DNA-DSB repair. Ku-DBi&#8217;s optimization has enabled in vivo analyses of Ku-DBi - ionizing radiation combination therapy in human xenograft models of non-small cell lung cancer. The impact of Ku-DBi treatment on therapeutic efficacy, toxicity, Ku\/DNA-PK inhibition, and DDR signaling will be presented. These data represent a significant advance in the development of Ku-DNA binding inhibitors and their therapeutic intervention for cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"DNA damage response,DNA double-strand break,Therapeutic target,Chemistry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"P. L. Mendoza-Munoz<sup>1<\/sup>, D. Chauhan<sup>2<\/sup>, N. S. Gavande<sup>2<\/sup>, J. R. Dynlacht<sup>1<\/sup>, J. E. Garrett<sup>1<\/sup>, <b>J. J. Turchi<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Indiana University School of Medicine, Indianapolis, IN, <sup>2<\/sup>Wayne State University, Detroit, MI","CSlideId":"","ControlKey":"6e7c4f40-ab42-4366-a7f2-1a15acc42239","ControlNumber":"7129","DisclosureBlock":"&nbsp;<b>P. L. Mendoza-Munoz, <\/b> None..<br><b>D. Chauhan, <\/b> None..<br><b>N. S. Gavande, <\/b> None..<br><b>J. R. Dynlacht, <\/b> None..<br><b>J. E. Garrett, <\/b> None.&nbsp;<br><b>J. J. Turchi, <\/b> <br><b>NERx Biosciences<\/b> Stock.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8258","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7128","PresenterBiography":null,"PresenterDisplayName":"John Turchi, PhD","PresenterKey":"bf16ade5-a0b0-4487-92ba-78583ec05063","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7128. Novel Ku-DNA binding inhibitors impact on the cellular and <i>in vivo<\/i> DNA damage response to radio- and radiomimetic-therapy","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel Ku-DNA binding inhibitors impact on the cellular and <i>in vivo<\/i> DNA damage response to radio- and radiomimetic-therapy","Topics":null,"cSlideId":""},{"Abstract":"Head and Neck Squamous Cell Carcinoma (HNSCC) impose a significant health burden, necessitating innovative therapeutic strategies to enhance treatment efficacy. Current standard treatments, including surgery, radiation therapy, and chemotherapy, often exhibit limited effectiveness and cause substantial side effects. This underscores the critical need for novel therapies that selectively target cancer cells, sparing normal tissue. Survival from HNSCC is poor, and importantly, a racial disparity between African Americans (AfAm) and European Americans (EuAm) has been known for some time. Ancestry Informative Markers (AIMs) are associated with altered mRNA expression of Pol&#946; where higher expression of Pol&#946; was observed among AfAm patients in comparison to EuAm patients. Our research focuses on DNA polymerase beta (Pol&#946;) and its role in replication stress and response to chemotherapy and DNA damage response modifiers. Elevated expression of Pol&#946; is linked to increased DNA damage and genomic instability, contributing to treatment resistance. In this regard, our investigations reveal a regulatory role for base excision repair (BER) proteins, including Pol&#946;, in the cellular response to inhibitors of poly(ADP-ribose) glycohydrolase (PARG), an enzyme involved in poly(ADP-ribose) (PAR) degradation. Inhibition of PARG triggers a robust intra-S phase response, activating ATR and CHK1 signaling. Exploiting the synthetic lethality between PARG inhibition and ATR\/CHK1 inhibition, we have demonstrated the ability to overcome Pol&#946; overexpression mediated treatment resistance in HNSCC cells. Specifically, our in vitro studies demonstrate that the response to a combination of an ATR inhibitor and PARG inhibitor is impacted by Pol&#946; expression in HNSCC cells, with synergistic effects surpassing the efficacy of the individual inhibitors. Similarly, the combination of a CHK1 inhibitor and PARG inhibitor proves effective in cells with elevated Pol&#946; expression, offering a potential dual therapeutic strategy. These combinations exhibit promising potential for HNSCC treatment when Pol&#946; expression is elevated. In conclusion, our findings propose a novel therapeutic paradigm for HNSCC, employing combination therapy with ATR or CHK1 inhibitors and PARG inhibitors. This approach offers a targeted strategy, presenting a promising avenue for the development of more effective and less toxic treatment modalities in the management of HNSCC and may help overcome resistance from elevated expression of Pol&#946;.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"DNA polymerase,Head and neck squamous cell carcinoma,DNA damage,PARG,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Khan<\/b><sup>1<\/sup>, A. Angajala<sup>2<\/sup>, D. Gibbs<sup>3<\/sup>, J. Liu<sup>3<\/sup>, C. Ragin<sup>3<\/sup>, R. Sobol<sup>1<\/sup>; <br\/><sup>1<\/sup>Legorreta Cancer Center at Brown University, Providence, RI, <sup>2<\/sup>University of South Alabama, Mobile, AL, <sup>3<\/sup>Fox Chase Cancer Center, Temple Health, Philadelphia, PA","CSlideId":"","ControlKey":"5f205539-84c5-4689-a877-3402e64a97b8","ControlNumber":"7130","DisclosureBlock":"&nbsp;<b>M. Khan, <\/b> None..<br><b>A. Angajala, <\/b> None..<br><b>D. Gibbs, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>C. Ragin, <\/b> None..<br><b>R. Sobol, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8260","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7129","PresenterBiography":null,"PresenterDisplayName":"MD Maruf Khan, PhD","PresenterKey":"96d27d72-ed7c-4955-b6e5-58cda1337006","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7129. DNA polymerase beta expression in head &#38; neck cancer modulates the poly-ADP-ribose-mediated replication checkpoint","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DNA polymerase beta expression in head &#38; neck cancer modulates the poly-ADP-ribose-mediated replication checkpoint","Topics":null,"cSlideId":""},{"Abstract":"Clear cell renal cell carcinoma (ccRCC) is the most prevalent form of kidney cancer, notorious for its resistance to treatment and dismal prognosis. Advanced or metastatic cases on average display an 8% 5-year survival rate. Given the considerable number of diagnoses in advanced stages, it is evident that we require innovative therapeutic approaches. Our lab has developed a methodology to establish cell lines from tumors and adjacent normal tissues sourced from patients. Consequently, we've amassed a collection of cell lines, including those from patient-derived ccRCC and normal kidney cells. Using these ccRCC models, we demonstrated that the type I protein arginine methyltransferase inhibitor, MS023, elicits a dysregulated DNA repair phenotype. RNA-Seq analysis of ccRCC cells treated with MS023 unveiled a marked downregulation of genes associated with the homologous recombination (HR) pathway for double-strand break repair and the Fanconi Anemia (FA) pathway for interstrand crosslink (ICL) repair. In a follow-up investigation using paired normal and cancerous cell lines from the same patient, we identified resistance to MS023 in normal kidney cells that is not mirrored in the corresponding ccRCC cell line. This hints at a potential therapeutic window and provides a strong rationale for clinical pursuit. Poly-ADP ribose polymerase (PARP) inhibitors are known to yield a synergistic effect when employed in HR-deficient diseases, such as BRCA-deficient breast cancers. Since MS023 induces an HR-deficient phenotype, we hypothesize that combining it with Talazoparib, a PARP inhibitor, will produce a similar synergistic effect. Additionally, mitomycin C (MMC) is a clinically approved compound that induces ICLs. As MS023 impedes ICL repair by downregulating crucial ICL-repairing genes, combining these two drugs should likewise generate a synergistic effect. Through a drug screen across two of our ccRCC cell lines, we discovered that the cells exhibit sensitivity to various PARP inhibitors. Employing synergy checkerboard assays and the highest single-agent model of synergy, we have found that the combination of MS023 and Talazoparib, as well as the combination of MS023 and MMC, demonstrate synergy, significantly reducing cellular viability at lower doses of the combination treatments compared to mono-treatment conditions at their respective doses. Preliminary <i>in vivo<\/i> studies using patient-derived xenograft models have revealed that both MS023 and Talazoparib are well-tolerated in mice, both when administered individually and in combination. Our current knowledge base indicates that MS023 holds promise for clinical investigation, both as a standalone treatment and in combination with Talazoparib or MMC. These results present an exciting opportunity to shed new light on the challenging therapeutic landscape faced by ccRCC patients today.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,Synergism,DNA repair,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>K. Arevalo<\/b><sup>1<\/sup>, J. Walton<sup>2<\/sup>, J. Meens<sup>2<\/sup>, A. Ng<sup>1<\/sup>, L. Ailles<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Toronto, Toronto, ON, Canada, <sup>2<\/sup>University Health Network, Toronto, ON, Canada","CSlideId":"","ControlKey":"ee51eecc-14ca-4f02-990f-5238c864e0fb","ControlNumber":"1669","DisclosureBlock":"&nbsp;<b>K. Arevalo, <\/b> None..<br><b>J. Walton, <\/b> None..<br><b>J. Meens, <\/b> None..<br><b>A. Ng, <\/b> None..<br><b>L. Ailles, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8261","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7130","PresenterBiography":null,"PresenterDisplayName":"Karen Arevalo, BS","PresenterKey":"d4edea07-d389-41b5-8959-68c03ea4096b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7130. Dysregulated DNA repaired elicited by type 1 PRMT inhibitor in clear cell renal cell carcinoma enables development of novel combination therapies","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dysregulated DNA repaired elicited by type 1 PRMT inhibitor in clear cell renal cell carcinoma enables development of novel combination therapies","Topics":null,"cSlideId":""},{"Abstract":"PARP-inhibitors (PARPi) have been developed to treat homology-directed repair deficient cancers such as BRCA1\/2-defective breast and ovarian tumors. However, acquired resistance to PARPi is now common, suggesting the need to identify new protein targets. To that end, a missed opportunity is found in the PARP1\/PARP2 activation mechanism in response to DNA damage and replication stress and the resulting protein complexes and enzymes that depend on and coordinate PARP-mediated DNA repair processes. We have found that PARP1\/PARP2 activation, whether from acute DNA damage, from replication stress or both triggers a temporal and coordinated interplay of base excision repair and single-strand break repair (BER\/SSBR) proteins and enzymes. In turn, the recruitment of these BER and SSBR proteins suppresses PARP1\/PARP2 activation, thereby functioning as a network of PARP1\/PARP2 regulators, modulating the PARP-mediated response to replication stress. To that end, we find that loss of expression of these key BER\/SSBR proteins releases a break on replication-stress induced PARP1\/PARP2 activation, triggering un-restrained PARP1\/PARP2 activation and elevated levels of replication-dependent poly(ADP-ribose) (PAR). We next confirmed that the loss of these downstream BER enzymes render cancer cells responsive to PARPi&#8217;s when the BRCA1\/2 pathways are restored. Further, we show that BER expression regulates the cellular response to inhibitors of the PAR degrading enzyme PARG, suggesting that XRCC1-dependent BER proteins regulate replication-stress dependent PAR accumulation. The increase in PAR due to PARG inhibition, that is further regulated by BER, drives a strong intra-S phase response, indicated by activation of ATR and CHK1 signaling. As the checkpoint governed by ATR and CHK1 functions as a protective mechanism, we show that PARG inhibition is synthetically lethal with ATR and CHK1 inhibition and this may be explained by our demonstration of PARGi-mediated trapping of essential BER proteins at the site of damage and PAR accumulation. Together, these studies reveal a significant role for BER\/SSBR proteins in regulating replication stress induced PARylation and the resulting intra-S phase checkpoint.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"DNA repair inhibition,PARP inhibitors,PARG,ATR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"M. Ibrahim<sup>1<\/sup>, M. Khan<sup>2<\/sup>, R. Q. Al-Rahaleh<sup>2<\/sup>, J. Clark<sup>1<\/sup>, F. Hayat<sup>1<\/sup>, Q. Fang<sup>1<\/sup>, C. A. Koczor<sup>1<\/sup>, M. E. Migaud<sup>1<\/sup>, <b>R. W. Sobol<\/b><sup>2<\/sup>; <br\/><sup>1<\/sup>University of South Alabama, Mobile, AL, <sup>2<\/sup>Brown University, Providence, RI","CSlideId":"","ControlKey":"15621288-7b49-4112-aa66-572aac8f356f","ControlNumber":"7030","DisclosureBlock":"&nbsp;<b>M. Ibrahim, <\/b> None..<br><b>M. Khan, <\/b> None..<br><b>R. Q. Al-Rahaleh, <\/b> None..<br><b>J. Clark, <\/b> None..<br><b>F. Hayat, <\/b> None..<br><b>Q. Fang, <\/b> None..<br><b>C. A. Koczor, <\/b> None..<br><b>M. E. Migaud, <\/b> None..<br><b>R. W. Sobol, <\/b> None.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8262","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7131","PresenterBiography":null,"PresenterDisplayName":"Robert Sobol, PhD","PresenterKey":"eb1a9117-466e-4cc4-b1b5-9b8fe2698af8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7131. Base excision repair regulation of replication stress induced poly(ADP-ribose) checkpoints","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Base excision repair regulation of replication stress induced poly(ADP-ribose) checkpoints","Topics":null,"cSlideId":""},{"Abstract":"Current PARP inhibitors primarily target PARP1\/2 and demonstrate high efficacy against tumors with deficiencies in homologous recombination repair, such as those with BRCA mutations. However, these inhibitors are also associated with significant hematological toxicities. Studies have indicated that the synthetic lethality observed with BRCA mutations is mainly driven by PARP1, while PARP2 is not essential in this context. PARP2 has been shown to be crucial for the survival of hematopoietic stem\/progenitor cells in animal models. Therefore, selective inhibition of PARP1 could potentially reduce toxicity and improve therapeutic outcomes. Here we introduce LAE119, a potent and selective PARP1 inhibitor and PARP1-DNA trapper. It demonstrates more than a 1000-fold selectivity for PARP1 DNA trapping compared to PARP2. In comparison to most PARP inhibitors including AZD5305, LAE119 exhibits extremely long residence time on PARP1 in both biochemical and cellular assays. It demonstrates robust anti-proliferation activity against BRCA2<sup>-\/-<\/sup> DLD-1 cells and MDA-MB-436 cells, with IC<sub>50<\/sub> value of 0.6 nM in both cell lines. In CAL51 cells, which has a BRCA2 mutation but with low PARP1 expression level and are much less sensitive to AZD5305, LAE119 demonstrates much better activity than AZD5305, particularly when PARP1 level is increased with transgene expression. LAE119 demonstrated substantial tumor inhibition in MDA-MB-436 and Capan-1 xenograft models. LAE119 also displays favorable ADME properties and PK profiles. It has high tumor\/plasma ratio which is beneficial for sustainable anti-tumor effect and reduction of off-target effects. In rat hematologic toxicity study, LAE119 at 10 mpk QD dose was well tolerated and had minimal effects on hematologic parameters. Both in vitro and in vivo data strongly support the further clinical investigation of LAE119.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"PARP inhibitors,DNA damage,Homologous recombination,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Li<\/b>, Y. Chen, J. Chen, L. Jiang, X. Lin, J. Gu; <br\/>Laekna Therapeutics Shanghai Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"eaa50c36-1b5d-41b2-b0c6-5d5f2aa5091e","ControlNumber":"2333","DisclosureBlock":"<b>&nbsp;M. Li, <\/b> <br><b>Laekna Therapeutics Shanghai Co., Ltd.<\/b> Employment. <br><b>Y. Chen, <\/b> <br><b>Laekna Therapeutics Shanghai Co., Ltd.<\/b> Employment. <br><b>J. Chen, <\/b> <br><b>Laekna Therapeutics Shanghai Co., Ltd.<\/b> Employment. <br><b>L. Jiang, <\/b> <br><b>Laekna Therapeutics Shanghai Co., Ltd.<\/b> Employment. <br><b>X. Lin, <\/b> <br><b>Laekna Therapeutics Shanghai Co., Ltd.<\/b> Employment. <br><b>J. Gu, <\/b> <br><b>Laekna Therapeutics Shanghai Co., Ltd.<\/b> Employment.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8263","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7132","PresenterBiography":null,"PresenterDisplayName":"Ming Li, Dr PH","PresenterKey":"256f7f72-1f76-436d-9e47-cabf9f24b19c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7132. Preclinical characterization of LAE119, a novel PARP1 selective inhibitor and trapper","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical characterization of LAE119, a novel PARP1 selective inhibitor and trapper","Topics":null,"cSlideId":""},{"Abstract":"Phenomics-enabled drug discovery is a powerful approach to identify novel targets and relationships previously unappreciated in biology. We built a phenomics platform leveraging high content microscopy and generated unique phenoprints for &#62;7,000 genes using CRISPR\/Cas9 technology and a diverse chemical library of &#62;1 million compounds. This phenomics dataset contains an unprecedented quantity of gene-gene, gene-compound, and compound-compound relationships. We applied our phenomics platform and an inference based target-agnostic drug discovery approach to discover novel genes and small molecules that mimic CDK12 inhibition, an important transcriptional regulator of DNA damage response, while avoiding inhibition of the paralog CDK13. We discovered a novel and unappreciated association between CDK12 and RBM39 as well as small molecule degraders of RBM39. We established structure activity relationships (SAR) solely leveraging our phenomics platform, to generate REC-1170204, an RBM39 degrader. Unlike inhibitors of CDK12, we show that REC-1170204 does not directly inhibit CDK12, CDK13 or other kinases. However, REC-1170204 demonstrates candidate quality properties with improved potency, selectivity, and drug-like characteristics. Finally we show that REC-1170204 shows efficacy in High Grade Serous Ovarian cancer (HGSOC) pre-clinical models and synergizes with PARP inhibition in a PARP-resistant patient-derived xenograft (PDX) model. Together, our data suggests that targeting RBM39 may provide an attractive and safer approach to targeting CDK12 in the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"DNA damage response,Drug discovery,Spliceosome,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>C. Neumann<\/b>, H. Shankaran, K. Nadella, K. Biette, S. Rowley, E. Gardner, S. Swaidani, V. Manda, L. Chen, D. Beshnova, A. Saeed, C. Bailey, J. Paulsen, P. Rearden, C. Brooks, A. Bhandari, C. Gibson, L. Schaevitz, I. Haque, H. Donnella, M. Cuccarese, M. Evangelista; <br\/>Recursion Pharmaceuticals, Salt Lake City, UT","CSlideId":"","ControlKey":"2a7648c2-c39b-4457-bca5-78322b2e5057","ControlNumber":"3473","DisclosureBlock":"<b>&nbsp;C. Neumann, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>H. Shankaran, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>K. Nadella, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>K. Biette, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>S. Rowley, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>E. Gardner, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>S. Swaidani, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>V. Manda, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>L. Chen, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>D. Beshnova, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>A. Saeed, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>C. Bailey, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>J. Paulsen, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>P. Rearden, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>C. Brooks, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>A. Bhandari, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>C. Gibson, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>L. Schaevitz, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>I. Haque, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>H. Donnella, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>M. Cuccarese, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock. <br><b>M. Evangelista, <\/b> <br><b>Recursion Pharmaceuticals<\/b> Employment, Stock.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8264","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7133","PresenterBiography":null,"PresenterDisplayName":"Chase Anderson Neumann, PhD","PresenterKey":"4d4883e3-6967-469f-9d48-f75d58bd0d61","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7133. Phenomics-enabled discovery and optimization of small-molecule RBM39 degraders as an alternative to CDK12 targeting in high-grade serous ovarian cancer (HGSOC)","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phenomics-enabled discovery and optimization of small-molecule RBM39 degraders as an alternative to CDK12 targeting in high-grade serous ovarian cancer (HGSOC)","Topics":null,"cSlideId":""},{"Abstract":"Background: Therapeutic options for advanced stage pancreatic cancer are limited. Patients harboring germline BRCA mutations benefit from PARP inhibitors (PARPi); unfortunately, such mutations are rare in pancreatic cancer. Tumor Treating Fields (TTFields), electric fields that disrupt cellular processes crucial for cancer cell viability, have shown effectiveness against pancreatic cancer cells, and are currently under clinical investigation for the treatment of patients with pancreatic cancer. The mechanism of action of TTFields in various cancer types has suggested involvement of BRCA downregulation. The current study examined the potential sensitization of BRCA wild-type pancreatic cancer cell lines to PARPi with TTFields application.<br \/>Methods: BxPC3 and AsPC1 human pancreatic BRCA wild-type cancer cells were treated for 72 h with TTFields (frequency of 150 kHz; intensity of 1 and 0.5 V\/cm RMS, respectively), using the inovitro device. The PARPi niraparib and olaparib were each administered to the cells at various concentrations, with or without co-application of TTFields. At treatment cessation, cell count, colony formation, and apoptosis were measured.<br \/>Results: Applying PARPi to pancreatic cell lines yielded a dose-dependent cytotoxic and anti-clonogenic effects, and induced apoptosis. TTFields application also induced such effects when applied alone, while delivery of TTFields together with PARPi amplified the effects demonstrated by PARPi alone.<br \/>Conclusions: Concomitant application of TTFields and PARPi in BRCA wild type pancreatic cancer cells exhibits a potential improvement relative to the mono-therapies. This could be rationalized based on the previously demonstrated ability of TTFields to induce a state of BRCAness in cancer cells, and suggests benefit for TTFields and PARPi co-treatment in the absence of background BRCA mutations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"Tumor treating fields (TTFields),Pancreatic cancer,PARP inhibitors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"H. Ene, K. Ben Meir, A. Martinez-Conde, R. Frechtel-Gerzi, H. Gabay, D. Gerasimova, R. Engelman, <b>E. Dor-On<\/b>, A. Haber, M. Giladi, Y. Palti; <br\/>Novocure Ltd, Haifa, Israel","CSlideId":"","ControlKey":"2411bc51-77ce-4023-803a-0da037df150c","ControlNumber":"3158","DisclosureBlock":"<b>&nbsp;H. Ene, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>K. Ben Meir, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>A. Martinez-Conde, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>R. Frechtel-Gerzi, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>H. Gabay, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>D. Gerasimova, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>R. Engelman, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>E. Dor-On, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>A. Haber, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>M. Giladi, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>Y. Palti, <\/b> <br><b>Novocure<\/b> Stock, Other Intellectual Property.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8245","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7134","PresenterBiography":null,"PresenterDisplayName":"Eyal Dor-On, PhD","PresenterKey":"fe0ba0d8-7c3b-43c4-b365-1e8ed0eb82b8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7134. Treatment of pancreatic cancer cells with tumor treating fields (TTFields) and PARP inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Treatment of pancreatic cancer cells with tumor treating fields (TTFields) and PARP inhibitors","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose<\/b><b>:<\/b> Among gynecological malignancies, ovarian cancer is the leading cause of mortality. Poly (ADP-ribose) polymerase inhibitors (PARPi) represent standard-of-care treatment for selected cases of advanced epithelial ovarian cancer. PARPi exhibit sensitivity in homologues recombination deficient (HRD) tumors, in which there are mutations in the Fanconi Anemia (FA)-BRCA pathway, while about 75% of ovarian cancer patients are homologues recombination proficient (HRP). TTFields are non-invasive electric fields that disrupt cellular processes critical for cancer cell viability and tumor progression. Recent research showed that TTFields induce an HRD-like state (also known as BRCAness state) in various cancer types. The current study aims to investigate the impact of TTFields applied together with PARPi in ovarian cancer preclinical models.<br \/><b>Methods:<\/b> <i>In vitro, <\/i>A2780 (HRP), OVCAR3 (HRD), and A2780cis (platinum-resistant) ovarian cancer cells were treated with TTFields (1 V\/cm RMS, 200 kHz, 72 h), alone or with addition of PARPi (olaparib or niraparib, at various concentrations). Efficacy was measured by analyzing cell count, colony formation, and apoptosis induction. The overall effect was calculated by multiplying cell count with colony formation. TTFields-treated cells were evaluated for the expression of FA-BRCA pathway proteins and for formation of &#947;H2AX, a DNA damage marker, using Western blot and fluorescent microscopy, respectively<i>. In vivo<\/i>, ID8-fLuc (HRP) cells were inoculated intraperitoneally to 6-8-week-old C57BL\/6 mice. Seven days post inoculation, mice were treated with sham-vehicle, TTFields, olaparib (50 mg\/kg), or both over a period of four weeks. Tumor growth was analyzed using bioluminescent imaging at treatment cessation, and survival analysis was performed.<br \/><b>Results:<\/b> TTFields application resulted in reduced cell count, increased overall effect, and increased apoptosis <i>in vitro<\/i>. When TTFields were applied together with PARPi, a high and moderate synergistic interaction was shown respectively the BRCA wild-type A2780 cells and the platinum-resistant A2780cis cells. However, in the BRCA mutant OVCAR-3 cells the effect was additive. A downregulation of FA-BRCA protein expression was confirmed after TTFields treatment of the ovarian cells, with consequent DNA damage. In the tumor-bearing mice, TTFields and olaparib co-treatment resulted in reduced tumor volume and a survival benefit relative to the monotherapies and to control-treated mice.<br \/><b>Conclusions:<\/b> The data suggest potential advantages for TTFields concomitant with PARPi in ovarian cancer, even without underlying BRCA mutations - consistent with the BRCAness state induced by TTFields - and also suggests benefits in platinum-resistant ovarian cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage and repair,,"},{"Key":"Keywords","Value":"Tumor treating fields (TTFields),Ovarian cancer,PARP inhibitors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Berckmans<sup>1<\/sup>, H. Ene<sup>2<\/sup>, K. Ben-Meir<sup>2<\/sup>, A. Martinez-Conde<sup>2<\/sup>, R. Monin<sup>2<\/sup>, B. Van den Ende<sup>1<\/sup>, S. Van Mechelen<sup>1<\/sup>, R. Frechtel-Gerzi<sup>2<\/sup>, H. Gabay<sup>2<\/sup>, R. Engelman<sup>2<\/sup>, <b>E. Dor-On<\/b><sup>2<\/sup>, A. Haber<sup>2<\/sup>, M. Giladi<sup>2<\/sup>, U. Weinberg<sup>2<\/sup>, Y. Palti<sup>2<\/sup>, I. Vergote<sup>1<\/sup>, A. Coosemans<sup>1<\/sup>; <br\/><sup>1<\/sup>Leuven Cancer Institute, KU Leuven, Leuven, Belgium, <sup>2<\/sup>Novocure Ltd, Haifa, Israel","CSlideId":"","ControlKey":"5f0d335c-982a-4f78-9f2e-2d96f9949cfd","ControlNumber":"6587","DisclosureBlock":"&nbsp;<b>Y. Berckmans, <\/b> None.&nbsp;<br><b>H. Ene, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>K. Ben-Meir, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>A. Martinez-Conde, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>R. Monin, <\/b> <br><b>Novocure<\/b> Employment, Stock.<br><b>B. Van den Ende, <\/b> None..<br><b>S. Van Mechelen, <\/b> None.&nbsp;<br><b>R. Frechtel-Gerzi, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>H. Gabay, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>R. Engelman, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>E. Dor-On, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>A. Haber, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>M. Giladi, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>U. Weinberg, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>Y. Palti, <\/b> <br><b>Novocure<\/b> Stock, Other Intellectual Property. <br><b>I. Vergote, <\/b> <br><b>Agenus<\/b> Other, Consultant. <br><b>Akesobio<\/b> Other, Consultant. <br><b>AstraZeneca<\/b> Other, Consultant. <br><b>Bristol Myers Squibb<\/b> Other, Consultant. <br><b>Deciphera Pharmaceuticals<\/b> Other, Consultant. <br><b>Eisai<\/b> Other, Consultant. <br><b>Elevar Therapeutics<\/b> Other, Consultant. <br><b>F. Hoffmann-La Roche<\/b> Other, Consultant. <br><b>Genmab<\/b> Other, Consultant. <br><b>GSK<\/b> Other, Consltant. <br><b>Immunogen<\/b> Other, Consultant. <br><b>Jazz Pharma<\/b> Other, Consultant. <br><b>Karyopharm<\/b> Travel, Other, Consultant. <br><b>Mersana<\/b> Other, Consultant. <br><b>MSD<\/b> Other, Consultant. <br><b>Novocure<\/b> Travel, Other, Consultant. <br><b>Novartis<\/b> Other, Consultant. <br><b>Oncoinvent<\/b> Other, Consultant, contracted researcher. <br><b>OncXerna<\/b> Other, Consultant. <br><b>Sanofi<\/b> Other, Consultant. <br><b>A. Coosemans, <\/b> <br><b>Oncoinvent AS<\/b> Other, Contracted researcher. <br><b>Novocure<\/b> Other, Contracted researcher. <br><b>Sotio a.s.<\/b> Other, Consultant. <br><b>Epics Therapeutics SA<\/b> Other, Consultant. <br><b>Molecular Partners<\/b> Other, Consultant.","End":"4\/10\/2024 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8259","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"27","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"7135","PresenterBiography":null,"PresenterDisplayName":"Eyal Dor-On, PhD","PresenterKey":"fe0ba0d8-7c3b-43c4-b365-1e8ed0eb82b8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"7135. Preclinical effects of Tumor Treating Fields (TTFields) with PARP inhibitors in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 10 2024  9:00AM","SessionId":"307","SessionOnDemand":"False","SessionTitle":"DNA Damage and Repair","ShowChatLink":"false","Start":"4\/10\/2024 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical effects of Tumor Treating Fields (TTFields) with PARP inhibitors in ovarian cancer","Topics":null,"cSlideId":""}]