[{"Abstract":"Introduction: The Receptor Tyrosine Kinase-like Orphan Receptor 1 (ROR1) is a receptor for Wnt5a and is considered a tumor-specific antigen. Researchers are actively exploring the development of antibodies and adoptive cell therapies targeting ROR1, while the potential \"on-target, off-tumor\" toxicity is still a major concern. Previous studies have provided inconsistent results regarding the expression of ROR1 in normal tissues, highlighting the complexity of its expression profile. Therefore, we are conducting this study to address this challenge through the detection of ROR1 mRNA expression via single-cell RNA sequencing (scRNA-seq) and the evaluation of ROR1 protein levels by immunohistochemistry (IHC).<br \/>Methods: We retrieved the Gene Expression Omnibus (GEO) database and downloaded the scRNA-seq data of each organ. We used the Seurat package to normalize data, perform dimensionality reduction and conduct clustering. The differentially expressed genes of each cell cluster were identified, and the cell clusters were then manually annotated. We further conducted the IHC on the tissue microarray (TMA), and evaluated the ROR1 immunostaining.<br \/>Results: We analyzed the scRNA-seq data of 908,941 cells from 14 types of healthy human organs, and 132,837 (14.61%) of cells expressed ROR1. Cell clusters in which the organ's ROR1 positive rate was &#62;1% included the human Heart (Overall 25.99%, Ventricular cardiomyocyte 70%, Atrial cardiomyocyte 50%, Mesothelial 37% and Adipocytes 27%), Pancreas (Overall 9.36%, Beta cell 12.4%, Alpha cell 9.1%, Duct cell 7.3%, Acinar cell 7.2% and Delta cell 7.2%), Colon and small intestine (Overall 6.09%, Paneth 14.9%, Intermediate absorptive enterocyte 14.4%, Transit amplifying 13.8% and Enteroendocrine cell 12.5%), Lung (Overall 3.86%, Alveolar type I 23%, Ciliated cells 5.8% and Alveolar type II 5.4%), Bladder (Overall 2.73%, Fibroblasts 6.8% and Myofibroblast 6.4%), Esophagus (Overall 1.93%, Epithelial suprabasal 5% and Epithelial basal 4.4%) and Stomach (Overall 1.31%, Gland mucous cell 3% and Pit mucous cell 1.9%). The ROR1 expression was found relatively low (&#60;1%) on Adipose, Kidney, Ileum, Liver, Spleen, Bone marrow and PBMC. For the IHC, ninety normal tissues were prepared and used. Consistent with the scRNA-seq results, we found relatively high ROR1 protein on the Heart, Lung, Stomach, Duodenum and Colon and low ROR1 protein on Liver and Ileum. However, ROR1 protein was not detected on Bladder, Pancreas or Esophagus during the IHC process.<br \/>Conclusion: Our findings suggest that some healthy human tissues may be at risk of \"on-target, off-tumor\" toxicity when utilizing ROR1-targeted therapies, including Heart, Colon and small intestine, Lung and Stomach. Close monitoring of possible toxicities related to the high ROR1 expressing organs should be considered in future clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Single cell,ROR1,On-target, off-tumor toxicity,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Mingyang Feng<\/b><sup>1<\/sup>, Sirui Tan<sup>1<\/sup>, Yue Chen<sup>1<\/sup>, Qiu Li<sup>1<\/sup>, Yongsheng Wang<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Medical Oncology, Cancer Center, and State Key Laboratory of Biotherapy, West China Hospital of Sichuan University, Chengdu City, China,<sup>2<\/sup>Thoracic Oncology Ward, Cancer Center, and State Key Laboratory of Biotherapy, West China Hospital of Sichuan University, Chengdu City, China","CSlideId":"","ControlKey":"b5155241-d095-4bf0-84ec-993b0363b425","ControlNumber":"92","DisclosureBlock":"&nbsp;<b>M. Feng, <\/b> None..<br><b>S. Tan, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>Q. Li, <\/b> None..<br><b>Y. Wang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9203","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"857","PresenterBiography":null,"PresenterDisplayName":"Mingyang Feng, MD","PresenterKey":"0ddee214-47c9-4911-85e6-9b46a5c7195a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"857. Identify ROR1 expression in healthy human tissues using single-cell RNA sequencing","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identify ROR1 expression in healthy human tissues using single-cell RNA sequencing","Topics":null,"cSlideId":""},{"Abstract":"Somatic mutations in cancer can exert effects on protein-protein interactions (PPIs), leaving some wild-type (WT) interactions perturbed while others unperturbed. The type of PPI perturbations can be used to link the mutation to its phenotypic effects. Here, we apply a technique known as functional variomics to characterize PPI profile changes for around 1,000 cancer missense mutations. Remarkably, our results reveal 5 distinct classes (edgotypes) of mutations: mutations losing PPIs compared to WT (edgetic), gaining PPIs (gain), gaining &#38; losing PPIs (gain\/loss), losing all PPIs (quasi-null), and those that do not perturb PPIs (quasi-WT). Notably, gastroenterological cancers have a greater proportion of edgetic mutations, whereas reproductive cancers have a greater proportion of gain edgotype mutations, demonstrating the link between edgotype and cancer type. We further show that more severe cancer stages are associated with interaction-perturbing mutation edgotypes, and the gain\/loss edgotype is the most deleterious of all. In addition, pathway enrichment analysis suggests that the edgotypes are predictive of biological effects. For example, mutation edgotypes with loss of interactions are involved in apoptotic process and DNA damage repair, consistent with the expected loss of such functions in cancer. Meanwhile, gain edgotype is linked with cell division and G2\/M transition. To our knowledge, this represents the first attempt to perform systematic interactome profiling for cancer mutations. As our results can reveal specific phenotypic attributes and biological functions that are altered for different PPI profiles, our functional platform is important for cancer precision medicine. Our study strengthens the link between genotypes and phenotypes while illustrating the significance of edgotypes in complex disease modeling.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Protein-protein interactions,Mutations,Genotype,Phenotype,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>A. Agrawal<\/b><sup>1<\/sup>, D. McGrail<sup>2<\/sup>, N. Sahni<sup>3<\/sup>, S. Yi<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Texas at Austin, Austin, TX, <sup>2<\/sup>Cleveland Clinic, Cleveland, OH, <sup>3<\/sup>University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"c64ace00-9ce7-4731-9f1b-bf25ce890993","ControlNumber":"185","DisclosureBlock":"&nbsp;<b>A. Agrawal, <\/b> None..<br><b>D. McGrail, <\/b> None..<br><b>N. Sahni, <\/b> None..<br><b>S. Yi, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9204","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"858","PresenterBiography":null,"PresenterDisplayName":"Anjali Agrawal, No Degree","PresenterKey":"eefab34a-f08c-42bb-944a-2641e2975c8c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"858. A functional atlas of cancer mutation-rewired protein interactome networks","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A functional atlas of cancer mutation-rewired protein interactome networks","Topics":null,"cSlideId":""},{"Abstract":"Several scientific studies discovered the toxic effects of indoor aerosols on different organs&#8217; adult stem cells of the human body. The most importantly, the indoor toxic aerosols comprised of numerous carcinogens namely, sodium dodecyl sulfate, phthalic acids from floor cleaners, formaldehyde, acetaldehyde, benzene, toluene, ethyl benzene, xylenes, from air fresheners, Hydramethylnon, Pyrethrins, imiprothrin, cypermethrin, tetramethrin, prallethrin and permethrin from ant and roach Killer. However, there was a lack of analysis revealing the mechanism of toxic effects and epigenetic reprogramming of human lung stem cells and development of non-smoking lung cancers. In this study, we analyzed the toxic effects of these chemicals and the mechanism of epigenetic reprograming on lung epithelial cells using Comparative Toxico-genomics Database (CTD), database of Environmental Health Perspectives (EHP), National Institute of Environmental Health Sciences (NIEHS), Google search browser with generative artificial intelligence (AI) and other biological informatics methods (Reactome, Cytoscape PSICQUIC services, and ChEMBL database). We observed from CTD analysis that the chemical gene interactions as risk factors from indoor aerosols showed transcriptionally highly expressed of 31 common genes, by phthalic acids, sodium dodecyl sulfate, from the total of 1347 genes, 107 common genes by formaldehyde, acetaldehyde from the total of 4193 genes and all other toxic ingredients of indoor aerosols. The epigenetic mechanism of histone modifications (H3K4me3, H3K9me3, H3K27me3, H3K27ac, H3K36me3, H3K4me1, Hsa-mir-1301 of lung epithelial, and miRNAs have been revealed by NIH Roadmap Epigenomics Mapping Consortium and the lung tissue arrays were analyzed with AI and matplotlib program. The heterogenic adult stem cell reprogramming is regulated by epigenetic bivalent histone modifications at transcript starts sequences (TSS) of target genes and our current study revealed that CD44, CD80, ALDH2, ALDH3A1, ALDH3B2 are epigenetically reprogrammed with close interaction of other genes by these toxic ingredients of indoor aerosols. Therefore, our results are significant for the carcinogenic effects of indoor aerosols causing for development of lung cancer epigenetically, which may give a clue for the prevention and treatment of nonsmoking lung cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Lung cancer,Epigenomics,Cancer stem cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"J. Anderson<sup>1<\/sup>, M. Delgado<sup>1<\/sup>, M. Lovett<sup>1<\/sup>, M. Saunders<sup>1<\/sup>, G. Lake<sup>1<\/sup>, S. Darko<sup>1<\/sup>, R. M. Stiffin<sup>1<\/sup>, A. Huisso<sup>1<\/sup>, M. Sherman<sup>1<\/sup>, L. Appleton<sup>1<\/sup>, A. Mihnea<sup>1<\/sup>, S. Das<sup>2<\/sup>, M. M. Algahtani<sup>3<\/sup>, R. Vadapalli<sup>4<\/sup>, B. Basu<sup>5<\/sup>, A. Biswas<sup>6<\/sup>, N. Neha<sup>7<\/sup>, M. Das<sup>7<\/sup>, M. A. Ruiz<sup>8<\/sup>, M. Doke<sup>9<\/sup>, <b>J. K. Das<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>Florida Memorial University, Miami Gardens, FL, <sup>2<\/sup>Miami Coral Park Senior High School, Miami, FL, <sup>3<\/sup>King Saud University, Riyadh, Saudi Arabia, <sup>4<\/sup>University of Miami, Coral Gables, FL, <sup>5<\/sup>Chittaranjan National Cancer Institute, Kolkata, India, <sup>6<\/sup>University of Kalyani, Kalyani, India, <sup>7<\/sup>Palm Beach Sate College Lake Worth Campus, Lake Worth, FL, <sup>8<\/sup>Baptist Health Miami Cancer Institute, Miami, FL, <sup>9<\/sup>University of Miami, Miami, FL","CSlideId":"","ControlKey":"18cc2002-25fb-4cd2-b876-5b08dcdb0b77","ControlNumber":"272","DisclosureBlock":"&nbsp;<b>J. Anderson, <\/b> None..<br><b>M. Delgado, <\/b> None..<br><b>M. Lovett, <\/b> None..<br><b>M. Saunders, <\/b> None..<br><b>G. Lake, <\/b> None..<br><b>S. Darko, <\/b> None..<br><b>R. M. Stiffin, <\/b> None..<br><b>A. Huisso, <\/b> None..<br><b>M. Sherman, <\/b> None..<br><b>L. Appleton, <\/b> None..<br><b>A. Mihnea, <\/b> None..<br><b>S. Das, <\/b> None..<br><b>M. M. Algahtani, <\/b> None..<br><b>R. Vadapalli, <\/b> None..<br><b>B. Basu, <\/b> None..<br><b>A. Biswas, <\/b> None..<br><b>N. Neha, <\/b> None..<br><b>M. Das, <\/b> None..<br><b>M. A. Ruiz, <\/b> None..<br><b>M. Doke, <\/b> None..<br><b>J. K. Das, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9205","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"859","PresenterBiography":null,"PresenterDisplayName":"Jayanta Das, PhD","PresenterKey":"d77da7ff-9d36-431d-bae6-e96931907b22","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"859. Development of non-smoking lung cancers by indoor carcinogenic aerosols through epigenetic reprogramming of lung stem cells: Bioinformatics and artificial intelligence analysis.","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of non-smoking lung cancers by indoor carcinogenic aerosols through epigenetic reprogramming of lung stem cells: Bioinformatics and artificial intelligence analysis.","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Major histocompatibility complex (MHC) genes are an integral part of the adaptive immune system. The T-cells can detect and kill cancer cells through the recognition of mutant peptides on the cell surface via the MHC. As a result, many cancers evade the immune system by altering their MHC regulation which can also lead to resistance to immune checkpoint blockade (ICB). Therefore, understanding MHC regulation in both baseline (normal state) and cancer is critical for uncovering mechanisms behind MHC alterations. Here, we have undertaken a pan-tissue evaluation to comprehensively decode MHC transcriptional regulation in healthy tissues and various cancers using a large compendium of single-cell RNA-seq (scRNA-seq) datasets.<br \/>Methods: To study MHC class I (MHC-I) and MHC class II (MHC-II) transcriptional regulation at baseline we leveraged a large-scale scRNA-seq dataset encompassing 18 tissues and 124 epithelial cell types. Upon re-clustering and annotation, we investigated MHC expression across cell types and tissues and quantified its heterogeneity using the Gini coefficient. Next, we sought to identify transcription factors (TF) predictive of MHC-I and MHC-II expression, for that, we employed a master regulator inference that utilizes uni- and multi- regression models. Further, to investigate MHC and nominated TFs dysregulation in cancer, we curated a compendium of scRNA-seq datasets comprising 43 datasets, 20 cancer types, across 538 patients.<br \/>Results: In normal epithelial cell types, we observed a large range (~8 fold) in MHC-I expression. We also detected MHC-II expression in unexpected cell types such as club cells in the prostate. We found that lung epithelial cells showed elevated MHC-II expression. Immunohistochemistry was performed to validate these findings. Using master regulator inference, we nominated 104 and 107 TFs which predict MHC-I and MHC-II expression, respectively. The nominated TFs showed significant enrichment (p &#60; 0.001) for known TFs, alongside putative novel transcriptional regulators such as YBX1 (MHC-I p &#60; 2e-16, MHC-II p = 8e-07) and XBP1 (MHC-I p &#60; 2e-16, MHC-II p = 7e-04). Using our single-cell compendium of 20 cancer types we also observed a pan-cancer repression in MHC genes (p &#60; 0.001). Next, we utilized an ICB cohort to identify specific TFs that could predict therapeutic benefits. Interestingly, XBP1 (p &#60; 1e-16) and SP100 (p &#60; 2.2e-08) were strong predictors of patients' survival. We also observed a large heterogeneity in MHC-II expression among colon cancer patients. Upon investigation, we found that patients with high MHC-II expression were mismatch repair deficient, this implicates MHC-II upregulation as an immune evasion mechanism.<br \/>Conclusion: In conclusion, we have comprehensively evaluated MHC expression in 124 epithelial cell types and across 20 cancers identifying TFs predictive of MHC-I and MHC-II expression and their effects on patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Single cell,Immunosuppression,MHC,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. N. Gondal<\/b>, R. Mannan, Y. Bao, J. Hu, M. Cieslik, A. M. Chinnaiyan; <br\/>University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"57fc903a-5480-4cd2-8763-c9078a21fefe","ControlNumber":"300","DisclosureBlock":"&nbsp;<b>M. N. Gondal, <\/b> None..<br><b>R. Mannan, <\/b> None..<br><b>Y. Bao, <\/b> None..<br><b>J. Hu, <\/b> None.&nbsp;<br><b>M. Cieslik, <\/b> <br><b>Bristol-Myers Squibb (BMS)<\/b> Grant\/Contract. <br><b>A. M. Chinnaiyan, <\/b> <br><b>LynxDx<\/b> Scientific Advisory Board member. <br><b>Esnaik Therapeutics<\/b> Scientific Advisory Board member. <br><b>Medsyn<\/b> Scientific Advisory Board member. <br><b>Flamingo Therapeutics<\/b> Scientific Advisory Board member. <br><b>EdenRoc<\/b> Scientific advisor or consultant. <br><b>Proteovant<\/b> Scientific advisor or consultant. <br><b>Belharra<\/b> Scientific advisor or consultant. <br><b>Tempus<\/b> Scientific advisor or consultant.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9206","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"860","PresenterBiography":null,"PresenterDisplayName":"Mahnoor Gondal, BS,MS","PresenterKey":"4ba309f3-b1af-446e-9ecd-6d4bb0c124d3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"860. Pan-tissue master regulator inference reveals mechanisms of MHC alterations in cancers","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pan-tissue master regulator inference reveals mechanisms of MHC alterations in cancers","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa), a common malignancy in men, presents a complex and variable disease landscape, requiring precise evaluation for personalized treatment decisions. Urologists employ a range of assessments, including clinical staging, PSA levels, imaging, Gleason scores, and emerging biomarkers. Nevertheless, the need for additional biomarkers to enhance precision medicine continues. This study utilizes extensive omics datasets to thoroughly profile PCa. We conducted an in-depth analysis of primary PCa data from the multi-omics dataset from The Cancer Genome Atlas studies to identify molecular subtypes showing significant prognostic differences. We conducted integrative clustering analysis on a dataset comprising 341 primary prostate adenocarcinomas with comprehensive multi-omics data, including substitutions, small insertions\/deletions, copy number alterations, DNA methylation, gene expression profiles, micro-RNA expression, reverse-phase protein arrays, and microbiome data. The analysis revealed seven distinct clusters (C1 to C7) based on multi-omics features. At the genomic level, recurrent copy number losses and DNA methylation\/demethylation were the most prominent alterations across clusters. When looking at survival curves, the 7 clusters could be clearly partitioned into two groups. Therefore, to further investigate multi-omics features specifically linked to prognosis, we grouped clusters with similar prognoses into two macro-clusters. Clusters C1 to C4 formed MC1 (favorable prognosis), while C5 to C7 constituted MC2 (poor prognosis). A comprehensive comparison between MC1 and MC2 revealed molecular differences associated with survival. We performed computational validation of candidate prognostic biomarkers using two external datasets. By utilizing these selected features, we could stratify patients in both the validation datasets into groups with significant differences in survival. The analysis identified six features consistently associated with prognosis across both datasets, including CCNB1, PCNA, RAD51, FOXM1, miR-503-5p (positively associated with risk), and miR-7704 (negatively associated with risk). The practical applicability of these biomarkers was explored through immunohistochemical analysis on biopsy samples obtained at diagnosis and from metastatic sites. Based on their potential relevance according to the literature, we investigated three candidate biomarkers derived from the multi-omics analysis: FOXM1, CCNB1 and RAD51. The expression of these proteins was found to correlate with PCa progression and mark the metastatic stage. In summary, this study highlights the potential of translating comprehensive multi-omics bioinformatic analyses into practical approaches for understanding the molecular mechanisms of tumors and identifying prognostic markers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Multiomics,Molecular subtypes,Prognostic markers,Personalized medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Villa<\/b><sup>1<\/sup>, G. Cazzaniga<sup>1<\/sup>, M. Bolognesi<sup>1<\/sup>, V. Crippa<sup>1<\/sup>, F. Malighetti<sup>1<\/sup>, A. Aroldi<sup>1<\/sup>, G. Bozzini<sup>2<\/sup>, F. Pagni<sup>1<\/sup>, R. Piazza<sup>1<\/sup>, L. Mologni<sup>1<\/sup>, D. Ramazzotti<sup>1<\/sup>; <br\/><sup>1<\/sup>University of Milano-Bicocca, Monza, Italy, <sup>2<\/sup>Hospital ASST Lariana, Como, Italy","CSlideId":"","ControlKey":"96b04ee8-dcb8-4916-ab11-d45b6d0f164e","ControlNumber":"333","DisclosureBlock":"&nbsp;<b>M. Villa, <\/b> None..<br><b>G. Cazzaniga, <\/b> None..<br><b>M. Bolognesi, <\/b> None..<br><b>V. Crippa, <\/b> None..<br><b>F. Malighetti, <\/b> None..<br><b>A. Aroldi, <\/b> None..<br><b>G. Bozzini, <\/b> None..<br><b>F. Pagni, <\/b> None..<br><b>R. Piazza, <\/b> None..<br><b>L. Mologni, <\/b> None..<br><b>D. Ramazzotti, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9208","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"861","PresenterBiography":null,"PresenterDisplayName":"Matteo Villa, MS","PresenterKey":"0fea4294-f116-4836-8a8a-4ec0d92d925f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"861. Integrative multi-omics analysis enables a comprehensive characterization of prostate cancer and unveils metastasis-associated candidate biomarkers","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrative multi-omics analysis enables a comprehensive characterization of prostate cancer and unveils metastasis-associated candidate biomarkers","Topics":null,"cSlideId":""},{"Abstract":"Malignant cells undergo a broad array of epigenetic changes, including changes in imprinting patterns. In normal cells, imprinted genes have parent of origin-specific monoallelic expression, which is controlled via epigenetic mechanisms. Imprinted gene loci are often complex and frequently include multiple isoforms, which have different individual patterns of parent-of-origin monoallelic or biallelic expression in the normal tissues. Many imprinted genes promote cell proliferation and body growth, and their expression is important during embryonic and postnatal development. Dysregulation of imprinting in tumors has been suggested to contribute to growth and proliferation of cancer cells. Previously we reported that chemotherapy responses of cancer cell lines from a variety of tumors and of patient-derived acute myeloid leukemia samples were associated with copy number, expression, or DNA methylation of selected imprinted genes. In the current project, we examined allele-specific patterns of expression (monoallelic vs. biallelic) of imprinted genes and isoforms in tumors and studied their potential effect on response of cancer cells to drug treatment. We analyzed expression patterns at the whole gene, isoform, and exon levels of 59,283 autosomal protein-coding genes and ncRNA genes, with a special focus on 94 imprinted genes and their isoforms. We developed a computational pipeline to evaluate monoallelic and biallelic expression patterns of each gene in cancer cell lines and in tumor samples based on available matched RNA-seq expression data, whole exome sequencing information, and copy number data. Our initial analysis included 108 cell lines from the Cancer Cell Line Encyclopedia (CCLE), which had been derived from 9 pediatric and adult tumor histologies. We observed variation of allelic expression patterns of imprinted genes and their isoforms in tumor cell lines, including differences across and within cancer histologies. We also observed predominantly monoallelic expression of multiple additional genes. Some of them (<i>PRIM2, BCLAF1, MAP2K3,<\/i> and <i>SEC22B<\/i>) had been previously reported as potentially imprinted. Monoallelic expression of other genes identified in our analysis (e.g., <i>GRK2, CBX4,<\/i> and additional genes) was likely caused by molecular mechanisms other than imprinting. Allelic expression patterns and overall expression levels of isoforms of multiple imprinted and non-imprinted monoallelically expressed genes (e.g., <i>CPA4, MAP2K3, <\/i>and other genes) were associated with <i>in vitro <\/i>drug response. We also report our ongoing validation of allelic expression patterns of imprinted and non-imprinted genes, isoforms, and exons in primary bladder and breast tumors and in matched solid normal tissue samples using patient data from the Cancer Genome Atlas (TCGA). These results provide new knowledge about epigenetic dysregulation in cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Epigenomics,Expression,Pharmacogenomics,Allelic imbalance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>J. Krushkal<\/b><sup>1<\/sup>, T. L. Jensen<sup>2<\/sup>, G. Wright<sup>1<\/sup>, Y. Zhao<sup>1<\/sup>; <br\/><sup>1<\/sup>National Cancer Institute, Rockville, MD, <sup>2<\/sup>The Emmes Company, LLC, Rockville, MD","CSlideId":"","ControlKey":"ef03629e-1975-4dd9-ad61-6b90b532a1bb","ControlNumber":"370","DisclosureBlock":"&nbsp;<b>J. Krushkal, <\/b> None..<br><b>T. L. Jensen, <\/b> None..<br><b>G. Wright, <\/b> None..<br><b>Y. Zhao, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9209","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"862","PresenterBiography":null,"PresenterDisplayName":"Julia Krushkal, PhD","PresenterKey":"bedfaadc-dee4-4c2d-b25a-28b1afdcf071","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"862. Multi-omic analysis of allelic expression patterns of imprinted and non-imprinted genes in cancer and their association with drug response","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-omic analysis of allelic expression patterns of imprinted and non-imprinted genes in cancer and their association with drug response","Topics":null,"cSlideId":""},{"Abstract":"Background: Single-cell RNA sequencing (scRNA-seq) is a robust approach to facilitate cancer research, revealing insights into tumor heterogeneity, microenvironment, and treatment response. However, scRNA-seq results frequently encounter reproducibility challenges due to i) high data complexity, intensified by human intervention, and ii) insufficient methods standardization, leading to inconsistent findings.<br \/>Methods: Here, we introduce SCRATCH (Single-Cell RnA-seq Toolkit and Pipeline for Cancer researcH), a Nextflow-based pipeline designed to improve reproducibility through a layered and modular architecture. SCRATCH follows FAIR principles and guidelines provided by the nf-core community.<br \/>Result\/Discussion: The pipeline provides three execution modes: end-to-end, iterative, and custom. In the end-to-end mode, the pipeline processes data from raw input to downstream analyses automatically. This mode employs ranking- and aggregation-based approaches. For instance, the ranking approach leverages benchmark metrics to select the most suitable method in distinct steps, e.g., batch correction. Therefore, ensuring a consistent and data-driven selection. On another hand, the aggregation approach uses multiple predictions to increase confidence levels, such as on CNV inference and malignant cell identification. These strategies minimize human intervention, ideal for beginner users, enabling rapid access to preliminary results and biological insights. Alternatively, the iterative mode allows intermediate users to define workflow breakpoints in a layered-based fashion. Users can pause, review results, and adjust decisions at stages (e.g., TME annotation), facilitating a \"semi-supervised\" approach for a more tailored analysis while retaining the SCRATCH framework. Thirdly, the custom mode enables precise executions based on modules for similar tasks (e.g., trajectory analysis and cell-cell communication), allowing experienced users to bypass the SCRATCH workflow and use it as an on-demand toolkit. This mode leverages pipeline parallelism for efficient processing, perfect for ongoing single-cell projects. SCRATCH produces HTML reports to ensure traceability and reproducibility.<br \/>Conclusion: SCRATCH, an evolving project, comprises 05 subworkflows, 18 modules, and 25 tools. We envisage SCRATCH as an open-source tool and invite developers to leverage its modules for their pipelines. For more information, please visit https:\/\/break-through-cancer.github.io\/btc-scrna-training.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Single cell,Immunotherapy,Bioinformatics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Andre  F.  Fonseca<\/b><sup>1<\/sup>, Guangchun Han<sup>1<\/sup>, Marcel Ribeiro-Dantas<sup>2<\/sup>, Enyu Dai<sup>1<\/sup>, Diljot Grewal<sup>3<\/sup>, Matthew Zatzman<sup>3<\/sup>, Eliyahu Havasov<sup>3<\/sup>, Andrew McPherson<sup>3<\/sup>, Break Through Cancer, Data Science TeamLab<sup><\/sup>, Michael  N.  Noble<sup>4<\/sup>, Rameen Beroukhim<sup>5<\/sup>, Rachel Karchin<sup>6<\/sup>, Sohrab  P.  Shah<sup>3<\/sup>, Linghua Wang<sup>1<\/sup><br><br\/><sup>1<\/sup>Genomic Medicine, UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Graduate Program in Biotechnology, Potiguar University, Natal, Brazil,<sup>3<\/sup>Epidemiology and Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>4<\/sup>Break Through Cancer, Boston, MA,<sup>5<\/sup>Cancer Biology, Dana-Farber Cancer Institute, Boston, MA,<sup>6<\/sup>Genomic Medicine, Johns Hopkins Medical Institutions, Baltimore, MD","CSlideId":"","ControlKey":"298eaca4-6d77-46fc-bb9d-5c9ef3a3805b","ControlNumber":"461","DisclosureBlock":"&nbsp;<b>A. F. Fonseca, <\/b> None..<br><b>G. Han, <\/b> None..<br><b>M. Ribeiro-Dantas, <\/b> None..<br><b>E. Dai, <\/b> None..<br><b>D. Grewal, <\/b> None..<br><b>M. Zatzman, <\/b> None..<br><b>E. Havasov, <\/b> None..<br><b>A. McPherson, <\/b> None..<br><b>M. N. Noble, <\/b> None..<br><b>R. Beroukhim, <\/b> None..<br><b>R. Karchin, <\/b> None..<br><b>S. P. Shah, <\/b> None..<br><b>L. Wang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9210","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"863","PresenterBiography":null,"PresenterDisplayName":"Andre Fonseca, BS;MS;PhD","PresenterKey":"28ecaf3d-2102-40f8-8fd4-2a3a909c6731","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"863. Scratch: A highly modular pipeline for single-cell cancer research","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Scratch: A highly modular pipeline for single-cell cancer research","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Metabolic reprogramming plays an important role in tumor occurrence and progression. Our studies confirmed the survival state of patients with different metabolic systems was heterogeneous and glycolytic metabolism may cause tumor progression. Based on these findings, lactic acid metabolism in glycolysis aroused our interest. This study evaluated the potential association between lactate metabolism gene and tumor clinical process in hepatocellular carcinoma, and proved that it can be used as an effective tool for survival prediction and treatment guidance of 32 kinds of tumor patients by establishing lactate score prognosis model.<br \/>Methods: We used the expression profile, proteomics and epigenetics of HCC lactate gene set in the Cancer Genome Atlas Database to systematically describe the changes of lactate related genes. The differentially expressed genes were then verified in 32 clinical tumor data sets. A prognostic model of tumor lactic acid infiltration was constructed to evaluate its correlation with the prognosis of patients. Finally, we analyzed the effects of lame score, immunotherapy and drug response on the clinical process of tumor.<br \/>Results: Firstly, we analyzed the differential expression of lactate metabolism genes in HCC and found that the prognosis of patients with high lactate infiltration was significantly lower than that of mild infiltration. AF angiogenesis factor and EMT factor in high infiltration may be the main reason for their differential expression. We constructed a tumor lactic acid prognosis model through six significantly different lactic acid genes, and found that lame score can be used as a predictor of immunotherapy. In addition, we proved the role of lame score in Pan cancer. PGA was positively correlated with lame score in most tumors. The prognosis of 16 tumors with high lame score group was significantly lower than that of low lame score group. There were significant differences in lame score between metastatic and non metastatic cancer groups of Cesc, kirc and kirp. The high and low risk groups of some tumors showed different dryness indices and dampness. At the same time, methylation gene modification has a significant impact on the Lame score of pan cancer, and the Lame score is used to link the drug tolerance and specific pathway enrichment of pan cancer tumor cell lines, confirming the targeted effect of Lame score on tumor treatment. Finally, we used the clinical characteristics and immunohistochemical analysis of a cohort study of real patients with breast cancer endocrine therapy (Tamoxifen) and hepatocellular carcinoma targeted therapy (Lenvartinib) to verify the clinical treatment prediction ability of lame score.<br \/>Conclusions: Our study provides a comprehensive analysis of lactate metabolic across cancers and highlights the potential treatment of lactate targeted therapies for cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Metabolism,Predictive biomarkers,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>X. Wei<\/b><sup>1<\/sup>, L. Cai<sup>2<\/sup>, Q. He<sup>1<\/sup>; <br\/><sup>1<\/sup>Department of Hepatobiliary Surgery, Shenzhen University General Hospital, Shenzhen, China, <sup>2<\/sup>Institute of Hepatopancreatobiliary Surgery, Chongqing General Hospital, Chongqing, China","CSlideId":"","ControlKey":"1e777001-669c-46cc-bf9f-a145e4f3f357","ControlNumber":"645","DisclosureBlock":"&nbsp;<b>X. Wei, <\/b> None..<br><b>L. Cai, <\/b> None..<br><b>Q. He, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9212","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"864","PresenterBiography":"","PresenterDisplayName":"Wei Xiaolin","PresenterKey":"089b6cd7-8251-4a7c-a6f4-77f8b4a0b533","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"864. Pan-cancer analysis of lactic acid metabolism landscape across the Cancer Genome Atlas","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pan-cancer analysis of lactic acid metabolism landscape across the Cancer Genome Atlas","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Hepatocellular Carcinoma (HCC) is a highly malignant and challenging-to-treat tumor, with early recurrence affecting up to 35-50% of patients within two years after surgery, significantly impacting prognosis. Identifying high-risk patients for recurrence is critical for guiding postoperative adjuvant therapy. The rapidly advancing field of single-cell RNA sequencing technology offers an unprecedented opportunity to discover clinically relevant cell subpopulations. Here, we harnessed single-cell techniques to unveil a cell subpopulation closely linked with HCC recurrence, highlighting its clinical significance.<br \/>Methods and Results: We conducted single-cell RNA sequencing on four HCC samples and harmonized data from three public datasets (GSE112271, GSE125449, CNP0000650) to elucidate the heterogeneity of malignant cells in HCC. Our investigation revealed a distinctive HCC subpopulation enriched in patients with early recurrence (11.4% vs. 3.8%, <i>P<\/i>=0.02). This subpopulation exhibited up-regulated <i>STMN1<\/i> and <i>EZH2<\/i>, signifying high proliferative potential and a propensity for epithelial-mesenchymal transition (EMT). Applying the CIBERSORTx algorithm to the TCGA-LIHC dataset (N=323 patients), we inferred the proportion of this recurrence subpopulation among all malignant cells. Notably, patients with a higher proportion of this subpopulation (N=160) demonstrated significantly shorter recurrence-free survival (31.2 vs. 42.9 months, <i>P<\/i>=0.002), reduced median survival (45.9 vs 55.7 months,<i> P<\/i>=0.03) and a higher rate of microvascular invasion (35% vs. 23%, <i>P<\/i>=0.01). To validate this recurrence-related subpopulation in clinical samples, we conducted multiplex immunohistochemistry staining on paraffin-embedded (FFPE) HCC samples (including CD45, CD31, ARG1, STMN1, EZH2) and used machine learning for its identification. Our findings revealed that patients with a higher proportion of this recurrence subpopulation (N=40) experienced significantly shorter median survival (38.5 vs. 51.0 months, <i>P<\/i>&#60;0.005) and progression-free survival (25.1 vs. 33.4 months, <i>P<\/i>=0.01) compared to a lower proportion (N=40). Multivariate Cox regression analysis confirmed that the proportion of this recurrence subpopulation is an independent predictor of worse prognosis (<i>P<\/i>=0.003).<br \/>Conclusion: Through the power of single-cell RNA sequencing technology, we have unearthed and characterized a malignant cell subpopulation intricately connected with HCC recurrence. Importantly, this subpopulation can be identified in FFPE tissue samples and correlates robustly with patient prognosis. Our study underscores the transformative possibility of single-cell techniques in developing cell subpopulation-based biomarkers, emphasizing their clinical relevance and potential utility in guiding postoperative adjuvant therapy for HCC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Single-cell sequencing,Biomarker Discovery,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Y. Dong<\/b><sup>1<\/sup>, X. Guo<sup>1<\/sup>, X. Wang<sup>1<\/sup>, F. Yang<sup>2<\/sup>, Y. Zheng<sup>2<\/sup>, Y. Chen<sup>1<\/sup>; <br\/><sup>1<\/sup>Peking Union Medical College, Beijing, China, <sup>2<\/sup>Peking Union Medical College Hospital, Beijing, China","CSlideId":"","ControlKey":"72c26627-101b-4cd7-b113-6cd8de0ff972","ControlNumber":"1003","DisclosureBlock":"&nbsp;<b>Y. Dong, <\/b> None..<br><b>X. Guo, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>F. Yang, <\/b> None..<br><b>Y. Zheng, <\/b> None..<br><b>Y. Chen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9213","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"865","PresenterBiography":null,"PresenterDisplayName":"Yucheng Dong, BS","PresenterKey":"55861bd2-9fab-41ee-81f4-4c9d6696ccab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"865. Single-cell sequencing identification of malignant cell subpopulations linked to recurrence in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell sequencing identification of malignant cell subpopulations linked to recurrence in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Colorectal Cancer (CRC) is known for its aggressiveness and drug resistance. This has increased the interest in antibody-drug conjugates (ADCs) as a possible therapy. In this study, we aim to investigate the effects of the ADC target TROP2, on the level of epithelial cells and its correlation with survival outcomes in CRC patients.<br \/>Methods: Single-cell RNA (scRNA) data was downloaded from Gene Expression Omnibus (GEO) for CRC patients and evaluated for TROP2 expression. Patients were grouped into low and high-TROP2 based on median TROP2 expression, and pseudo-bulk analysis was used to find the differentially expressed genes (DEGs). The DEGs were used to find the survival association in the TCGA-CRC cohort. A risk score was built using principal component analysis (PCA) on the TROP2-DEGs and cutoff point was chosen based on survival. Kaplan-Meier curve was used to compare overall survival (OS), progression-free survival (PFS), and disease-free survival (DFS) risk groups. Gene Set Variation Analysis (GSVA) was used to identify the enriched pathways between low- and high-TROP2 in GSE using pseudo-bulk by pooling epithelial cells of individual patients.<br \/>Results: Of the 10424 cells of 15 different types for 9 CRC patients retrieved from GSE146771, TROP2 was significantly expressed by epithelial cells (n = 766) with mean expression of 1.64 (SD: 1.96, P-value: 0.003) using pseudo-bulk analysis. Three significant DEGs were obtained which are: KIF13B, UCHL3, and PLAC8. These were evaluated for survival association in resectable stages (I-III) CRC patients (n = 419) using PCA to group the patients into low-risk (n = 88) and high-risk (n = 331), using -1.4 as the cutoff point. High risk group showed a better survival with a 1-year survival probability of 94% compared to 90% in the low group and a 5-year survival probability of 74% vs. 46% in the low group. The Kaplan-Meier curve showed that OS, PFS &#38; DFS were significantly better in the high-risk group (p-value = 0.004, 0, 04, and 0.024 respectively). TROP2 and PLAC8 were significantly associated with worse prognosis, whereas UCHL3 was associated with better prognosis (p-value = &#60;0.001), however, KIF3B did not significantly affect the prognosis. APC gene mutation and TP53 were higher in the low-risk group (p-value = 0.004, 0.007 respectively). KRAS-signaling, IL-18-signaling, MET activation of PTK2-signaling were upregulated in high-TROP2 group, while MYC targets, MTORC1 signaling, DNA repair, reactive-oxygen-species signaling, and TCR-signaling were upregulated in low-TROP2.<br \/>Conclusion: In this study we developed a TROP2-associated risk score that significantly predicted OS, PFS, and DFS in patients with resectable CRC by combining single-cell and bulk-RNA-seq datasets and showing predominant expression of TROP2 in epithelial cells. These findings support the development of TROP2 targeting therapeutics in this space.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Trop-2,Single cell,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"N. N. Al-Bzour<sup>1<\/sup>, A. N. Al-Bzour<sup>1<\/sup>, A. Qasaymeh<sup>1<\/sup>, <b>A. Saeed<\/b><sup>2<\/sup>, L. Chen<sup>3<\/sup>, A. Saeed<sup>4<\/sup>; <br\/><sup>1<\/sup>Jordan University of Science and Technology, Irbid, Jordan, <sup>2<\/sup>University of Vermont Medical Center, Burlington, VT, <sup>3<\/sup>University of Pittsburgh, School of Medicine \\ UPMC Hillman Cancer Center, Pittsburgh, PA, <sup>4<\/sup>University of Pittsburgh Medical Center (UPMC) \\ UPMC Hillman Cancer Center, Pittsburgh, PA","CSlideId":"","ControlKey":"d694a4c5-1b23-4178-b09f-ea15e1303337","ControlNumber":"1037","DisclosureBlock":"&nbsp;<b>N. N. Al-Bzour, <\/b> None..<br><b>A. N. Al-Bzour, <\/b> None..<br><b>A. Qasaymeh, <\/b> None..<br><b>A. Saeed, <\/b> None..<br><b>L. Chen, <\/b> None.&nbsp;<br><b>A. Saeed, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Advisory board fees. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, Advisory board fees. <br><b>Merck<\/b> Grant\/Contract, Other, Advisory board fees. <br><b>Clovis<\/b> Grant\/Contract. <br><b>Exelixis<\/b> Grant\/Contract, Other, Advisory board fees. <br><b>Actuate therapeutics<\/b> Grant\/Contract. <br><b>Incyte Corporation<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract, Other, Advisory board fees. <br><b>Five prime therapeutics<\/b> Grant\/Contract. <br><b>Amgen<\/b> Grant\/Contract. <br><b>Innovent biologics<\/b> Grant\/Contract. <br><b>Dragonfly therapeutics<\/b> Grant\/Contract. <br><b>KAHR medical<\/b> Grant\/Contract. <br><b>Biontech<\/b> Grant\/Contract. <br><b>Oxford biotherapeutics<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Other, Advisory board fees.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9214","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"866","PresenterBiography":null,"PresenterDisplayName":"Azhar Saeed, MD","PresenterKey":"4d45924f-e97e-4bb8-94e5-4a06cf14988a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"866. Identification of survival-associated epithelial cell markers linked to TROP2 through single-cell and bulk sequencing analysis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of survival-associated epithelial cell markers linked to TROP2 through single-cell and bulk sequencing analysis","Topics":null,"cSlideId":""},{"Abstract":"The biological and molecular mechanisms that underpin the malignant transformation of normal melanocytes to melanomas are largely unknown. In part, this is due to the limited understanding of normal human melanocyte homeostasis and how melanocytes respond to oncogenic insults such as ultraviolet radiation (UVR). This is particularly true for interfollicular epidermal melanocytes, which have the highest levels of UVR exposure and from whence most melanomas are thought to arise. These knowledge gaps impede the development of strategies for active, targeted prevention of melanoma formation.<br \/>We thus evaluated epidermal melanocytes transcriptionally, phenotypically and functionally after isolating them from human skin. Using single-cell RNA sequencing (scRNA-seq), we identified multiple transcriptionally distinct subpopulations within human epidermal melanocytes. RNA velocity analysis revealed subpopulations in different states of melanocytic differentiation, and immunohistochemistry staining demonstrated their distinct anatomical distribution throughout follicular and interfollicular epidermal compartments. Notably, one melanocyte subgroup, marked by increased expression of neurotrophic receptor tyrosine kinase 2 (<i>NTRK2<\/i>) and genes associated with ribosome biogenesis, exhibited molecular characteristics of progenitor cells. This subpopulation displayed human embryonic stem cell (hESC)-derived melanoblast markers, and their anatomical localization corresponded to that of intermediate melanocyte progenitors.<br \/>NTRK2+ melanocytes demonstrated enhanced clonogenicity after UVR exposure in primary cell cultures and in ex vivo whole skin explants. In contrast, NTRK2- melanocytes were suppressed by UVR. Furthermore, scRNA-seq data of ex vivo melanocytes after UVR exposure revealed the upregulation of genes associated with cell proliferation within NTRK2-expressing melanocytes. In mouse back skin, the ratio of Ntrk2+ melanocytes increased within 24 hours of UVB irradiation, suggesting a proliferative response in these cells in vivo following UVR.<br \/>We thus report the discovery in human epidermis of a putative melanocytic cell hierarchy, and of a candidate melanocyte progenitor subpopulation that responds proliferatively to UVR and is thus a candidate cell of origin of melanoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Melanocytes,Single cell RNA-Seq,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Peinan Zhao*<\/b><sup>1<\/sup>, Fumihito Noguchi*<sup>1<\/sup>, Christopher Chew<sup>1<\/sup>, Gamze Kuser Abali<sup>1<\/sup>, Pacman Szeto<sup>1<\/sup>, Youfang Zhang<sup>1<\/sup>, Malaka Ameratunga<sup>1<\/sup>, Isobel Leece<sup>1<\/sup>, Jen  G.  Cheung<sup>1<\/sup>, Miles Andrews<sup>1<\/sup>, Nicholas  C.  Wong<sup>1<\/sup>, Anthony  T.  Papenfuss<sup>2<\/sup>, Mark Shackleton<sup>1<\/sup><br><br\/><sup>1<\/sup>Monash University, Melbourne VIC, Australia,<sup>2<\/sup>The Walter and Eliza Hall Institute, Melbourne VIC, Australia","CSlideId":"","ControlKey":"dfa1f074-6796-4078-bf08-484654981444","ControlNumber":"1099","DisclosureBlock":"&nbsp;<b>P. Zhao*, <\/b> None..<br><b>F. Noguchi*, <\/b> None..<br><b>C. Chew, <\/b> None..<br><b>G. K. Abali, <\/b> None..<br><b>P. Szeto, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>M. Ameratunga, <\/b> None..<br><b>I. Leece, <\/b> None..<br><b>J. G. Cheung, <\/b> None..<br><b>M. Andrews, <\/b> None..<br><b>N. C. Wong, <\/b> None..<br><b>A. T. Papenfuss, <\/b> None..<br><b>M. Shackleton, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9215","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"867","PresenterBiography":null,"PresenterDisplayName":"Peinan Zhao","PresenterKey":"d709859f-e8f4-4477-941c-1455518bac4b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"867. Molecular and functional characterization of melanocyte subpopulations in human epidermis based on single-cell RNA sequencing","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular and functional characterization of melanocyte subpopulations in human epidermis based on single-cell RNA sequencing","Topics":null,"cSlideId":""},{"Abstract":"High-risk neuroblastoma is one of the most difficult to treat pediatric cancers, with a survival rate of only about 50% and significant long-term consequences from current chemotherapy. Preclinical models such as cell lines and mice are the backbone of drug development and experimental-mechanistic oncology, but the development of new treatments is hampered in part by a lack of understanding of the direct clinical relevance of such data collected in preclinical models. Despite this, few formal methods have been developed to determine how these various models represent\/resemble primary patient tumors. Here, we present the first comprehensive single-cell RNA-seq analysis of neuroblastoma across an extensive cohort of patient tumors and a variety of preclinical model systems (n = 126 total samples assembled - the largest cohort of its kind). By building an innovative unsupervised machine learning method, which we term &#8220;automatic consensus nonnegative matrix factorization&#8221; (acNMF), we have integrated and contrasted the transcriptional landscapes of patient tumors with those of cell lines, patient-derived xenografts (PDX), and genetic mouse models (GEMM).Using these tools, we discovered the dominant adrenergic gene expression programs found in neuroblastoma patient tumors were preserved across all preclinical models. However, the presumptive chemo-resistant mesenchymal-like programs, while identifiable in cell lines, were primarily restricted to subpopulations of cancer-associated fibroblasts and Schwann-like cells in vivo. Surprisingly, a mesenchymal-like program could be acutely chemotherapy-induced in GEMM and was evident in pre-treated patient and PDX samples, suggesting a previously uncharacterized mechanism of therapy escape. In addition to these core findings, our computational tools were able to further delineate the classical neuroblastoma adrenergic and mesenchymal gene expression programs, discovering for example, novel subpopulations of cancer associated fibroblasts. These behaviors were conserved across tumors and most preclinical models, which we validated by RNA in situ hybridization, which is a high resolution ultra sensitive spatial transcriptomics technology. Our work cautions against overreliance on traditional preclinical models without recognizing their limitations and we offer a nuanced, high-resolution view of neuroblastoma pre-clinical systems for advancing therapeutic development. We have launched an open-source web resource, featuring this integrated map to aid the scientific community in further exploration of these data and hypothesis generation (available at http:\/\/pscb.stjude.org).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Neuroblastoma,Mesenchymal,Gene expression,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"R. Chapple<sup>1<\/sup>, <b>X. Liu<\/b><sup>1<\/sup>, S. Natarajan<sup>1<\/sup>, M. I. M. Alexander<sup>1<\/sup>, Y. Kim<sup>1<\/sup>, A. Patel<sup>1<\/sup>, C. W. LaFlamme<sup>1<\/sup>, M. Pan<sup>1<\/sup>, W. C. Wright<sup>1<\/sup>, H.-M. Lee<sup>1<\/sup>, Y. Zhang<sup>1<\/sup>, M. Lu<sup>1<\/sup>, S. C. Koo<sup>1<\/sup>, C. Long<sup>1<\/sup>, J. Harper<sup>1<\/sup>, C. Savage<sup>1<\/sup>, M. D. Johnson<sup>1<\/sup>, T. Confer<sup>1<\/sup>, W. J. Akers<sup>2<\/sup>, M. A. Dyer<sup>1<\/sup>, H. Sheppard<sup>1<\/sup>, J. Easton<sup>1<\/sup>, P. Geeleher<sup>1<\/sup>; <br\/><sup>1<\/sup>St. Jude Children's Research Hospital, Memphis, TN, <sup>2<\/sup>University of Texas Southwestern Medical School, Dallas, TX","CSlideId":"","ControlKey":"d4b616a7-7889-45f7-b8aa-d96312ba7929","ControlNumber":"1184","DisclosureBlock":"&nbsp;<b>R. Chapple, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>S. Natarajan, <\/b> None..<br><b>M. I. M. Alexander, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>A. Patel, <\/b> None..<br><b>C. W. LaFlamme, <\/b> None..<br><b>M. Pan, <\/b> None..<br><b>W. C. Wright, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>M. Lu, <\/b> None..<br><b>S. C. Koo, <\/b> None..<br><b>C. Long, <\/b> None..<br><b>J. Harper, <\/b> None..<br><b>C. Savage, <\/b> None..<br><b>M. D. Johnson, <\/b> None..<br><b>T. Confer, <\/b> None..<br><b>W. J. Akers, <\/b> None..<br><b>M. A. Dyer, <\/b> None..<br><b>H. Sheppard, <\/b> None..<br><b>J. Easton, <\/b> None..<br><b>P. Geeleher, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9216","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"868","PresenterBiography":null,"PresenterDisplayName":"Xueying Liu, PhD","PresenterKey":"ffa500e9-443d-4082-b3d5-745c9b524b9a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"868. A novel unsupervised machine learning model applied to neuroblastoma single-cell RNA-seq data reveals a drug-induced mesenchymal-like gene expression program","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel unsupervised machine learning model applied to neuroblastoma single-cell RNA-seq data reveals a drug-induced mesenchymal-like gene expression program","Topics":null,"cSlideId":""},{"Abstract":"Background: DNA replication and cell cycle regulation are frequently disrupted as part of a cancer&#8217;s progression toward uncontrolled proliferation, generating somatic copy number alterations (CNAs) and producing intratumoral heterogeneity that drives subsequent evolution. Structural variation and CNAs have been shown to impact epigenetic and chromatin states, but our ability to assess their impact on DNA replication timing (RT) and cell proliferation rates remains limited. Single-cell whole genome sequencing (scWGS) is a powerful method for studying clonal heterogeneity and CNAs, and has the potential to provide greater insight into DNA replication dynamics in aneuploid populations. However, computational identification of S-phase cells and distinguishing inherited somatic CNAs from transient DNA replication changes remain challenging.<br \/>Methods: We present a new method, PERT, which uses a Bayesian framework to model read depth as a combination of somatic copy number, replication, and sequencing bias, enabling estimation of DNA replication profiles and cell cycle phase from scWGS data. Unlike previous approaches, PERT provides unbiased estimates of RT and cell cycle phase which allows for analysis of previously uncharacterized cell types using any scWGS platform. These unique properties enable PERT to perform novel analysis such as estimating clone-specific proliferation rates and studying the interplay between RT and somatic CNAs during tumor evolution. We applied PERT to a cohort of &#62;50,000 scWGS cells obtained from a collection of genomically unstable breast and ovarian cell lines, xenografts and primary cancer tissues.<br \/>Results: Clone RT profiles correlated with future copy number changes in serially passaged cell lines. Cell type was the strongest determinant of RT heterogeneity, while whole genome doubling (WGD) and mutational signature had weaker RT associations but were associated with accumulation of late S-phase cells. Recurrent CNAs affecting chromosome X had striking impact on RT, with loss of the inactive X allele shifting replication earlier, and loss of inactive Xq resulting in reactivation of Xp. Analysis of time series xenografts illustrated that cell cycle distributions approximate clone proliferation. This relationship enabled us to observe that highly proliferative clones were the most chemosensitive in cisplatin-treated xenografts and, separately, present novel evidence that WGD leads to slower proliferation.<br \/>Conclusions: Our analysis implicates cell type as the strongest determinant of RT with chrX being the locus of highest RT variation due to X-inactivation. Separately, quantification of S-phase cells enables interrogation of the on- and off-treatment fitness of genetically distinct subclones. This work leads to better understanding of how DNA replication dynamics drive and are further modulated by genomic instability.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Single cell,DNA replication,Copy number alterations,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Adam C. Weiner<\/b><sup><\/sup>, Marc  J.  Williams<sup><\/sup>, Hongyu Shi<sup><\/sup>, Ignacio Vazquez-Garcia<sup><\/sup>, Sohrab Salehi<sup><\/sup>, Nicole Rusk<sup><\/sup>, Sohrab  P.  Shah<sup><\/sup>, Andrew McPherson<sup><\/sup><br><br\/>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"1045ecb4-f0f2-4344-81b0-4be306b5ea76","ControlNumber":"1202","DisclosureBlock":"&nbsp;<b>A. C. Weiner, <\/b> None..<br><b>M. J. Williams, <\/b> None.&nbsp;<br><b>H. Shi, <\/b> <br><b>Benchling Inc.<\/b> Employment.<br><b>I. Vazquez-Garcia, <\/b> None..<br><b>S. Salehi, <\/b> None..<br><b>N. Rusk, <\/b> None.&nbsp;<br><b>S. P. Shah, <\/b> <br><b>Imagia Canexia Health Inc.<\/b> Stock. <br><b>AstraZeneca Inc.<\/b> Independent Contractor.<br><b>A. McPherson, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9217","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"869","PresenterBiography":null,"PresenterDisplayName":"Adam Weiner, BS","PresenterKey":"ef0ce82e-7e2c-497d-a157-5b13f73cf9b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"869. Single-cell DNA replication dynamics in genomically unstable cancers","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell DNA replication dynamics in genomically unstable cancers","Topics":null,"cSlideId":""},{"Abstract":"Bispecific antibodies have emerged as promising candidates for cancer treatment, prompting the necessity for a comprehensive understanding of their potential efficacy and toxicity across various cancer types. Leveraging single cell sequencing data, we systematically evaluated the efficacy and toxicity of all cell surface gene pairs across multiple cancers. First, we found that gene pairs involved in successful bispecific antibodies phase I\/II clinical trials exhibited significantly higher efficacy scores and lower toxicity scores than gene pairs in those that failed, underscoring the utility of our method in selecting high-quality bispecific pairs. Second, to facilitate the identification of new pairs, we established baseline efficacy and toxicity scores based on successful phase I\/II clinical trials, employing these scores to assess the potential of novel combinations. We systematically identified both cancer type-specific and pan-cancer candidate new bispecific antibody pairs. This extensive analysis not only provides valuable insights into the potential of bispecific antibodies to broaden the spectrum of cancer treatments, but also yields a highly confident list of candidate gene pairs capable of constructing effective bispecific antibodies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bispecific antibody,Bioinformatics,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>B. Wang<\/b>, S. Madan, A. Schaffer, E. Ruppin; <br\/>NIH-NCI, Bethesda, MD","CSlideId":"","ControlKey":"b4b3672c-afa8-4520-a145-2a96420a0711","ControlNumber":"1329","DisclosureBlock":"&nbsp;<b>B. Wang, <\/b> None..<br><b>S. Madan, <\/b> None..<br><b>A. Schaffer, <\/b> None..<br><b>E. Ruppin, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9219","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"871","PresenterBiography":"","PresenterDisplayName":"Binbin Wang, PhD","PresenterKey":"18de79e1-a26c-4220-a831-d107776da714","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"871. Unveiling the potential of bispecific antibodies: A comprehensive analysis of efficiency, toxicity, and repurposing in cancer treatment","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unveiling the potential of bispecific antibodies: A comprehensive analysis of efficiency, toxicity, and repurposing in cancer treatment","Topics":null,"cSlideId":""},{"Abstract":"Background: Kidney renal papillary cell carcinoma (KIRP) is frequently associated with an unfavorable prognosis for affected individuals. Unfortunately, there has been insufficient exploration in search for a reliable prognosis signature and predictive indicators to forecast outcomes for KIRP patients. Thus, we have used bioinformatics of existing transcriptomic and health data to identify survival-related and prognostic immune genes.<br \/>Methods: Processed RNA-seq FPKM data of 289 KIRP and 32 adjacent normal KIRP tissues were downloaded from the TCGA data portal. We downloaded 2499 immune-related genes via the Immunology Database and Analysis portal database and used the Cistrome database to identify and extract 318 total transcription factors (TFs). The differentially expressed immune-related genes and TFs were detected using the Wilcoxon test method. R was used to generate heatmaps and volcano plots. R was also used to perform Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway enrichment analysis. Multivariate Cox regression analysis was implemented to investigate the prognostic value of differentially expressed immune-related genes used to construct the predictive model and nomogram. Kaplan-Meier analysis was performed to compare overall survival. We used Tumor Immune Estimation Resource (TIMER) and the Human Protein Atlas database (HPA) to validate expression and explore associations between a prognostic model and immune cell infiltration. Statistical analyses were performed using R; a p-value &#60; 0.05 was considered to be significant.<br \/>Results: A total of 368 immune-related genes and 60 TFs were identified as differentially expressed in KIRP tissues compared with normal tissues. Of the 368, 23 were found to be related to overall survival. GO and KEGG analysis suggested that these prognostic immune-related genes mainly participated in the ERK1 and ERK2 cascades, Rap1 signaling pathway, and the PI3K-Akt signaling pathway - pathways shown to be significantly correlated with the development of cancer. Of these 23 genes, 9 (GRN, PDGFRB, APOH, BIRC5, CCL19, RETN, HTR3A, PTGER1, TRAV39) were identified from Cox regression to be statistically significant prognostic-related genes. Survival analysis showed that a model based on these 9 prognostic-related genes has high predictive performance. Our constructed nomogram has good predictive power and clinical practicability. Immunohistochemistry results show that APOH, BIRC5, CCL19 and GRN were significantly increased in kidney cancer. B cells and CD4+ T cells were positively correlated with risk score model.<br \/>Conclusion: We were able to create a prognostic model based on 9 immune-related genes correlated with overall survival in KIRP. We hope that this work helps to provide some insight into therapeutic approaches and prognostic predictors of KIRP.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Prognostic factors,Gene profiling,Bioinformatics,Statistical approach,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Adrian Lim<\/b><sup><\/sup>, Mouad Edderkaoui<sup><\/sup>, Yi Zhang<sup><\/sup>, Stephen  J.  Pandol<sup><\/sup>, Yan Ou<sup><\/sup><br><br\/>Medicine, Cedars-Sinai Medical Center, Los Angeles, CA","CSlideId":"","ControlKey":"97936bc2-0afb-45f8-90cf-b94fc45fd2b9","ControlNumber":"1391","DisclosureBlock":"&nbsp;<b>A. Lim, <\/b> None..<br><b>M. Edderkaoui, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>S. J. Pandol, <\/b> None..<br><b>Y. Ou, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9220","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"872","PresenterBiography":null,"PresenterDisplayName":"Adrian Lim, BS","PresenterKey":"afc0d382-98e1-4e68-aeda-96c1655832a6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"872. Development of a nomogram and prognostic model based on immune-related genes in kidney renal papillary cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a nomogram and prognostic model based on immune-related genes in kidney renal papillary cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Despite the recent success in Immune checkpoint blockade (ICB) therapy, limited patients benefit due to immune-related adverse events or treatment resistance, especially in solid tumors. To overcome these hurdles, understanding the molecular mechanisms behind treatment response is essential. However, the current lack of immune gene transcriptional programs (GTPs) hampers data-driven immunological discovery. Constructing immunity-specific knowledgebases with rigorously curated gene sets (irGSs) and rich immunological language can unlock new insights, enabling interpretation of high-throughput immune microenvironment profiling studies and fostering personalized, effective cancer treatments.<br \/>Methods: We collected 83 BulkRNAseq datasets from the ImmuneSigDB. These datasets contain 1826 samples challenged with infections, cytokines or immunological perturbations of different kinds and magnitude, possessing yet-to-be discovered immune functions that lie beneath the transcriptomic profiles. Using non-negative matrix factorization (NMF), we identified gene sets with coordinated expression. We used CITE-seq and selected scRNAseq to annotate the immunological functions of each gene set and validated the clinical utilities of these gene sets from different aspects using data from Cancer Genome Atlas Program (TCGA) pan-cancer, ICB cohorts and a 10X Genomics Visium FFPE Human Breast Cancer spatial slide.<br \/>Results: We presented 19 lymphoid-data derived and 9 myeloid-data derived gene sets (irGSs), encompassing a diverse array of immune functions. Through extensive validation using BulkRNAseq, scRNAseq and spatial transcriptomics data, we revealed six irGSs-defined pan-cancer microenvironment subtypes in TCGA with significantly distinct survival patterns regardless of cancer types. Moreover, irGSs are associated with T cell exhaustion phenotypes, which in turn well predicted (classification accuracy of 72%) Nivolumab response using 104 treatment-na&#239;ve melanoma patients. Lastly, irGSs simultaneously isolated out tumor regions and highlighted immune infiltration with high specificity in breast cancer spatial transcriptomics H&#38;E image.<br \/>Conclusions: These pioneering gene sets, originally derived from non-cancerous experiments, hold tremendous promise for cancer research across diverse contexts. Similarities between cancerous and sepsis immune microenvironments underscore their wide applicability. By studying gene set activities, immunologists can gain profound insights into cancer survival drivers, unravel the intricacies of ICB treatment mechanisms, and potentially conquer therapeutic resistance. These translational utilities herald a transformative era in cancer immunotherapy and open new frontiers in the fight against cancer.<i><\/i>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Immuno-oncology,RNA sequencing (RNA-Seq),Immunotherapy,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Shan He<\/b><sup><\/sup>, Vakul Mohanty<sup><\/sup>, Matthew Gubin<sup><\/sup>, Hind Rafei<sup><\/sup>, Rafet Basar<sup><\/sup>, Merve Dede<sup><\/sup>, Xianli Jiang<sup><\/sup>, Yukun Tan<sup><\/sup>, Maura Gillison<sup><\/sup>, Katayoun Rezvani<sup><\/sup>, Weiyi Peng<sup><\/sup>, Ken Chen<sup><\/sup><br><br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"72daa210-4af4-4818-a851-29666d033326","ControlNumber":"1409","DisclosureBlock":"&nbsp;<b>S. He, <\/b> None..<br><b>V. Mohanty, <\/b> None..<br><b>M. Gubin, <\/b> None..<br><b>H. Rafei, <\/b> None..<br><b>R. Basar, <\/b> None..<br><b>M. Dede, <\/b> None..<br><b>X. Jiang, <\/b> None..<br><b>Y. Tan, <\/b> None..<br><b>M. Gillison, <\/b> None..<br><b>K. Rezvani, <\/b> None..<br><b>W. Peng, <\/b> None..<br><b>K. Chen, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9221","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"873","PresenterBiography":null,"PresenterDisplayName":"Shan He, MS","PresenterKey":"8a619707-70b4-4dfb-8bc4-0da5f77ae238","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"873. Elucidating immune-related gene transcriptional programs via factorization of large-scale RNA profiles","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elucidating immune-related gene transcriptional programs via factorization of large-scale RNA profiles","Topics":null,"cSlideId":""},{"Abstract":"<i>BAP1<\/i> is a tumor suppressor gene that was originally studied in uveal melanoma (UVM), kidney renal cell clear cell carcinoma (KIRC), and malignant mesothelioma (MESO). Early analyses focused on single-nucleotide variants, but other alteration types such as larger indels and gene-level copy number (CN) loss can also lead to loss of <i>BAP1<\/i> expression. By incorporating these, we can improve our assessment of cancer type-specific consequences of <i>BAP1<\/i> loss and broaden our findings beyond the initial small subset of cancer types which were studied in the context of mutations alone. We performed integrated multi-omic analyses using data from The Cancer Genome Atlas (TCGA), for 33 cancer types and more than 10,000 individuals. By combining and manually reviewing existing variant calls and new calls derived from a de novo local realignment pipeline across multiple independent variant callers including indel callers, we increased detection of high-quality somatic variant calls by 30% from 85 to 111, including 14 indels &#8805;5bp. Including CN loss alterations, we found a total of 1561 samples from 32 cancer types to be <i>BAP1<\/i>-altered, with alterations being predominantly CN-driven. We confirmed that expression of <i>BAP1<\/i> was lower in altered versus unaltered tumors (p&#60;0.001). Alteration frequencies across cancer types were highly variable, ranging from 0% in thyroid cancer to &#62;30% in KIRC, cholangiocarcinoma (CHOL), UVM, MESO, lung squamous carcinoma (LUSC), and head-neck squamous cell carcinoma (HNSC). Tumor types such as CHOL, UVM, MESO, and liver hepatocellular carcinoma (LIHC) were relatively more mutation-driven whereas other tumor types like KIRC, LUSC, and HNSC were almost entirely CN-driven. To better understand the tissue and context-specific consequences of <i>BAP1<\/i> alteration, we performed differential expression analyses across <i>BAP1<\/i>-altered and -unaltered samples. For each cancer type, we separately computed per-sample <i>BAP1<\/i> alteration signature z-scores summarizing expression of the set of differentially expressed genes. In UVM, we observed distinct patterns of RNA expression, consistent with established literature on <i>BAP1<\/i> loss and serving as a baseline for comparison for the biological effects of <i>BAP1<\/i> loss in other less-studied cancer types. The <i>BAP1<\/i> altered scores for 66% of cancer types were positively correlated with the UVM <i>BAP1<\/i> altered signature, suggesting shared biological responses and affected pathways including immune responses, epithelial-mesenchymal transition, oxidative phosphorylation, and proliferation &#8211; all known roles of <i>BAP1<\/i>. In LIHC, we noted enrichment of bile duct gene expression in <i>BAP1<\/i>-altered tumors, suggesting a possible role for <i>BAP1<\/i> in maintaining cell identity distinguishing hepatocytes and cholangiocytes. Our findings broadly emphasize the improvements that are gained by using new computational approaches in large cancer-genome studies such as TCGA.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Cancer genomics,Tumor suppressor gene,Gene expression patterns,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Ian R. Sturgill<\/b><sup><\/sup>, Jesse R. Raab<sup><\/sup>, Katherine A. Hoadley<sup><\/sup><br><br\/>UNC Chapel Hill, Chapel Hill, NC","CSlideId":"","ControlKey":"8e43a43b-66b1-452e-acd9-48371433d89f","ControlNumber":"1455","DisclosureBlock":"&nbsp;<b>I. R. Sturgill, <\/b> None..<br><b>J. R. Raab, <\/b> None..<br><b>K. A. Hoadley, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9222","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"874","PresenterBiography":null,"PresenterDisplayName":"Ian Sturgill, BS;MA","PresenterKey":"815c6a48-83f3-43c3-b930-bb8d235f1580","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"874. Expanded detection of <i>BAP1 <\/i>alterations in cancer and comparison of tumor type-specific gene expression scores","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Expanded detection of <i>BAP1 <\/i>alterations in cancer and comparison of tumor type-specific gene expression scores","Topics":null,"cSlideId":""},{"Abstract":"Introduction: CD19 and CD20, B-lymphocyte surface antigens, are clinically validated therapeutic targets for the treatment of B-cell malignancies. Loncastuximab tesirine (loncastuximab tesirine-lpyl [Lonca]) is an antibody-drug conjugate comprising an anti-CD19 antibody conjugated to a pyrrolobenzodiazepine dimer cytotoxin. Mosunetuzumab (Mosun) and glofitamab (Glofit) are CD20 &#215; CD3 T-cell-engaging bispecific antibodies (bsAbs) that redirect T cells to eliminate malignant B cells. These agents target a different B-cell surface antigen than Lonca; hence, combining Lonca with either one of these bsAbs is expected to have additive or even synergistic efficacy. Previously, a novel physiologically-based pharmacokinetic (PBPK)-quantitative systems pharmacology (QSP) model was developed (Utsey K, et al. <i>Clin Pharmacol Drug Dev<\/i>. 2023;12:123-125) and validated with Lonca monotherapy clinical observations in R\/R DLBCL (Caimi P, et al. <i>Blood<\/i>. 2022;140:9548-9550). Modeling results of Lonca in combination with Mosun or Glofit in R\/R DLBCL are described herein.<br \/>Methods: The model was based on the previously validated and published Lonca PBPK-QSP model. This model was reduced in physiological complexity to be compatible with a published minimal PBPK model of Mosun (Hosseini I, et al. <i>NPJ Syst Biol Appl<\/i>. 2020;6:28) while maintaining the core functionality of predicting tumor dynamics during Lonca monotherapy. The following assumptions were made: (1) Lonca or Mosun\/Glofit induce healthy and malignant B-cell killing; (2) the tumor comprises malignant B cells and T cells; (3) tumor volume is calculated using malignant B-cell number; and (4) T cells can enter or leave the tumor as they enter or leave other tissues.<br \/>Results: Improved tumor growth inhibition (TGI) should result from Lonca + bsAb combination therapy compared with any of the agents as monotherapy. While TGI was predicted to plateau by Cycle (C) 2 with Mosun and Glofit monotherapies, maximum activity of Lonca + bsAb combination therapies may not be observed until C4 or later. Additionally, predicted TGI increased with additional treatment cycles.<br \/>Conclusions: Results indicate that treatment by the end of C3 for Lonca + Mosun and by the end of C4 for Lonca + Glofit would promote substantially more TGI compared with any of these agents alone. Increased doses of Lonca in combinations were predicted to have limited additional therapeutic benefit; however, additional cycles of combination treatment were predicted to increase TGI. This model suggests that Lonca doses could be reduced to allow for improved tolerability for longer periods of time, up to the point of maximal benefit, although clinical testing is needed to explore these results. The ongoing LOTIS-7 clinical trial (NCT04970901) evaluates the safety and anticancer activity of Lonca in combination with both Glofit and Mosun.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Diffuse large B-cell lymphoma,QSP,Loncastuximab tesirine,bispecific antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"Y. Li<sup>1<\/sup>, <b>A. K. Wilkins<\/b><sup>1<\/sup>, T. Knab<sup>1<\/sup>, J. P. Boni<sup>2<\/sup>; <br\/><sup>1<\/sup>Metrum Research Group, Tariffville, CT, <sup>2<\/sup>ADC Therapeutics America, Murray Hill, NJ","CSlideId":"","ControlKey":"2cbb6e2c-03d1-4980-a4f6-9d398a007489","ControlNumber":"1482","DisclosureBlock":"<b>&nbsp;Y. Li, <\/b> <br><b>Metrum Research Group<\/b> Employment. <br><b>A. K. Wilkins, <\/b> <br><b>Metrum Research Group<\/b> Employment. <br><b>T. Knab, <\/b> <br><b>Metrum Research Group<\/b> Employment. <br><b>J. P. Boni, <\/b> <br><b>ADC Therapeutics America<\/b> Employment, Stock Option.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9223","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"875","PresenterBiography":null,"PresenterDisplayName":"A Wilkins, PhD","PresenterKey":"7870bd02-c17d-46bf-8471-38f71b5a8701","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"875. Quantitative systems pharmacology modeling of loncastuximab tesirine combined with mosunetuzumab and glofitamab helps guide dosing for patients with DLBCL","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Quantitative systems pharmacology modeling of loncastuximab tesirine combined with mosunetuzumab and glofitamab helps guide dosing for patients with DLBCL","Topics":null,"cSlideId":""},{"Abstract":"The use of single-cell RNA-seq (scRNA-seq) to understand the complexity of the tumor microenvironment (TME) has been pivotal in advancing cancer research and treatment strategies. Nevertheless, locating the individual TME components in their spatial contexts is essential to understanding the complexity of the TME, tumorigenesis, metastasis, and drug response. The recent popularity of spatially resolved transcriptomics (SRT) allows researchers to describe the TME and their spatial neighborhoods; however, SRT data analysis can be challenging for non-data scientists. Thus, we have developed <i>spatialGE<\/i>, a point-and-click web application designed to empower researchers in the analysis of SRT data. Our application offers a suite of functionalities, including the visualization of spatial gene expression activity maps, quantification of the spatial heterogeneity, testing of pathway-level spatial aggregation, tissue domain\/niche detection, detection of spatial gradients in expression patterns, and differential expression analysis. Furthermore, <i>spatialGE<\/i> allows direct comparative analysis of gene expression with the morphology in tissue images, as well as methods for cell\/domain phenotyping. Data input has been streamlined and made flexible to receive outputs from multiple SRT platforms. Analyses and results are stored within user-defined projects to facilitate accessibility at any time. We demonstrate the usefulness of <i>spatialGE<\/i> through its application to leptomeningeal metastatic melanoma (LMM) tissues assayed with the Visium platform. The gene expression tissue domain detection and gradient analysis in <i>spatialGE<\/i> indicated that <i>SERPINA3<\/i> expression is higher in tumor regions closer to stroma. This finding led to cell culture experiments indicating that knocking down <i>SERPINA3 <\/i>results in the sensitization of tumors to MAPK-targeting therapy. These results highlight the utility of <i>spatialGE<\/i> for exploring SRT data and the empowerment of cancer researchers to explore the spatial architecture of the TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Gene expression profiling,Bioinformatics,Tumor microenvironment,Heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>O. Ospina<\/b>, R. Manjarres-Betancur, G. Gonzalez-Calderon, A. C. Soupir, I. Smalley, K. Tsai, J. Markowitz, A. Berglund, X. Yu, B. L. Fridley; <br\/>Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"8f32b7c7-22a9-471c-9ebb-b6dda793a5d2","ControlNumber":"1635","DisclosureBlock":"&nbsp;<b>O. Ospina, <\/b> None..<br><b>R. Manjarres-Betancur, <\/b> None..<br><b>G. Gonzalez-Calderon, <\/b> None..<br><b>A. C. Soupir, <\/b> None..<br><b>I. Smalley, <\/b> None..<br><b>K. Tsai, <\/b> None..<br><b>J. Markowitz, <\/b> None..<br><b>A. Berglund, <\/b> None..<br><b>X. Yu, <\/b> None..<br><b>B. L. Fridley, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9224","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"876","PresenterBiography":null,"PresenterDisplayName":"Oscar Ospina, PhD,BS","PresenterKey":"77ee0166-edb4-4ea8-949e-88254214e600","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"876. <i>spatialGE<\/i>: Empowering researchers to study the tumor microenvironment leveraging spatial transcriptomics","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>spatialGE<\/i>: Empowering researchers to study the tumor microenvironment leveraging spatial transcriptomics","Topics":null,"cSlideId":""},{"Abstract":"Gene expression changes in nasal and bronchial epithelium, and quantitative features from chest CT reflect the presence of lung cancer in current and former smokers and can serve as biomarkers. Between 10-20% of lung cancer cases are diagnosed in patients who have never smoked (&#60;100 lifetime cigarettes) and biomarkers could assist the diagnosis of pulmonary nodules discovered incidentally in this population. We compared lung cancer-associated gene expression and radiomic features in never-smokers and ever-smokers. Nasal epithelial RNA was isolated and sequenced from brushings collected at UCLA from 73 patients presenting to interventional radiology for biopsy for suspected lung cancer. <i>Limma<\/i> was used to identify genes with lung cancer-associated expression in never-smokers by comparing 13 patients with benign nodules with 14 patients diagnosed with lung cancer. Similarities between cancer-associated genes in never-smokers and those previously identified in ever-smokers were assessed by gene set enrichment analysis (GSEA). Next, using all 73 samples, genes whose lung cancer-associated expression is modified by smoking status were identified via an interaction term. Radiomic features for 46 patients (31 ever-smokers, 15 never-smokers) were extracted using <i>PyRadiomics<\/i>, including features from the interior of the nodule and perinodular features generated 10, 15, and 20 mm away from the boundary of the nodule. A binomial model was used to identify features with a significant interaction effect between cancer and smoking status. We identified 74 genes decreased and 84 genes increased in cancer in never-smokers (p &#60; 0.005), controlling for age and median TIN. Genes changed in ever-smoker lung cancer patients were significantly enriched among the genes most associated with lung cancer in never smokers (GSEA; p = 0.0059 and p = 4.38e-15). Next, there were 51 genes with a p-value &#60; 0.01 for the cancer*smoking interaction term. Lastly, four radiomic features were associated with the perinodular term for cancer and smoking status (FDR&#60; 0.2), including two nodular and two boundary features. These results suggest that lung cancer-associated gene expression differences in ever-smokers are preserved in never-smokers, suggesting the potential relevance of previously derived biomarkers for this population. There may also be never-smoker-specific gene expression patterns associated with lung cancer. Our radiomic findings suggest that both nodular and perinodular characteristics may be important predictors of malignancy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Lung cancer,Biomarkers,Bioinformatics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>M. Lee<\/b><sup>1<\/sup>, A. Yadav<sup>2<\/sup>, G. Liu<sup>1<\/sup>, S. Dubinett<sup>3<\/sup>, J. Beane<sup>1<\/sup>, W. Hsu<sup>3<\/sup>, A. Prosper<sup>3<\/sup>, D. Aberle<sup>3<\/sup>, M. Lenburg<sup>1<\/sup>; <br\/><sup>1<\/sup>Boston University Chobanian & Avedisian School of Medicine, Boston, MA, <sup>2<\/sup>University of California, Los Angeles, Los Angeles, CA, <sup>3<\/sup>David Geffen School of Medicine at UCLA, Los Angeles, CA","CSlideId":"","ControlKey":"f998fa2a-1e57-4ed8-b131-36ab48d9bd63","ControlNumber":"1687","DisclosureBlock":"&nbsp;<b>M. Lee, <\/b> None..<br><b>A. Yadav, <\/b> None..<br><b>G. Liu, <\/b> None..<br><b>S. Dubinett, <\/b> None.&nbsp;<br><b>J. Beane, <\/b> <br><b>Johnson & Johnson<\/b> Grant\/Contract.<br><b>W. Hsu, <\/b> None..<br><b>A. Prosper, <\/b> None..<br><b>D. Aberle, <\/b> None..<br><b>M. Lenburg, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9225","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"877","PresenterBiography":null,"PresenterDisplayName":"Minyi Lee, BS","PresenterKey":"1662f0ac-087d-4203-b35e-f2ae96b29a96","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"877. Molecular and radiographic profiling of lung cancer in never-smokers","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular and radiographic profiling of lung cancer in never-smokers","Topics":null,"cSlideId":""},{"Abstract":"Single-cell RNA sequencing (scRNA-seq) has been widely used in cancer research to understand the complex gene expression diversity and cancer heterogeneity. However, manual annotation of cell types in the scRNA-seq pipeline is time-consuming and depends on the expertise of analyzers, which can significantly influence the results of downstream analyses. To address this problem, we proposed a novel machine learning framework utilizing the LightGBM model for automated and efficient cell-type annotation of scRNA-seq.<br \/>Two independent scRNA-seq datasets of non-small cell lung cancer (NSCLC) downloaded from the Gene Expression Omnibus (GEO) were used to train and test our model. A standard procedure is applied to both scRNA-seq datasets for quality control and preprocessing, in which poor-quality cells with low gene expressions or high scores for cellular stress\/death were excluded. In addition, Harmony is applied to mitigate batch effects in scRNA-seq that could cause variability due to non-biological factors in experiments. Nine different cell types, including endothelial, epithelial, fibroblast, macrophages, mast, plasma, pulmonary alveolar, B, and T cells, were manually labeled in the two datasets by the providers, which were also examined using gene markers corresponding to different cell types from PanglaoDB and DAVID. These manually labeled cell types were used as the ground truth for training and testing our model. In the training stage, the training dataset (containing 85,000 cells from 44 NSCLC samples) of scRNA-seq was used to train the LightGBM model with its high-variable genes. Then, the model would be evaluated using an independent test dataset (containing 8,000 cells from 18 NSCLC samples) by comparing the automatically predicted and manually labeled cell types.<br \/>The training result showed that our model could successfully specify the nine different cell types, achieving an overall average accuracy, F1 score, and precision of 0.86 each respectively. In the independent dataset test, the model demonstrated good generalization, showing high predictive performance across all cell types, with an average accuracy, F1 score, and precision of 0.8, 0.78, and 0.8, respectively. Specific to the predictions in the test dataset, we found that some epithelial cells were mistakenly identified as other cell types. This might be because of the complex gene expression patterns exhibited by tumor epithelial cells, making accurate predictions challenging.<br \/>The proposed machine learning framework facilitates cell labeling and unravels the intricate heterogeneity within lung cancer datasets. The combination of LightGBM and standardized preprocessing establishes a benchmark for high-throughput, accurate single-cell analysis, paving the way for discoveries that are more targeted and have significant clinical impact.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Single cell,Machine learning,Bioinformatics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>T. Chuang<\/b><sup>1<\/sup>, L.-C. Lai<sup>2<\/sup>, T.-P. Lu<sup>3<\/sup>, M.-H. Tsai<sup>4<\/sup>, H.-H. Chen<sup>5<\/sup>, E. Chuang<sup>1<\/sup>; <br\/><sup>1<\/sup>Graduate Institute of Biomedical Electronics and Bioinformatics, National Taiwan University, Taipei, Taiwan, <sup>2<\/sup>Graduate Institute of Physiology, College of Medicine, National Taiwan University, Taipei, Taiwan, <sup>3<\/sup>Institute of Health Data Analytics and Statistics, National Taiwan University, Taipei, Taiwan, <sup>4<\/sup>Institute of Biotechnology, National Taiwan University, Taipei, Taiwan, <sup>5<\/sup>Institute of Computer Science and Information Engineering, National Taiwan Normal University, Taipei, Taiwan","CSlideId":"","ControlKey":"7a857f9a-f429-41aa-aefa-b648dac72cc5","ControlNumber":"1848","DisclosureBlock":"&nbsp;<b>T. Chuang, <\/b> None..<br><b>L. Lai, <\/b> None..<br><b>T. Lu, <\/b> None..<br><b>M. Tsai, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>E. Chuang, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9226","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"878","PresenterBiography":null,"PresenterDisplayName":"Tsung Hsien Chuang, BS","PresenterKey":"46bbf51f-c7da-402c-b730-6b2ea6f4ec22","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"878. Enhancing single-cell RNA sequencing analysis in cancer research: A machine learning framework based on LightGBM for automated cell type annotation","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing single-cell RNA sequencing analysis in cancer research: A machine learning framework based on LightGBM for automated cell type annotation","Topics":null,"cSlideId":""},{"Abstract":"Cancer is a devastating disease that takes more than 10 million lives every year. The genomic alterations, such as mutations in cancer driver genes, can disrupt the essential networks of protein-protein interactions (PPIs), dysregulating major oncogenic pathways and inducing the transformation. While some mutations can disrupt existing PPIs, others can create neomorph PPIs (neoPPIs), which are unnatural for wild-type counterparts. Discovery of such mutant-created neoPPIs is vital for understanding the molecular mechanisms of mutant-driven tumorigenesis and developing new personalized clinical strategies in cancer. However, systematic experimental interrogation of the clinical significance and biological functions of neoPPIs is highly challenging. To address this critical challenge, we develop a novel computational platform called AVERON Notebook for identifying new Actionable Vulnerabilities Enabled by Rewired Oncogenic Networks. The AVERON employs specially designed algorithms and statistical techniques to i) Assess and compare the levels of neoPPIs in cancer patients; ii) Examine their impact on clinical outcomes; iii) Identify distinctive sets of signature genes and oncogenic pathways regulated by individual neomorph PPIs; and iv) Discover clinically significant neoPPI-regulated genes with available clinical compounds and approved drugs. Together, the AVERON Notebook provides a powerful tool for exploring the functional consequences of tumor-driving mutations mediated through the neoPPI networks and sheds new light on previously unexplored clinically actionable dependencies enabled by neomorph PPIs in cancer patients. The AVERON Notebook is freely available onGitHub: <u>https:\/\/github.com\/aivanovlab\/averon_notebook<\/u><u><\/u> and Code Ocean: <u>https:\/\/doi.org\/10.24433\/CO.7986101.v1<\/u><br \/>Acknowledgments: This work was supported in part by NCI&#8217;s Informatics Technology for Cancer Research (ITCR) Program (R21CA274620, A.A.I.), Mary Kay Foundation Grant for Cancer Research (A.A.I), NCI Emory Lung Cancer SPORE (P50CA217691, H.F.), NCI P01CA257906 (H.F.), Career Enhancement Program (A.A.I., P50CA217691), Winship Cancer Institute (NIH 5P30CA138292).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Protein-protein interactions,Mutations,Biomarkers,Systems biology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. Chen<\/b>, S. Yeung, B. Revennaugh, H. Fu, A. A. Ivanov; <br\/>Emory University, Atlanta, GA","CSlideId":"","ControlKey":"e8adab22-8a4b-4019-9163-c527b5ee1f20","ControlNumber":"1893","DisclosureBlock":"&nbsp;<b>H. Chen, <\/b> None..<br><b>S. Yeung, <\/b> None..<br><b>B. Revennaugh, <\/b> None..<br><b>H. Fu, <\/b> None..<br><b>A. A. Ivanov, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9227","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"879","PresenterBiography":null,"PresenterDisplayName":"Hongyue (Nicole) Chen","PresenterKey":"214f82b9-726b-408e-a3e7-9b0d4cc2e7f4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"879. The AVERON Notebook to discover druggable cancer dependencies through the mutant-directed protein-protein interactions","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The AVERON Notebook to discover druggable cancer dependencies through the mutant-directed protein-protein interactions","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Pancreatic cancer (PC) presents significant clinical challenges, marked by a low 5-year survival rate and frequent distant metastasis. When PC metastasizes to other organs, it leads to a notable decrease in the 5-year survival rate for PC in metastasis, dropping from 11% to 3%. Despite the effectiveness demonstrated by advanced anti-cancer therapies targeting these mutated genes, the improvement in survival rates remains modest. Another critical consideration is the rising resistance to Gemcitabine, a standard drug used for treating PC. Hence, it is imperative to gain a more profound understanding of the comprehensive mechanisms underlying metastatic pancreatic cancer (mPC) and actively explore novel drugs for its treatment. Methods: First, we reanalyzed the RNA-seq of three of PC's most common metastatic sites, including liver, lung, and peritoneum. Using the Galaxy platform, we identified DEGs (differentially expressed genes) between metastatic sites. After that, we further utilized other web-based tools and databases, such as GEPIA, TIMER 2.0, Alphafold, PubChem, Drugbank, and Chembl, to identify ANKRD22 and perform molecular docking of Fostamatinib binds to this gene. Results: Our research focused on exploring the role of ANKRD22, which contains four copies of L-shaped ankyrin motifs, an emerging oncogenic molecule associated with various cancers. In the current study, we identified that ANKRD22 exhibited significant expression in the pancreatic adenocarcinoma (PAAD) cohort, correlating with deteriorating OS rates in PC patients. Moreover, it displayed distinct expression patterns in advanced stages of the disease compared to early stages, Furthermore, we uncovered a noteworthy correlation between ANKRD22 and the Kras, TP53, CDKN2A, and SMAD4 genetic anomaly, linked to diminished survival rates, as widely recognized, in the initiation and progression of PC, these four genes stand out as the most frequently mutated. Mechanistically, ANKRD22 exhibited associations with KRAS dependency signature, U12 type spliceosome assembly, multivesicular body routing, cell invasion, tumor cell line invasion, and tumor cell line migration, all indicative of PC progression and dissemination. Expanding our investigation through the DrugBank and ChEMBL databases, we delved into fostamatinib, an FDA-approved drug known as a spleen tyrosine kinase (SYK) inhibitor. Molecular docking experiments revealed the potential interaction between ANKRD22 and fostamatinib, suggesting its candidacy to treat mPC. Conclusion: Our findings identify ANKRD22 as a pivotal oncogenic factor promoting metastasis in PC and propose fostamatinib as a potential inhibitory treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Pancreatic cancer metastasis,ANKRD22,fostamatinib,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>H. T. Huynh<\/b>, H. G. Lim, Y.-C. G. Lee, C.-H. Chen, A. T. Wu; <br\/>Taipei Medical University, Taipei, Taiwan","CSlideId":"","ControlKey":"a543c87d-9f6f-4fd6-bf25-4e35c4d94967","ControlNumber":"2000","DisclosureBlock":"&nbsp;<b>H. T. Huynh, <\/b> None..<br><b>H. G. Lim, <\/b> None..<br><b>Y. G. Lee, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>A. T. Wu, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9228","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"880","PresenterBiography":null,"PresenterDisplayName":"Huong Huynh, MD","PresenterKey":"088b9e9e-f596-493e-8393-0beef887c08a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"880. Identifying ANKRD22 and fostamatinib as a theragnostic target and drug candidate for metastatic pancreatic cancer through in silico analysis","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying ANKRD22 and fostamatinib as a theragnostic target and drug candidate for metastatic pancreatic cancer through in silico analysis","Topics":null,"cSlideId":""},{"Abstract":"Background: Molecular profiling of colorectal cancer (CRC) has demonstrated marked heterogeneity between tumors that appear histologically similar. Although existing classification systems such as the Consensus Molecular Subtypes (CMS) have shown clinical utility, these bulk sequencing-based methods fail to adequately address the intra-tumoral heterogeneity of CRC. To disentangle the complex landscape and identify clinically-relevant properties of CRC we generated a single cell sequencing (scRNASeq) database from 225 tumor samples derived from resection of primary colon or liver metastases. Our analysis defines cell-type-specific gene programs significantly associated with relapse and survival and suggests interventions which may abrogate their effect.<br \/>Methods: Utilizing a bio-repository of CRC specimens with an average of 5 years of clinical follow-up, we performed scRNASeq on 225 patient samples comprising ~ 1,000,000 total cells and 2.4 billion gene expression measurements. Following traditional clustering approaches, we then inferred gene expression programs through consensus non-negative matrix factorization (cNMF) to characterize cell activities. Gene program activity was explored on a cell-type-specific level and associated with clinical outcomes such as relapse. Treatment effects were additionally explored.<br \/>Results: We identified 56 cell-type specific gene programs significantly associated with relapse in adult CRC patients. Interestingly these programs spanned all cellular compartments with the majority found in stromal or immune, as opposed to tumor cells. Program activity such as the non-canonical Granulocyte Chemotaxis program in B Cells was protective of relapse (relapse median expression 0% activity vs non-relapse activity 40% pAdj &#60;.05x10<sup>50<\/sup>) whereas the Epithelial Mesenchymal Transition (EMT) program in Cancer Associated Fibroblasts (CAF) was strongly associated with relapse (relapse median expression 16% activity vs non-relapse activity 0% pAdj &#60;.05x10<sup>10<\/sup>). Cumulative program usage enabled stratification on a patient level to provide an estimate of comparative disease free survival (DFS) and overall survival (OS); gene-programs were significantly associated with outcomes such as the CAF-EMT program which was associated with a DFS HR of 3 (pAdj &#60;.0005). Responses to chemotherapy and treatment effect were also explored; prior treatment with Bevacizumab was associated with a significant reduction in the CAF-EMT program (11% activity in non-exposed patients versus 0% activity in exposed patients pAdj &#60;.05x10<sup>10<\/sup>).<br \/>Conclusions: Analysis of the largest CRC scRNASeq cohort to date identifies a number of previously undescribed cell-type specific gene programs significantly associate with relapse after surgery. These programs provide insights into the underlying mechanisms and suggest that the TME plays an important role in relapse.<b> <\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Colorectal cancer,Single cell,Cancer associated fibroblast,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>Nicholas J. Hornstein<\/b><sup>1<\/sup>, Mingshuang Wang<sup>2<\/sup>, Abdelrahman Yousef<sup>2<\/sup>, Saikat Chowdhury<sup>2<\/sup>, Fadl Zeineddine<sup>2<\/sup>, Mohammad Zeineddine<sup>2<\/sup>, Mahmoud Yousef<sup>2<\/sup>, Shuangjie You<sup>2<\/sup>, Betul Gunes<sup>2<\/sup>, David Menter<sup>2<\/sup>, Scott Kopetz<sup>2<\/sup>, John Paul Shen<sup>2<\/sup><br><br\/><sup>1<\/sup>Medical Oncology Fellowship, UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>GI Medical Oncology, UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"3728c1b9-e1bd-4989-bdfd-2d36bc504dae","ControlNumber":"2011","DisclosureBlock":"&nbsp;<b>N. J. Hornstein, <\/b> None..<br><b>M. Wang, <\/b> None..<br><b>A. Yousef, <\/b> None..<br><b>S. Chowdhury, <\/b> None..<br><b>F. Zeineddine, <\/b> None..<br><b>M. Zeineddine, <\/b> None..<br><b>M. Yousef, <\/b> None..<br><b>S. You, <\/b> None..<br><b>B. Gunes, <\/b> None..<br><b>D. Menter, <\/b> None.&nbsp;<br><b>S. Kopetz, <\/b> <br><b>Lutris<\/b> Advisory Board. <br><b>Frontier Medicines<\/b> Advisory Board. <br><b>Xilis<\/b> Advisory Board. <br><b>Navire<\/b> Advisory Board. <br><b>Roche<\/b> Advisory Board. <br><b>EMD Serono<\/b> Advisory Board. <br><b>Merck<\/b> Advisory Board. <br><b>Navire<\/b> Advisory Board. <br><b>Holystone<\/b> Advisory Board. <br><b>Novartis<\/b> Advisory Board. <br><b>Lilly<\/b> Advisory Board. <br><b>Boehringer Ingelheim<\/b> Advisory Board. <br><b>AstraZeneca<\/b> Advisory Board. <br><b>Bayer<\/b> Advisory Board. <br><b>Redx Pharma<\/b> Advisory Board. <br><b>Ipsen<\/b> Advisory Board. <br><b>HalioDx<\/b> Advisory Board. <br><b>Jacobio<\/b> Advisory Board. <br><b>Pfizer<\/b> Advisory Board. <br><b>Repare<\/b> Advisory Board. <br><b>J. Shen, <\/b> <br><b>Celsius Therapeutics<\/b> Grant\/Research Support\/ Collaboration. <br><b>BostonGene<\/b> Grant\/Research Support\/ Collaboration. <br><b>Caris Life Sciences<\/b> Grant\/Research Support\/ Collaboration. <br><b>Natera<\/b> Grant\/Research Support\/ Collaboration. <br><b>Xilis<\/b> Grant\/Research Support\/ Collaboration. <br><b>Palantir<\/b> Grant\/Research Support\/ Collaboration. <br><b>Genentech<\/b> Grant\/Research Support\/ Collaboration. <br><b>Engine Biosciences<\/b> Consulting \/ Stock ownership. <br><b>NaDeNo<\/b> Consulting \/ Stock ownership. <br><b>Illumina<\/b> Consulting \/ Stock ownership. <br><b>Repare Therapeutics<\/b> Consulting \/ Stock ownership. <br><b>Syndax Pharmaceuticals<\/b> Consulting \/ Stock ownership.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9229","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"881","PresenterBiography":null,"PresenterDisplayName":"Nicholas Hornstein, MD,PhD","PresenterKey":"8ec177c0-e4f3-4ffd-a1f6-0324b331929c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"881. Cell-type-specific gene programs suggest immune and stromal drivers of relapse in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell-type-specific gene programs suggest immune and stromal drivers of relapse in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Chimeric antigen receptor (CAR) T cell therapy is effective in treating B-cell malignancies, but factors influencing the persistence of functional CAR<sup>+<\/sup> T cells, such as product composition, patients&#8217; lymphodepletion, and immune reconstitution, are not well understood. To shed light on this issue, we conducted single-cell multi-omics analysis of transcriptional, clonal, and phenotypic profiles from pre- to 1-month post-infusion of CAR<sup>+<\/sup> and CAR<sup>-<\/sup> T cells from patients who received a donor-derived 4-1BB CAR product targeting CD19.<br \/>Methods: Longitudinal blood samples and infusion products were obtained from 10 individuals with large B cell lymphoma or B-cell acute lymphoblastic leukemia (CARTELL cohort in Sydney Australia<sup>1<\/sup>). CD45<sup>+<\/sup> cells and enriched CAR+ T cells were single cell sorted for simultaneous scRNA-seq, 41 barcoded proteins (N=41) and T cell receptors, n= 115,000 cells across 21 samples. Machine learning methods were used to identify subsets of immune cells associated with clinically relevant parameters.<br \/>Results: Following infusion, CAR<sup>+<\/sup> and CAR<sup>-<\/sup> T cells showed similar differentiation profiles with clonally expanded populations across heterogeneous phenotypes, demonstrating clonal lineages and phenotypic plasticity. These findings were validated by performing the same analysis on two publicly available scRNA-seq data sets from two cohorts <sup>2, 3<\/sup> of paediatric (N=18) and adult (N=32) individual with large B cell lymphoma who received CAR19 T cells. Analysis of mass-cytometry data from our cohort and from 28 patients with B cell lymphoma treated with commercial CAR19 T cells (axi-cel)<sup>4<\/sup>, identified an association of CAR<sup>-<\/sup> and also CAR<sup>+<\/sup> T cells, both expressing an 2B4<sup>-<\/sup> CD11b<sup>+<\/sup> CD8<sup>+<\/sup> phenotype, with complete remission or progressive disease at 3 and 6 months post-infusion. Finally, we report additional analysis on the immunogenomics of circulating CAR T cells in two patients who developed CAR T cell induced lymphoma and compared it with ascites and CAR-Lymphoma cells.<br \/>Discussion:These results suggest that CAR<sup>+<\/sup> and CAR<sup>-<\/sup> CD8<sup>+<\/sup> T cells share a differentiation trajectory terminating in an NK-like phenotype that is associated with clinical outcome, and that non-CAR-derived signals may influence patients&#8217; immune recovery and outcomes.References<br \/>1.Bishop, D.C.<i> et al.<\/i> Development of CAR T-cell lymphoma in 2 of 10 patients effectively treated with piggyBac-modified CD19 CAR T cells. <i>Blood<\/i> 138, 1504-1509 (2021).2.Haradhvala, N.J.<i> et al.<\/i> Distinct cellular dynamics associated with response to CAR-T therapy for refractory B cell lymphoma. <i>Nat Med<\/i> 28, 1848-1859 (2022).3.Wilson, T.L.<i> et al.<\/i> Common Trajectories of Highly Effective CD19-Specific CAR T Cells Identified by Endogenous T-cell Receptor Lineages. <i>Cancer Discov<\/i> 12, 2098-2119 (2022).4.Good, Z.<i> et al.<\/i> Post-infusion CAR T(Reg) cells identify patients resistant to CD19-CAR therapy. <i>Nat Med<\/i> 28, 1860-1871 (2022).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-13 Other,,"},{"Key":"Keywords","Value":"T cell,CAR T cells,Multiomics,Differentiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"R. Y. Louie<sup>1<\/sup>, J. Samir<sup>1<\/sup>, C. Cai<sup>1<\/sup>, H. McGuire<sup>2<\/sup>, T. Amos<sup>3<\/sup>, J. Fergsuson<sup>3<\/sup>, I. Deveson<sup>3<\/sup>, T. Adikari<sup>1<\/sup>, M. Bonomi<sup>4<\/sup>, D. Bishop<sup>5<\/sup>, C. E. Mason<sup>6<\/sup>, R. Balderas<sup>7<\/sup>, M. Ruella<sup>8<\/sup>, M. Singh<sup>3<\/sup>, D. Gottlieb<sup>2<\/sup>, E. Blyth<sup>2<\/sup>, K. Micklethwaite<sup>1<\/sup>, <b>F. Luciani<\/b><sup>1<\/sup>; <br\/><sup>1<\/sup>UNSW Sydney, Sydney, Australia, <sup>2<\/sup>University of Sydney, Sydney, Australia, <sup>3<\/sup>Garvan Institute, Sydney, Australia, <sup>4<\/sup>University of Bologna, Bologna, Italy, <sup>5<\/sup>University Sydney, Sydney, Australia, <sup>6<\/sup>Weill Cornell Medicine, New York City, NY, <sup>7<\/sup>Beckman Dickinson, San Francisco, CA, <sup>8<\/sup>UPenn, Philadelphia, PA","CSlideId":"","ControlKey":"bda4c8cc-871f-4922-ac37-0a036f4b1267","ControlNumber":"1417","DisclosureBlock":"&nbsp;<b>R. Y. Louie, <\/b> None..<br><b>J. Samir, <\/b> None..<br><b>C. Cai, <\/b> None..<br><b>H. McGuire, <\/b> None..<br><b>T. Amos, <\/b> None..<br><b>J. Fergsuson, <\/b> None..<br><b>I. Deveson, <\/b> None..<br><b>T. Adikari, <\/b> None..<br><b>M. Bonomi, <\/b> None..<br><b>D. Bishop, <\/b> None..<br><b>C. E. Mason, <\/b> None.&nbsp;<br><b>R. Balderas, <\/b> <br><b>BD Bioscience<\/b> Employment.<br><b>M. Ruella, <\/b> None..<br><b>M. Singh, <\/b> None..<br><b>D. Gottlieb, <\/b> None..<br><b>E. Blyth, <\/b> None..<br><b>K. Micklethwaite, <\/b> None.&nbsp;<br><b>F. Luciani, <\/b> <br><b>BD Bioscience<\/b> Grant\/Contract.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9765","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"882","PresenterBiography":null,"PresenterDisplayName":"Fabio Luciani, PhD","PresenterKey":"e7baba9d-e61c-4a20-9734-4fae52102d05","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"882. Harnessing single cell multi-omics data to identify predictors of clinical outcome in CD19 CAR T cell therapy","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Harnessing single cell multi-omics data to identify predictors of clinical outcome in CD19 CAR T cell therapy","Topics":null,"cSlideId":""},{"Abstract":"Urothelial bladder cancer (UBC) affects the epithelial cells of the urinary tract and is the most common type of bladder cancer worldwide. Statistically, males are four times more likely to develop UBC than females. It is known that decreased expression of the KDM6A gene, coded on the X chromosome, corresponds with a higher incidence of UBC. KDM6A mutations are known to be more prevalent in females with non-muscle-invasive UBC. These mutations are targetable by inhibiting EZH2, an enzyme coded by its namesake gene. On the environmental side, males are at a higher risk of developing carcinogenic complications due to smoking and environmental toxins. However, this discrepancy fails to exist when comparing males and females who smoke similar levels. Though environmental factors may play a role in influencing behavior and altering levels of risk to develop UBC, research suggests that they do not single-handedly explain sex-based disparities in UBC. In this study, we characterize the molecular mechanisms associated with altered overall survival by uncovering previously unreported data on the expression of KDM6A and FGFR3, a commonly altered oncogene, in UBC patients. Our in silico approach consisted of broad survival data analysis through cBioPortal (n=1486), sequencing-based gene expression data through ICGC Portal (n=295), and single nucleotide polymorphism identification with the PLCO Atlas (n=69,429). The 5-year overall survival (OS) curves of 13 therapeutic and\/or significantly altered genes between males and females were analyzed. BRCA2 was the only gene associated with worse survival for females with alterations. Interestingly, males with alterations to the following genes had significantly better OS outcomes: ERCC2, KDM6A, BRCA2, FGFR3. However, there was no gene whose alterations were associated with significantly better OS outcomes for females. KDM6A and FGFR3, two genes whose alterations are typically associated with worse OS outcomes in males, exhibit the opposite effect. Additionally, males exhibited significantly worse OS outcomes when presenting with CDKN2A and CDKN2B alterations, while females exhibited significantly worse OS outcomes when presenting with CDKN2A and NTRK1. A majority of European males had SNPs on the following genes: CDKN2B, ERBB2, CREBBP, while a majority of European females had SNPs on BRCA2. Differential expression also revealed 714 genes that were significantly expressed in one sex when compared to the other. Therefore, we suggest that there are unique molecular differences between sex that conflict with previous analyses; further research should be conducted to explore the effect of sex via the tumor-suppressive characteristics of KDM6A as well as oncogenic properties of FGFR3.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-04 Database resources,,"},{"Key":"Keywords","Value":"Gene expression analysis,Bladder cancer,Differential gene expression,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":null,"AllowAttendeeRating":null,"AttendeeRatingAvg":null,"AttendeeRatingCount":null,"AuthorBlock":"<b>R. Nair<\/b><sup>1<\/sup>, R. Khalife<sup>2<\/sup>, A. Magliocco<sup>2<\/sup>; <br\/><sup>1<\/sup>University of Central Florida, Orlando, FL, <sup>2<\/sup>Protean BioDiagnostics, Orlando, FL","CSlideId":"","ControlKey":"930dc363-1c10-42a4-a840-21dc96828fd7","ControlNumber":"6129","DisclosureBlock":"&nbsp;<b>R. Nair, <\/b> None..<br><b>R. Khalife, <\/b> None..<br><b>A. Magliocco, <\/b> None.","End":"4\/7\/2024 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9955","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":null,"OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":"cslide-player-enabled is not true","PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"883","PresenterBiography":null,"PresenterDisplayName":"Rishi Nair, AA","PresenterKey":"a27f840c-6e45-407a-896a-68845371f19e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"883. Genetic characteristics between males and females with urothelial bladder cancer","SearchResultFooter":"","SearchResultHeader":"Apr  7 2024  1:30PM","SessionId":"186","SessionOnDemand":"False","SessionTitle":"Application of Bioinformatics to Cancer Biology 1","ShowChatLink":"false","Start":"4\/7\/2024 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genetic characteristics between males and females with urothelial bladder cancer","Topics":null,"cSlideId":""}]