{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":""},{"Key":"CEHoursPP8","Value":"0.75"},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"Meet-the-Expert Session"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"1"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":"","ContentCaptureVendorSpecification":null,"Created":null,"Date":"2022-04-10","Description":"Outcomes of treatment for metastatic cancers are fundamentally governed by evolutionary dynamics.  Curative treatment represents an anthropogenic (i.e., human-induced) extinction while progression following successful therapy is governed by evolution of resistance analogous to dynamics observed in pest management.  Although most metastatic cancers now have at least one effective therapy, emergence of resistant clones remains a major barrier to durable control or cure.  In an evolutionary context, the presence of a small resistant population does not inevitably lead to treatment failure.  Rather, tumor progression requires population expansion to form a clinically significant tumor, and this is governed by Darwinian dynamics.  Initial trials in metastatic prostate cancer have demonstrated integrating evolutionary dynamics into treatment can delay or prevent proliferation of the resistant population and prolong tumor control.  In addition, recent observations in the Anthropocene era have demonstrated small populations that survive an initial perturbation are uniquely vulnerable to extinction.   Unlike the famous decline of dinosaurs following the catastrophic KT impact, most anthropogenic extinctions are multi-cause, multi-event processes driven by a sequence of perturbations (termed “the extinction vortex”) none of which, by itself, could eradicate the population.  This suggests, even in the absence of a “magic bullet,” curative outcomes could be achieved by evolutionarily strategic application of “moderately effective bullets” – dynamics likely underlying empirically-derived curative therapy for pediatric ALL.  Clinical trials of extinction therapy are underway in metastatic prostate cancer and pediatric sarcoma. Strategies for integrating evolutionary dynamics into clinical cancer treatment will be presented.","Duration":45,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/10\/2022 7:45:00 AM","EndTime":"07:45","HidePresentationRating":"False","HidePresentations":"False","Id":"666","Key":"70c3b7b3-b029-4cf9-b449-2fe18b87bf5a","LastUpdated":"2022-03-25 12:18","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Room 208-210, Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"ME25","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"ME25. Integrating Evolutionary Dynamics into Treatment for Metastatic Cancers","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Room 208-210, Convention Center","SearchResultHeader":"Apr 10 2022  7:00AM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/10\/2022 7:00:00 AM","StartTime":"07:00","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"Integrating Evolutionary Dynamics into Treatment for Metastatic Cancers","Type":null,"TypeKey":null}