{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":"Career Development"},{"Key":"CEHoursPP8","Value":"1.5"},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"Career Development Forum"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"5"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":null,"ContentCaptureVendorSpecification":null,"Created":null,"Date":"2022-04-11","Description":"The COVID-19 pandemic has brought to the forefront the structural and systemic racism that contribute to health disparities and inequities, including cancer. Amidst this pandemic, the historic legacy of racism, is highlighted and underscored by the recent and brutal murders of George Floyd, Ahmaud Arbery, Breonna Taylor, Jacob Blake and countless others. It is well documented that the pervasive nature of structural and systemic racism is evident and foundational in every social institution that governs our lives and opportunities, including politics, economics, law, medicine, and the education and training pipeline. A plethora of recent articles and statements are highlighting the experiences of faculty, trainees, and fellows whose career success was compromised due to racism, microaggressions, exclusionary practices, paternalism, etc. Re-energized by current events many organizations are frantically implementing strategic plans to dismantle racism and create anti-racist and anti-bias environments. Clearly, this is a good thing. However, are we fully aware of how these well-intentioned efforts are impacting minority researchers and what are the tax and burden, and impact it could have on their career path? There are informal and formal rules guiding career development and success in research, many of which were developed without the interest and perspective of racial\/ethnic minorities embedded in the process. Despite the great work of many, we need a time to tackle these challenges and a safe space to have the dialogue that will be empowering, supportive, and forward thinking for minority cancer researchers. This session will not only provide honest dialogue, with practical solutions and lessons learned from leaders who will share their experiences and strategies, but also inform future AACR programs to ensure continued support to increase, propel, and excel the success of minority cancer researchers at all stages of their career trajectory.","Duration":0,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/11\/2022 11:45:00 AM","EndTime":"11:45","HidePresentationRating":"False","HidePresentations":"False","Id":"512","Key":"10bb228c-9546-4644-9e5c-4365aa04897c","LastUpdated":"2022-03-25 12:18","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Room 208-210, Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"CDF01","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Complete","SearchResultBody":"CDF01. Minorities in Cancer Research (MICR) Forum: So, You Want to Dismantle Systemic Racism at Your Cancer Center? Models, Methods, and Outcomes","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Room 208-210, Convention Center","SearchResultHeader":"Apr 11 2022 10:15AM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/11\/2022 10:15:00 AM","StartTime":"10:15","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"Minorities in Cancer Research (MICR) Forum: So, You Want to Dismantle Systemic Racism at Your Cancer Center? Models, Methods, and Outcomes","Type":null,"TypeKey":null}