{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":""},{"Key":"CEHoursPP8","Value":""},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"NCI-NIH-Sponsored Session"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"6"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":"","ContentCaptureVendorSpecification":null,"Created":null,"Date":"2022-04-12","Description":"The mechanisms driving obesity related cancer are not well understood, and interventions to decrease cancer risk are not well defined. Obesity will soon surpass tobacco smoking as the most important preventable cause of cancer. Despite the continued increase in obesity across the U.S. and the world, neither the mechanisms by which obesity drives cancer risk in humans, nor how to prevent this increased risk, is fully understood. The National Cancer Institute (NCI) is addressing these important topics through endeavors such as the Trans-NCI Obesity and Cancer Working Group (OCWG), and with scientific webinars, conferences and with recent funding opportunity announcements (FOAs). The goal of this AACR Session is to highlight these recent FOAs and the research opportunities that remain to understand how obesity drives the development of cancer.&nbsp;<br \/>&nbsp;<br \/>Daily caloric restriction has not been an effective strategy for most obese individuals to achieve either weight loss or cancer risk reduction. A 2020 NCI Provocative Question (PQ) supported human investigations to determine &quot;How does intermittent fasting (IF) affect cancer incidence, treatment response, or outcome?&quot;. &nbsp;Five PQ proposals addressing IF were funded, which should measurably advance our knowledge of how IF strategies in humans can influence cancer. &nbsp;In 2021, the &quot;Metabolic Dysregulation and Cancer Risk Program, Research Grants: A Transdisciplinary Approach to Obesity-Associated Research&quot; (RFA CA-21-021; CA-21-022) were issued to focus on metabolic dysregulation as the key process linking obesity with cancer risk. More recently, for morbidly obese individuals, FOAs have been issued to explore the &quot;Mechanisms that Impact Cancer Risk after Bariatric Surgery&quot; (PAR-21-331; PAR-21-332). &nbsp;Going forward, novel proposals to explore how obesity drives cancer prevention and control are welcome. &nbsp;NCI&rsquo;s funding opportunities, including the clinical trials programs in the Divisions of Cancer Prevention and Cancer Control and Population Sciences, will be discussed.<br \/>&nbsp;","Duration":60,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/12\/2022 11:15:00 AM","EndTime":"11:15","HidePresentationRating":"False","HidePresentations":"False","Id":"708","Key":"ce6615c5-a58d-430c-9c2a-03f258b6bed9","LastUpdated":"2022-03-25 12:18","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Room 298-299, Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"NIH07","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"NIH07. NCI Opportunities in Funding: Addressing How Obesity Drives Cancer Risk","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Room 298-299, Convention Center","SearchResultHeader":"Apr 12 2022 10:15AM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/12\/2022 10:15:00 AM","StartTime":"10:15","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"NCI Opportunities in Funding: Addressing How Obesity Drives Cancer Risk","Type":null,"TypeKey":null}