{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":"Drug Development,Chemistry,Experimental and Molecular Therapeutics,Molecular\/Cellular Biology and Genetics"},{"Key":"CEHoursPP8","Value":"1.5"},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"Major Symposium"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"8"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":"","ContentCaptureVendorSpecification":null,"Created":null,"Date":"2022-04-11","Description":"This session will focus on the latest advances in CRISPR technologies in the identification and characterization of therapeutic targets in cancer. First, Alice Berger will reveal what can be learned by knocking out multiple genes at the same time, which is especially useful for identifying paralogs that have functional redundancy that would otherwise be missed in single gene knockout studies. Then John Doench will demonstrate how Base Editor technology, which allows for amino acid level manipulation of endogenous genes, can be used to characterize drug - target interactions and identify potential resistance mechanisms. Finally, Junwei Shi will present efforts to engineer split Base Editors that enable temporal regulation with small molecule control, an essential tool for many models, especially in vivo. Altogether, this session will provide insight into the latest technology developments in functional genomics and their applications in cancer biology.<br \/><br \/>Dharma Master Jiantai, for whom this Symposium is named, was a brave young Abbess who dedicated her life to dharma teaching. She was a never-smoker who was diagnosed with lung cancer. &nbsp;Today, targeted and combination therapies are providing new hope for patients. Unfortunately, not available to her at the time, targeted treatments are now available for the mutation that was identified in Dharma Master Jiantai&rsquo;s tumor. According to her wishes and in memory of Dharma Master Jiantai, her family established an endowment to support the Dharma Master Jiantai Symposium in Targeted Therapy. The family&rsquo;s goal is to foster cancer research that leads to new drug development, such that patients with cancer will live longer, have better quality of life, and potentially reach a cure in select cases.","Duration":120,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/11\/2022 11:45:00 AM","EndTime":"11:45","HidePresentationRating":"False","HidePresentations":"False","Id":"83","Key":"1a082c02-1da2-4c01-9b33-add310313663","LastUpdated":"2022-03-25 12:18","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Great Hall BC, Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"SY05","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"SY05. Dharma Master Jiantai Symposium in Targeted Therapy: Novel Genetic Screening Strategies to Identify Therapeutic Targets in Cancer","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Great Hall BC, Convention Center","SearchResultHeader":"Apr 11 2022 10:15AM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/11\/2022 10:15:00 AM","StartTime":"10:15","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"Dharma Master Jiantai Symposium in Targeted Therapy: Novel Genetic Screening Strategies to Identify Therapeutic Targets in Cancer","Type":null,"TypeKey":null}