{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":"Molecular\/Cellular Biology and Genetics,Drug Development"},{"Key":"CEHoursPP8","Value":"1.5"},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"Major Symposium"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"7"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":null,"ContentCaptureVendorSpecification":null,"Created":null,"Date":"2022-04-11","Description":"This year marks the 40<sup>th<\/sup> anniversary of the discovery of mutationally activated <i>RAS<\/i> genes in human cancer.  In 1982, three laboratories, those of Weinberg, Wigler and Barbacid, working independently, cloned the first oncogene.  This discovery not only stimulated intensive research efforts in understanding the protein structure of RAS and its role in cancer progression, but also laid the foundation for other areas of scientific discoveries. The origins of cancer could now be traced to a molecular level, paving the way for the discovery of genes mutated in cancer that now number in the thousands.Subsequent efforts led to the identification of specific <i>RAS <\/i>genes.  One in particular, the Kirsten rat sarcoma viral oncogene homolog, or <i>KRAS<\/i> was later identified to be one of the most prevalent oncogenes in cancer.  Found to be mutated in approximately 25% of all human cancers, KRAS has been the target of drug development since its discovery.  For decades, scientists have faced challenges in directly targeting the protein.  Once KRAS is activated, its exceptionally strong binding affinity for GTP render the protein constitutively active as this nucleotide is difficult to displace.   However, recently scientists have made promising discoveries that have transformed our view of KRAS from one once considered undruggable into a druggable protein. This session will discuss the current state of preclinical and clinical research into the KRAS oncogene and existing challenges. It will cover mechanisms of resistance to KRAS inhibitors and the comparative merits of KRAS inhibition using sotorasib, as an example, versus KRAS degradation using a genetic model of KRAS ablation. Different mechanisms for oncogenic activation for KRAS will be presented, including how these mutations affect dynamics of signaling and engagement of effectors and lead to new therapeutic approaches. Also covered in this session will be the discovery of a druggable pocket on KRAS G12C that ultimately led to the field’s first approved KRAS G12C inhibitor.  Ongoing investigations focusing on drugging other oncogenic mutants of KRAS, including both reversible ligands for the most frequent KRAS G12D allele as well as covalent drugs targeting less common variants, will also be discussed.  Finally, the session will conclude with clinical development strategies that have been investigated for targeting KRAS and the challenges that remain.","Duration":90,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/11\/2022 2:00:00 PM","EndTime":"14:00","HidePresentationRating":"False","HidePresentations":"False","Id":"101","Key":"0f6e596b-f3e2-4e33-9b4e-ea01b124687e","LastUpdated":"2022-03-25 12:18","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Hall B-C, Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"SY20","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"SY20. KRAS Anniversary Session: Novel Mechanisms for Targeting KRAS","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Hall B-C, Convention Center","SearchResultHeader":"Apr 11 2022 12:30PM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/11\/2022 12:30:00 PM","StartTime":"12:30","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"KRAS Anniversary Session: Novel Mechanisms for Targeting KRAS","Type":null,"TypeKey":null}