{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":"Experimental and Molecular Therapeutics,Drug Development,Clinical Research Excluding Trials"},{"Key":"CEHoursPP8","Value":"1.5"},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"Advances in Diagnostics and Therapeutics"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"9"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":"Aqua","ContentCaptureVendorSpecification":null,"Created":null,"Date":"2022-04-10","Description":"Two decades of detailed characterization of cancer mutational landscapes has produced potential therapeutic insight into genes harboring recurrent genetic alterations across virtually all cancers. However, translation of these data to the clinic has been downright disappointing. The relative paucity of therapeutically actionable genomic alterations and the relatively short-lived duration of clinical response induced by their pharmacological targeting mutated oncogenes have been frustrating barriers. These barriers can be attributed to: (a) mutation canalization by signaling networks resulting in non-oncogene dependencies arising from non-recurrent or non-actionable mutational events, (b) tumor heterogeneity and plasticity driven by epigenetic rather than genetic determinants, and (c) cellular adaptation to drug perturbations as mediated by either reprogramming or rapid rewiring of signaling networks. The last few years have seen an expansion of efforts to identify and target non-oncogene dependencies for both diagnostic (e.g., prediction of treatment response or outcome) and therapeutic purposes. In general, the range of approaches are broad, and have expanded to address the failures of simply targeting mutated oncogenes. In fact, programs are considering entire pathways, like focusing on the Master Regulators responsible for the canalization of mutations into aberrant transcriptional cell states. Still, other programs are deciphering mechanisms responsible for effectively buffering the tumor response to chemo\/targeted therapy through genetic interaction studies. This symposium will highlight key advances in these research areas made possible by recent developments in single cell biology, large-scale CRISPR\/Cas9 screens, and network-based computational methodologies, all contributing to the systematic elucidation of non-oncogene dependencies. The first talk by Dr. McManus will highlight use of pooled CRISPR\/Cas9 assays to illuminate cancer pathways as potential entry points for targeted therapy. The second talk by Dr. Califano will illustrate the use of network-based methodologies to predict drugs targeting individual subpopulations at the single cell level, including both transformed and non-transformed cells in the tumor microenvironment. Finally, the third talk by Dr. Mills will discuss recent advances in the identification and abrogation of mechanisms of cell adaptation buffering the effect of targeted therapy in multiple cancers.","Duration":105,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/10\/2022 2:30:00 PM","EndTime":"14:30","HidePresentationRating":"False","HidePresentations":"False","Id":"20","Key":"3fade737-dc81-457d-902c-a0807a9c1aa1","LastUpdated":"2022-03-25 12:18","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Great Hall AD, Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"ADT01","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"ADT01. Advances in Precision Diagnostics and Therapeutics","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Great Hall AD, Convention Center","SearchResultHeader":"Apr 10 2022  1:00PM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/10\/2022 1:00:00 PM","StartTime":"13:00","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"Advances in Precision Diagnostics and Therapeutics","Type":null,"TypeKey":null}