{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":"Regulatory Science and Policy"},{"Key":"CEHoursPP8","Value":"1.5"},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"Major Symposium"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"8"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":"","ContentCaptureVendorSpecification":null,"Created":null,"Date":"2022-04-11","Description":"The rapidly advancing technologies available today at large academic cancer research institutions, from single cell multi-omics to in-silico pharmacophore discovery have democratized cancer therapy development down to the postdoctoral and principal investigator lab-bench. Pediatric oncology has several exemplar tumor types with known translocation induced, driving oncogenic fusion proteins that have not been successfully targeted after 30 years. Greater understanding of the molecular underpinnings of cancer through multi-omic analyses—including genomics, epigenomics, transcriptomics, proteomics, and metabolomics—is regularly subdividing once common adult cancer types into many smaller, rarer subgroups, and some of these groups will be found to contain potentially targetable pathways unique to that omic-type and tumor. The development of targeted therapies for oncologic diseases can be resource challenging, if not infeasible, for tumor indications with an incidence of less than 300 patients per year. Academic institutions have created life-science accelerator hubs to help facilitate the translation of basic science, discovery, and invention into products intended to treat patients with cancer. However, the resource issues for rare oncologic indications persist and can dampen or preclude successful advancement of these novel therapies. This session will bring together various stakeholders ranging from academic life science incubators, pharmaceutical companies, government (FDA’s OCE Project Catalyst, FDA (CBER\/CDER), NCI SBIR), the Cancer Moonshot program, patent attorneys, and philanthropic patient advocates to discuss how to advance therapies for ultra-rare cancer indications.","Duration":120,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/11\/2022 4:30:00 PM","EndTime":"16:30","HidePresentationRating":"False","HidePresentations":"False","Id":"491","Key":"77766196-2e33-416c-9778-9211cd93328d","LastUpdated":"2022-03-25 12:18","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Room 356-357, Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"DC07","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"DC07. Successful Development of Cancer Therapies for Ultra-Rare Indications","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Room 356-357, Convention Center","SearchResultHeader":"Apr 11 2022  2:30PM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/11\/2022 2:30:00 PM","StartTime":"14:30","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"Successful Development of Cancer Therapies for Ultra-Rare Indications","Type":null,"TypeKey":null}