{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":"Tumor Biology"},{"Key":"CEHoursPP8","Value":"1.5"},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"Major Symposium"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"9"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":null,"ContentCaptureVendorSpecification":null,"Created":null,"Date":"2022-04-12","Description":"This session will focus on the evaluation of cancer evolution in the context of therapy and how that can be leveraged to find biomarkers in the clinic for therapeutic application. Dr. Brastianos will describe the evolution of tumor and immune microenvironment of central nervous system metastases during therapy. She will demonstrate how genetic heterogeneity can be harnessed for identifying therapeutic strategies. Dr. Dive will evaluate the utility of longitudinal circulating tumor cell-derived mouse models to understand acquired chemoresistance in small cell lung cancer. She will demonstrate the potential of methylated cell-free DNA as liquid biopsy to detect molecular subtypes of this recalcitrant tumor, with the horizon of selecting subtype-specific treatment over time. Dr. Marine will describe efforts to establish a comprehensive atlas of the melanoma ecosystem and how this is remodeled in response to therapy. He will demonstrate approaches to discriminate responders from non-responders and propose novel therapeutic avenues.<br \/><br \/>Dharma Master Jiantai, for whom this Symposium is named, was a brave young Abbess who dedicated her life to dharma teaching. She was a never-smoker who was diagnosed with lung cancer. &nbsp;Biomarkers and advancing technologies are offering opportunities to guide medical decision making and therapy selection. &nbsp;Unfortunately, not available to her at the time, targeted treatments are now available for the mutation that was identified in Dharma Master Jiantai&rsquo;s tumor. According to her wishes and in memory of Dharma Master Jiantai, her family established an endowment to support the Dharma Master Jiantai Symposium in Biomarkers. The family&rsquo;s goal is to foster cancer research that leads to new drug development, such that patients with cancer will live longer, have better quality of life, and potentially reach a cure in select cases.","Duration":90,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/12\/2022 11:45:00 AM","EndTime":"11:45","HidePresentationRating":"False","HidePresentations":"False","Id":"104","Key":"d9ff7a27-3bc3-4f67-b631-c8f7e87ef3be","LastUpdated":"2022-03-25 12:18","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"New Orleans Theater A, Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"SY38","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"SY38. Dharma Master Jiantai Symposium in Biomarkers: Biomarkers of Cancer Evolution: From Bench to Clinical Application","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"New Orleans Theater A, Convention Center","SearchResultHeader":"Apr 12 2022 10:15AM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/12\/2022 10:15:00 AM","StartTime":"10:15","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"Dharma Master Jiantai Symposium in Biomarkers: Biomarkers of Cancer Evolution: From Bench to Clinical Application","Type":null,"TypeKey":null}