{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":""},{"Key":"CEHoursPP8","Value":""},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"NCI-NIH-Sponsored Session"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"9"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":"","ContentCaptureVendorSpecification":null,"Created":null,"Date":"2022-04-11","Description":"There is a bi-directional relationship between cancer and aging. Aging is a risk factor for adult cancers, and emerging evidence suggests that cancers and some cancer treatments might accelerate aging. However, the mechanisms by which aging-associated processes contribute to cancer and treatment efficacy are mainly unknown. The National Cancer Institute (NCI) seeks to develop new ways to prevent, detect, diagnose, and treat cancer by understanding aging and the mechanisms by which aging drives cancer risk, initiation, promotion, progression, and metastasis, treatment response, and survivorship outcomes. NCI supports a range of research to accomplish these goals, from understanding aging biology as a driver of cancer development to eliminating population-level cancer disparities due to chronological, functional, or biological age. These efforts are, in part, integrated and coordinated through collaboration with the National Institute on Aging (NIA).&nbsp;NCI and NIA session participants will highlight recent programmatic collaborations to advance research and resource development in (a) cellular senescence through the NIH Common Fund&rsquo;s Cellular Senescence Network (b) cancer and aging biology through the Onco-Aging Consortium, and other opportunities and (c) aging as the predominant driver for targeted cancer prevention, control, treatment, and healthcare delivery approaches. Program staff will present the purpose, research scope, and application requirements for the Notice of Special Interest (NOSI) Understanding the Effects of Cancer and Cancer Treatment on Aging Trajectories and Aging Outcomes (NOT-CA-21-031) and the program announcement Research Infrastructure Development for Interdisciplinary Aging Studies (R21\/R33 &ndash; Clinical Trial Optional; PAR-20-070\/NOT-CA-22-022). Senior NCI and NIA thought leaders will conclude the session with a précis on emergent research and development needs at the nexus of cancer and aging research.","Duration":60,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/11\/2022 5:00:00 PM","EndTime":"17:00","HidePresentationRating":"False","HidePresentations":"False","Id":"705","Key":"607ab798-2f1b-460c-9fe6-96ea98171185","LastUpdated":"2022-03-25 12:18","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Room 298-299, Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"NIH04","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"NIH04. NCI-NIH: Cancer and Aging Research and Resource Development Opportunities","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Room 298-299, Convention Center","SearchResultHeader":"Apr 11 2022  4:00PM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/11\/2022 4:00:00 PM","StartTime":"16:00","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"NCI-NIH: Cancer and Aging Research and Resource Development Opportunities","Type":null,"TypeKey":null}