{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":""},{"Key":"CEHoursPP8","Value":"0.75"},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"Meet-the-Expert Session"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"1"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":null,"ContentCaptureVendorSpecification":null,"Created":null,"Date":"2022-04-10","Description":"The prognosis of patients with primary or metastatic brain tumors is dismal. Glioblastoma (GBM) - the most common primary malignant brain tumor - remains uniformly fatal, with a median survival of less than 2 years. Targeted therapies, including immune-checkpoint blockers (ICBs) and CAR-T therapies, that have transformed the treatment of many malignancies, have failed in all Phase III trials in GBM. Similarly, brain metastases (BMs) (BMs) &ndash; that account for most intracranial tumors - are refractory to drugs that otherwise control the disease in extracranial sites. Two mechanisms contribute to these failures: i) the blood-brain\/blood-tumor barrier (BBB\/BTB) hinders the delivery of drugs to GBM and BMs, and ii) the brain tumor microenvironment (TME) reduces the efficacy of these therapies even when they accrue there (Arvanitis et al, Nature Reviews Cancer 2020). In my presentation, I will discuss three recent findings from our lab on improving the treatment of GBM and BMs by targeting the different aspects of TME in mice bearing clinically relevant tumor models:&nbsp;<ol> <li>Disrupting BBB\/BTB: We have employed focused ultrasound to improve delivery of various therapeutics to GBM and BMs by transiently opening the BBB\/BTB (Arvanitis et al, PNAS 2018).<\/li> <li>Reprogramming the Regulatory T Cells (Tregs): &nbsp;Tregs are abundant in GBM and BMs. Reprogramming Tregs using an agonistic antibody against GITR, we can improve the efficacy of ICBs without or with the standard of care in mice bearing ICB-refractory GBM models (Amoozgar et al, Nature Communications 2021).<\/li> <li>Inhibiting fatty acid synthase (FASN): We discovered that breast cancer cells implanted in the brain exhibit increased de novo lipid synthesis compared to breast cancer cells implanted in the breast or liver. Genetic or pharmacological inhibition of fatty acid synthase (FASN) reduces HER2+ breast tumor growth in the brain - unlike those grown in the breast or liver, demonstrating that differences in nutrient availability across metastatic sites can result in targetable metabolic dependencies (Ferraro et al, Nature Cancer 2021).<\/li><\/ol>","Duration":0,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/10\/2022 7:45:00 AM","EndTime":"07:45","HidePresentationRating":"False","HidePresentations":"False","Id":"677","Key":"3f4bf63c-9082-487d-8d94-c7bdc3f85d46","LastUpdated":"2022-03-25 12:18","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Room 293-294, Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"ME48","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"ME48. Improving Treatment of Primary and Metastatic Brain Tumors: Emerging Strategies","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Room 293-294, Convention Center","SearchResultHeader":"Apr 10 2022  7:00AM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/10\/2022 7:00:00 AM","StartTime":"07:00","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"Improving Treatment of Primary and Metastatic Brain Tumors: Emerging Strategies","Type":null,"TypeKey":null}