{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":""},{"Key":"CEHoursPP8","Value":"0"},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"NCI-NIH-Sponsored Session"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"5"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":null,"ContentCaptureVendorSpecification":null,"Created":null,"Date":"2023-04-16","Description":"This session will provide an overview of NCI funding opportunities in cancer prevention and interception through two NCI programs; CIP-Net and PREVENT.  Despite revolutionary progress in cancer immunotherapy, cancer immunoprevention research is comparatively underrepresented and there is outstanding scientific premise and opportunities for immunoprevention across the cancer research community.  In concordance with the BSA Ad Hoc Working Group on Prevention Report, the NCI Division of Cancer Biology (DCB) and Division of Cancer Prevention (DCP) aim to collaboratively tackle these scientific gaps in immunoprevention by encouraging both basic and translational preclinical immunoprevention research through the establishment of the Cancer Immunoprevention Network (CIP-Net).  This session will describe how the CIP-Net will support a spectrum from basic through translational preclinical research.  Scientific objectives include the discovery of novel immunoprevention pathways, immune targets, preclinical development and testing of interventions (agents\/vaccines), and investigating mechanisms of efficacy and potential side effects for precision cancer prevention-interception.  The scientific research priorities are on targeting high-risk population including a) inherited cancer predisposition individuals (e.g., high-penetrance germline mutations), b) individuals with precancers (e.g., neoplasia, adenomas, DCIS), c) individuals exposed to occupational\/environmental carcinogens, d) special populations (e.g., MGUS), and e) cancer survivorship cohorts.  CIP-Net will be comprised of two complementary and synergistic components: the exploratory\/developmental UG3\/UH3 research projects and a U24 resource coordinating center.  Program staff will present the purpose, research scope, and application requirements for the phased UG3\/UH3 and U24 cooperative agreements.  This session will provide information on the application process, review, and cooperative agreement terms of the award for CIP-Net.Given that immunoprevention is still a nascent field, the emphasis will be on building immunoprevention bridges across complementary cancer research communities and scientific outreach.  This session will highlight critical collaborative research communities including the Human Tumor Atlas Network (HTAN) and the Translational and Basic Science Research in Early Lesions (TBEL) Network.  It is anticipated cancer immunoprevention research will leverage scientific advances from the HTAN pre-cancer atlases with the potential of discovering novel immune targets.  Similarly, research from TBEL on investigating mechanisms driving or restraining precancers and early cancers may reveal novel immunoprevention targets and intervention strategies. Candidate agents and vaccines that emerge from CIP-Net research can be advanced to the PREVENT Drug Development Program (PREVENT) for further preclinical development towards clinical trials.PREVENT is a peer-reviewed program that supports the preclinical development of promising agents and biomarkers for cancer prevention and interception towards clinical applications. PREVENT allocates NCI contract resources to advance approved projects in a milestone-driven manner through three Contractor Pools covering preclinical efficacy, toxicology testing, and biopharmaceutical product development and manufacturing. Results obtained through NCI contract resources are returned to applicant PIs and used to support further development by the applicants or in partnership with NCI. Resources available to PREVENT Program applicants include preclinical efficacy studies, PK and PK\/PD modeling, formulation optimization for enhanced bioavailability and clinical applications, analytical method development to measure investigational agents in biological fluids and tissues, scale-up of non-cGMP and cGMP production of investigational agents, stability testing of bulk or formulated material, IND-enabling toxicology studies, and regulatory support for IND filings. The Program thus supports the full range of resources necessary to facilitate agent translation from early phase proof-of-principle studies through advanced stage development up to IND filings to support clinical trials. Submission deadlines for PREVENT Concept Applications occur twice per year on the second Monday in January and July. Further information can be obtained at the PREVENT Program website: https:\/\/prevention.cancer.gov\/major-programs\/prevent-cancer-preclinical","Duration":60,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/16\/2023 5:00:00 PM","EndTime":"17:00","HidePresentationRating":"False","HidePresentations":"False","Id":"753","Key":"fee53c8c-cbce-4cb2-9f2f-010ae22080ff","LastUpdated":"2023-03-30 23:19","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Room W314 A - Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"NIH07","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"NIH07. NCI Funding Opportunities in Cancer Immunoprevention and Chemoprevention","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Room W314 A - Convention Center","SearchResultHeader":"Apr 16 2023  4:00PM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/16\/2023 4:00:00 PM","StartTime":"16:00","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"NCI Funding Opportunities in Cancer Immunoprevention and Chemoprevention","Type":null,"TypeKey":null}