{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":""},{"Key":"CEHoursPP8","Value":"0"},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"NCI-NIH-Sponsored Session"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"6"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":null,"ContentCaptureVendorSpecification":null,"Created":null,"Date":"2023-04-17","Description":"Establishing an NCI collaboration and applying for direct funding (via the Small Business Innovative Research [SBIR] Program) are two excellent strategies used by small businesses (&lt;500 employees) for their pipeline&rsquo;s development and commercialization. Most companies are unaware that they can collaborate with the Intramural Research Program and not just receive direct funding through the Extramural Research&rsquo;s SBIR Program. Efforts can be consecutive &ndash; once grant funding is no longer a strategic goal &ndash; or concurrent. While SBIR funding cannot support a collaboration, such grant dollars free up other company capital that can provide such support. Long thought of as the go-to place for academics to work with a thought-leader and publish in a top-tier journal, NCI&rsquo;s Technology Transfer Center established itself as one of the go-to places for the healthcare industry to work with a thought-leader, overcome a technology or knowledge gap, and get their products to market. We develop drugs &ndash; as well as devices, diagnostics, wearable and digital health solutions, and software. We address treatment, diagnosis, causation, prevention and risk factors. As part of NIH, NCI is the largest provider of direct and indirect support in the world. This panel offers a valuable overview of the collaborative, licensing and funding (both direct and indirect) opportunities NCI provides. Companies come to us for inventions of NCI origin. They come to us to co-develop new medical solutions or further develop technologies from their pipeline. Hundreds of technologies available for licensing that take no equity. We collaborate across a wide swath of the product development continuum &ndash; from lead idenfication to proof-of-concept to clnical validation. In addition to an extense translational research program, our Clinical Center is the largest clinical investigation center in the world &ndash; focused on first-in-human studies, a major value inflection point for companies and their investors.&nbsp; Even in cases where company funding is requested, NCI tries to accommodate the financial position of the company; e.g., by delaying payments (&ldquo;down-streaming&rdquo;). We take no equity and have a 0% overhead rate. Tools and capabilities are among NCI&rsquo;s offerings as well. Research tools &ndash; mice, cell lines, antibodies &ndash; are provided at cost. Depending upon the agreement, such tools can be used by industry partners to develop new IP that for which they hold the rights. As part of the Federal Lab Consortium, impacting global health and facilitating economic development are our mission &ndash; rather than bringing in revenue. This approach makes companies of all stages more attractive targets for risk capital and pharma partnerships. It sets them apart from other pre-clinical companies vying for attention of investors and corporate strategists. Therefore, companies should consider a strategy seeking both direct funding via SBIR, in-direct\/in-kind support via collaboration and in-licensing when looking to the NCI to expedite and facilitate pipeline development.&nbsp;<\/p>","Duration":60,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/17\/2023 1:30:00 PM","EndTime":"13:30","HidePresentationRating":"False","HidePresentations":"False","Id":"756","Key":"cdaf1239-0eb1-43d7-b57d-0d8979006f7a","LastUpdated":"2023-03-30 23:19","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Room W330 - Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"NIH10","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"NIH10. You Can Choose Both: Strategies for Companies Seeking both NCI Partnership and Funding Opportunities for Technology Development and Commercialization","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Room W330 - Convention Center","SearchResultHeader":"Apr 17 2023 12:30PM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/17\/2023 12:30:00 PM","StartTime":"12:30","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"You Can Choose Both: Strategies for Companies Seeking both NCI Partnership and Funding Opportunities for Technology Development and Commercialization","Type":null,"TypeKey":null}