{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":""},{"Key":"CEHoursPP8","Value":""},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":""},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"2"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":"","ContentCaptureVendorSpecification":null,"Created":null,"Date":"2023-04-16","Description":"<p>Most cancer patients treated with immune checkpoint blockade (ICB) do not have durable treatment responses. Therefore, there is a clear need for non-invasive biomarkers to stratify ICB responders (R) and non-responders (NR), in addition to gaining a deeper understanding of the mechanisms of primary and acquired resistance to ICB to enable new therapeutic opportunities. In these talks, we will present two studies that leverage circulating biomarkers in melanoma and gastroesophageal cancer to predict R and dissect mechanisms of ICB resistance. In our metastatic melanoma (mM) studies, we performed analyses of circulatory proteins (>700 proteins) using the Olink PEA platform at three timepoints on 174 mM patients treated with ICB. We identified a co-regulated module of proteins enriched in certain NR patients; an analysis of single-cell RNA-seq data from patient tumor samples revealed that most of these proteins were expressed in tumor and myeloid cells, particularly a subset of tumor suppressive macrophages. In follow-up work, we used the Olink Explore 3072 platform that enabled deeper analyses of the plasma proteome (~3000 proteins), mass-spectrometry based surface proteomics on PBMCs and bulk RNA-sequencing on tissue specimens on 250 mM patients treated with ICB, and we will present preliminary findings from these analyses. In our second series of studies, we performed plasma proteomic analyses and bulk RNA-sequencing across serial timepoints on a cohort of ~40 gastric cancer patients treated with sequential chemotherapy and immunotherapy. We will present here the combined approach we have developed to identify novel proteomic markers of resistant and immunogenic phenotypes of the tumor microenvironment.<\/p>","Duration":60,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/16\/2023 4:30:00 PM","EndTime":"16:30","HidePresentationRating":"False","HidePresentations":"False","Id":"573","Key":"983ca57a-f846-4ada-bd47-61bab2c0e3e6","LastUpdated":"2023-03-30 23:19","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Spotlight Theater C","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":"<p>Olink<\/p>\u000d\u000a","Number":"ESP02C","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Complete","SearchResultBody":"ESP02C. Development of Plasma Proteomic Biomarkers in Patients with Melanoma and Gastroesophageal Cancer","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Spotlight Theater C","SearchResultHeader":"Apr 16 2023  3:30PM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/16\/2023 3:30:00 PM","StartTime":"15:30","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"Development of Plasma Proteomic Biomarkers in Patients with Melanoma and Gastroesophageal Cancer","Type":null,"TypeKey":null}