{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":""},{"Key":"CEHoursPP8","Value":"0"},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"NCI-NIH-Sponsored Session"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"7"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":null,"ContentCaptureVendorSpecification":null,"Created":null,"Date":"2023-04-17","Description":"Telehealth is health care provided by physicians and other health professionals using electronic means, such as telephone, text message, email, or video conference. Due to the COVID-19 pandemic and changes in related healthcare policies, there has been a sustained use of telehealth to deliver care across the cancer control continuum. However, telehealth remains an understudied model of delivering cancer-related care, with particular concern that vulnerable patient populations – such as ethnic and racial minorities, rural residents, older adults, low-income patients, and individuals with limited digital literacy – may experience unequitable access to telehealth services. In response to these concerns as well as in support of the <a href=\"https:\/\/www.cancer.gov\/research\/key-initiatives\/moonshot-cancer-initiative\" rel=\"noreferrer noopener\" target=\"_blank\">Cancer MoonshotSM initiative<\/a> to accelerate the rate of progress against cancer, the National Cancer Institute (NCI) is advancing a national telehealth research agenda focused on improving care and outcomes across the cancer control continuum in a rapidly changing healthcare, policy, technology, and communication environment. The purpose of the proposed American Association of Cancer Research (AACR) session is to provide an overview of NCI investments in cancer-related telehealth research, including an assessment of NCI’s funding portfolio before and after the onset of the COVID-19 pandemic. Specifically, the AACR session will include an introduction to the four Cancer Moonshot-supported <a href=\"https:\/\/healthcaredelivery.cancer.gov\/telehealth\/trace.html\" rel=\"noreferrer noopener\" target=\"_blank\">Telehealth Research Centers of Excellence (TRACE)<\/a> charged with assembling diverse teams of researchers to generate and disseminate a robust evidence base for patient-centered, sustainable telehealth models of cancer care delivery. Funded in August 2022, the four centers are located at: New York University Grossman School of Medicine, Northwestern University, Memorial Sloan Kettering Cancer Center, and the University of Pennsylvania. Collectively, the TRACE projects span cancer prevention through survivorship, focus on prevalent cancers (i.e., lung, breast, prostate, colorectal), and are being implemented in real-world settings such as hospitals, cancer centers, Veterans Health Administration facilities, oncology practices, and primary care offices. Representatives from each of the four centers will (1) provide an overview of their center’s telehealth and cancer research priorities, (2) describe their patient populations and clinical settings, (3) share information about their pragmatic trial study designs and plans for rapid cycle research pilot projects, (4) articulate their approaches to identifying and addressing telehealth-related disparities, and (5) detail career development opportunities for the next generation of telehealth researchers. NCI staff will also provide session attendees with information about additional opportunities, including a Notice of Special Interest focused on telehealth in cancer care (<a href=\"https:\/\/grants.nih.gov\/grants\/guide\/notice-files\/NOT-CA-21-043.html\" rel=\"noreferrer noopener\" target=\"_blank\">NOT-CA-21-043<\/a>) and other relevant NCI and National Institutes of Health funding announcements, that support telehealth-focused research. <\/p>","Duration":60,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/17\/2023 3:45:00 PM","EndTime":"15:45","HidePresentationRating":"False","HidePresentations":"False","Id":"754","Key":"9138a8ae-20c7-477d-b87b-0dc495b20160","LastUpdated":"2023-03-30 23:19","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Room W314 A - Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"NIH08","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"NIH08. The NCI's Investment in Cancer-Related Telehealth Research","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Room W314 A - Convention Center","SearchResultHeader":"Apr 17 2023  2:45PM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/17\/2023 2:45:00 PM","StartTime":"14:45","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"The NCI's Investment in Cancer-Related Telehealth Research","Type":null,"TypeKey":null}