{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":""},{"Key":"CEHoursPP8","Value":"0"},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"NCI-NIH-Sponsored Session"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"5"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":null,"ContentCaptureVendorSpecification":null,"Created":null,"Date":"2023-04-18","Description":"<p>The Human Cancer Models Initiative (HCMI) is an international consortium founded by National Cancer Institute (NCI), Cancer Research UK, Wellcome Sanger Institute, and the foundation Hubrecht Organoid Technology. The initiative has generated patient derived Next-Generation Cancer Models from diverse tumor subtypes including rare adult and pediatric cancers. HCMI addresses deficiencies in traditional cell lines models by collecting patients’ clinical data, as well as the genomes and transcriptomes of the parent tumor, case-matched normal tissue, and the derived next-generation cancer model.  <\/p><p>NCI’s Center for Cancer Genomics (CCG) supports four Cancer Model Development Centers and downstream model development pipeline. The model-associated clinical data are submitted to the Clinical Data Center. The models, their associated tumor and normal samples are processed at the Biospecimen Processing Center (BPC). The nucleic acids isolated at BPC are sent to the Genomic Characterization Centers for molecular characterization. All biospecimen, clinical, and molecular characterization data are quality controlled and submitted to NCI’s Genomic Data Commons (GDC) for the research community. The HCMI models and culture protocols are made available to the research community through model distributor American Type Culture Collection (ATCC).  <\/p><p>As a resource, HCMI has created an online Searchable Catalog that allows users to query and identify available models using various data elements. To date, over 250 HCMI models are available to query and are available to the research community through the HCMI model distributor. These models have been derived from several cancer types including glioblastoma, colorectal, pediatric, gastroesophageal, pancreatic, and more. Biospecimen, clinical, and molecular characterization data are available for over 100 models at NCI’s GDC, with additional cases released as the data completes the HCMI pipeline.  <\/p><p>ATCC is a nonprofit, biological repository and standards organization that provides scientists with the resources they need to conduct critical life science research. ATCC is working with NCI to support the HCMI by acquiring next-generation cancer models from the international cancer model development centers; expanding, cryopreserving and performing quality control testing on the models; distributing the models domestically and via our global network; as well as providing standardized protocols and model-specific culture information. ATCC’s HCMI resource page provides a dedicated, searchable hub for all the available HCMI models, lot-specific information, culture guidance, and provides model specific links out to other HCMI resources including the HCMI Searchable Catalog and model data at the GDC. ATCC has so far accepted over 750 models from seven model development sites and over 255 models are currently in distribution, with new models being made available every month.<\/p>","Duration":60,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/18\/2023 3:30:00 PM","EndTime":"15:30","HidePresentationRating":"False","HidePresentations":"False","Id":"749","Key":"25602e8f-fc42-4e63-aa41-b8ce55192a8f","LastUpdated":"2023-03-30 23:19","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Room W314 A - Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"NIH03","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"NIH03. Human Cancer Models Initiative: A Resource of Next-generation Cancer Models and Data","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Room W314 A - Convention Center","SearchResultHeader":"Apr 18 2023  2:30PM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/18\/2023 2:30:00 PM","StartTime":"14:30","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"Human Cancer Models Initiative: A Resource of Next-generation Cancer Models and Data","Type":null,"TypeKey":null}