{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":"Clinical Research Excluding Trials,Endocrinology,Chemistry"},{"Key":"CEHoursPP8","Value":"1.5"},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"Major Symposium"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"9"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":null,"ContentCaptureVendorSpecification":null,"Created":null,"Date":"2023-04-17","Description":"The discovery, preclinical and clinical development of trastuzumab established the current paradigm in personalized medicine, global drug discovery, testing and product approval. The early years of this effort benefited from strong biotech-academic collaborations between Genentech, MIT\/Broad Institute, Memorial Sloan Kettering, and UCLA. Many stories, several books, and a movie describe the adventures we experienced during the development of trastuzumab. Two anecdotes not included in previous accounts, have always been my favorites. One happened at a meeting in Australia when Dr. Varmus was despairing about the lack of therapeutics targeting oncogenes, and he hopefully mentioned HER2, although in a guarded manner referring to it as a “bird-dropping.” The second story was Dr. Jain at a SAB meeting at Genentech, giving advice that intratumoral pressure would not let mAbs “swim upstream.” We had no ready replies to these comments, but Dr. Jain’s comment set us onto a proof-of-concept trial with GMP mouse anti-HER2 4D5 (parent of trastuzumab) radiolabeled in a basement of UCLA and tested in patients recruited by Dr. Slamon, which showed that the antibody accumulated in HER2-overexpressing breast and ovarian tumors. Trastuzumab was the first FDA-approved fully-humanized monoclonal antibody (mAb), the first mAb approved for solid tumors (1998), the first biomarker-driven discovery and approval program, and the first proof of concept for tyrosine kinase inhibitors. The only antibody to precede trastuzumab in oncology was Rituximab for B-cell malignancies in 1997. More than 3 million women have been treated with trastuzumab, many with significant survival benefit. Trastuzumab was not only a breakthrough drug, it was also a breakthrough in personalized medicine and it opened frontiers for other antibodies and novel drugs to treat multiple malignancies. Now there are more than 70 mAbs approved in oncology. There have also been many subsequent approvals for small molecule tyrosine kinase inhibitors, antibody-drug conjugates (e.g., trastuzumab emtansine, fam-trastuzumab deruxtecan-nxki, and ADCs for other targets), and bispecific antibodies. In this session, we will review Genentech’s early work, including the role of TNF-alpha-resistance, dependence for efficacy on overexpression of HER2 (G. Lewis), clinical lessons learned and how we are addressing current challenges (D. Slamon) and a novel tumor microenvironment-dependent approach to CAR-T technology for HER2-positive solid tumors (G. Frost). Happy 25th Birthday, Trastuzumab!","Duration":0,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/17\/2023 11:45:00 AM","EndTime":"11:45","HidePresentationRating":"False","HidePresentations":"False","Id":"61","Key":"782998cd-5780-4718-82c2-57814d021d1e","LastUpdated":"2023-03-23 07:47","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Room W304 A-D - Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"SY41","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"Clinical Research Excluding Trials","PrimaryCategory_keys":"3b5a3215-acba-4a28-ad12-c29462d32f97","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"SY41. 25th Anniversary of Trastuzumab: Impact and Future Directions","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Room W304 A-D - Convention Center","SearchResultHeader":"Apr 17 2023 10:15AM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/17\/2023 10:15:00 AM","StartTime":"10:15","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"25th Anniversary of Trastuzumab: Impact and Future Directions","Type":null,"TypeKey":null}