{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":"Prevention \/ Early Detection \/ Interception,Immunology,Cancer Evolution"},{"Key":"CEHoursPP8","Value":"1.5"},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"Advances in Diagnostics and Therapeutics"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"9"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":"Aqua","ContentCaptureVendorSpecification":null,"Created":null,"Date":"2023-04-18","Description":"<p>Pathologic analysis of tumor tissue biopsies is the gold standard for the initial diagnosis of cancer. However, recently liquid biopsies, which analyze tumor-derived material circulating in the bloodstream and other bodily fluids, are rapidly gaining traction in the clinic. These tests offer considerable potential in oncology, which include diagnosis, early detection, monitoring treatment response and disease recurrence. This session will present next-generation approaches to advance cancer diagnosis and early detection, including 1) nanosensors, which when aided by machine learning, can facilitate cancer detection from blood without the need to use or find existing biomarkers; 2) activity-based synthetic biomarkers for early on-treatment assessment of response to checkpoint blockade immunotherapy; and 3) microfluidic devices to capture and interrogate the molecular cargo of nano-sized vesicles (40 to 150 nm) of endocytic origin, i.e., small extracellular vesicles\/exosomes, which travel systemically throughout the body and are elevated in disease states. Ways to implement these new approaches for cancer diagnostics will be presented.<\/p>\u000a\u000a<p>Dharma Master Jiantai, for whom this Session is named, was a brave young Abbess who dedicated her life to dharma teaching. She was a never-smoker who was diagnosed with lung cancer. Although not available to her at the time, targeted treatments are now available for the mutation that was identified in Dharma Master Jiantai&rsquo;s cancer. According to her wishes and in memory of Dharma Master Jiantai, her family established an endowment to support the Dharma Master Jiantai Advances in Lung Cancer Research Session, Dharma Master Jiantai Symposium in Targeted Therapy, and Dharma Master Jiantai Advances in Biomarkers Session. The family&rsquo;s goal is to foster cancer research that leads to new drug development, so that patients with cancer will live longer, have better quality of life, and potentially reach a cure in select cases.<\/p>\u000a","Duration":90,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/18\/2023 11:45:00 AM","EndTime":"11:45","HidePresentationRating":"False","HidePresentations":"False","Id":"59","Key":"f4d79c1c-5494-4c1f-bda9-a2d396214fe5","LastUpdated":"2023-03-31 16:57","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Tangerine Ballroom 1 (WF1) - Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"ADT10","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"Prevention \/ Early Detection \/ Interception","PrimaryCategory_keys":"fe4903b1-5af5-4508-908c-2e0994986a26","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"ADT10. Dharma Master Jiantai Advances in Biomarkers Session: Next Generation Technologies and Biomarkers for the Early Detection of Cancer","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Tangerine Ballroom 1 (WF1) - Convention Center","SearchResultHeader":"Apr 18 2023 10:15AM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/18\/2023 10:15:00 AM","StartTime":"10:15","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"Dharma Master Jiantai Advances in Biomarkers Session: Next Generation Technologies and Biomarkers for the Early Detection of Cancer","Type":null,"TypeKey":null}